Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# dialog_require_nice_content
source: Mobile number verification is needed to continue logging in to your account. The verified mobile number will be used for security purposes such as receiving two-step verification codes and important notification messages related to your ProBit Global account's security.
cs_cz: Aby bylo možné pokračovat v přihlášení k vašemu účtu, je třeba ověřit mobilní číslo. Ověřené mobilní číslo bude použito pro účely zabezpečení, jako je příjem dvoufázových ověřovacích kódů a důležitých oznamovacích zpráv týkajících se zabezpečení vašeho účtu ProBit Global.
da_dk: Verifikation af mobilnummer er nødvendigt for at fortsætte med at logge ind på din konto. Det bekræftede mobilnummer bruges til sikkerhedsformål, f.eks. modtagelse af totrins-verifikationskoder og vigtige notifikationsmeddelelser relateret til din ProBit-kontos sikkerhed.
de_de: Handynummer Verifizierung ist notwendig, um das Login in Ihr Konto fortzusetzten. Die verifizierte Handynummer wird zu Sicherheitszwecken genutzt, wie das Bekommen des Codes der Zwei-Schritt Verifizierung und wichtiger Mitteilungen im Zusammenhang mit der Sicherheit Ihres ProBit Kontos.
es_es: La verificación del número de teléfono celular es necesaria para continuar accediendo a tu cuenta. El número de teléfono celular verificado será utilizado con fines de seguridad, tales como recibir la verificación de dos pasos y mensajes de notificaciones importantes relacionados a la seguridad de tu cuenta ProBit.
fr_fr: La vérification du numéro de téléphone est requise pour vous connecter à votre compte. La vérification du numéro de téléphone sera utilisée pour des raisons de sécurité comme par exemple recevoir des codes de vérification en 2 étapes et d'autres messages de notification importants concernant la sécurité de votre compte ProBit.
hi_in: आपके खाते में लॉग इन जारी रखने के लिए मोबाइल नंबर सत्यापन की आवश्यकता है। सत्यापित मोबाइल नंबर का उपयोग सुरक्षा उद्देश्यों के लिए किया जाएगा जैसे कि दो-चरणीय सत्यापन कोड प्राप्त करना और आपके ProBit Global खाते की सुरक्षा से संबंधित महत्वपूर्ण सूचना संदेश।
id_id: Verifikasi nomor ponsel diperlukan untuk terus masuk ke akun Anda. nomor ponsel yang terverifikasi akan digunakan untuk tujuan keamanan seperti menerima kode verifikasi dua langkah dan pesan pemberitahuan penting yang terkait dengan keamanan akun ProBit Anda.
ja_jp: セキュリティ強化のため、現在ログインしようとされているアカウントに登録された携帯電話番号の確認が必要です。 登録された携帯電話はログイン、出金などのセキュリティおよび重要なお知らせの受信に使用されます。
ms_my: Pengesahan nombor telefon bimbit diperlukan untuk terus log masuk ke akaun anda. Nombor telefon yang telah disahkan akan digunakan untuk tujuan keselamatan seperti menerima pengesahan kod dua langkah dan pemberitahuan mesej penting berkaitan keselamatan akaun ProBit anda.
my_mm: လုံခြုံရေးတိုးမြှင့်ရန် သင်ဝင်ရောက်ရန်ကြိုးစားနေသောအကောင့်တွင် စာရင်းသွင်းထားသည့် မိုဘိုင်းဖုန်းနံပါတ်ကို စစ်ဆေးရန် လိုအပ်ပါသည်။ အတည်ပြုထားသော မိုဘိုင်းဖုန်းနံပါတ်ကို နှစ်ဆင့်အတည်ပြုကုဒ်များနှင့် သင့် ProBit အကောင့်၏ လုံခြုံရေးနှင့်ဆက်စပ်သော အရေးကြီးသော အသိပေးချက်မက်ဆေ့ချ်များကို လက်ခံခြင်းကဲ့သို့သော လုံခြုံရေးရည်ရွယ်ချက်များအတွက် အသုံးပြုပါမည်။
nl_nl: Verificatie van je mobiele nummer is nodig om te kunnen inloggen op je account. Het geverifieerde mobiele nummer zal worden gebruikt voor beveiligingsdoeleinden, zoals het ontvangen van two-step verificatiecodes en belangrijke berichten inzake de beveiliging van jouw ProBit-account.
pl_pl: Aby kontynuować logowanie do konta, konieczna jest weryfikacja numeru telefonu komórkowego. Zweryfikowany numer telefonu komórkowego będzie wykorzystywany do celów bezpieczeństwa, takich jak otrzymywanie dwuetapowych kodów weryfikacyjnych i ważnych powiadomień związanych z bezpieczeństwem Twojego konta ProBit.
pt_br: A verificação do número de celular é necessária para continuar fazendo login na sua conta. O número de celular verificado será usado para fins de segurança, como o recebimento de códigos de verificação em duas etapas e importantes mensagens de notificação relacionadas à segurança da sua conta na ProBit Global.
ru_ru: Подтверждение мобильного номера необходимо для осуществления входа в вашу учетную запись. Подтвержденный мобильный номер будет использоваться в целях безопасности, таких как получение двухэтапных верификационных кодов и важных уведомительных сообщений, связанных с безопасностью вашего аккаунта на ProBit Global.
sq_al: Vërtetimi i numrit celular është i nevojshëm për të vazhduar hyrjen në llogarinë tuaj. Numri celular i verifikuar do të përdoret për qëllime sigurie të tilla si marrja e kodeve të verifikimit me dy hapa dhe mesazhe të rëndësishme njoftimi në lidhje me sigurinë e llogarisë tuaj ProBit.
sv_se: Mobilnummerverifiering krävs för att logga in på ditt konto. Ditt verifierade mobilnummer kommer att användas i säkerhetssyften, såsom två-stegs-verifieringskoder och viktiga meddelanden rörande ditt ProBit-kontos säkerhet.
sw_ke: Uthibitishaji wa nambari ya simu unahitajika ili kuendelea kuingia katika akaunti yako. Nambari ya simu iliyothibitishwa itatumika kwa madhumuni ya usalama kama vile kupokea nambari za kuthibitisha za vipengele viwili na jumbe muhimu za arifa zinazohusiana na usalama wa akaunti yako ya ProBit.
tr_tr: Hesabınızda oturum açmaya devam etmek için telefon numarası doğrulama gereklidir. Onaylanmış cep telefonu numarası, iki adımlı doğrulama kodları ve ProBit hesabınızın güvenliği ile ilgili önemli bildirim mesajları alma gibi güvenlik önlemleri amacıyla kullanılacaktır.
uk_ua: Підтвердження мобільного номеру необхідне для здійснення входу до вашого облікового запису. Підтверджений мобільний номер буде використано у цілях безпеки, таких як отримання двоетапних верифікаційних кодів і важливих повідомлень, пов'язаних з безпекою вашого облікового запису на ProBit Global.
vi_vn: Cần xác minh số điện thoại di động để tiếp tục đăng nhập vào tài khoản của bạn. Số điện thoại di động được xác minh này sẽ được sử dụng cho mục đích bảo mật như nhận mã xác minh hai bước và nhận tin nhắn thông báo quan trọng liên quan đến bảo mật tài khoản ProBit của bạn.
zh_hans_cn: 需要认证手机号才能继续登录账户。 完成认证的手机号将用于接收验证码或接收与ProBit Global帐户安全相关的重要通知等安全目的。
zh_hant_tw: 需要認證手機號才能繼續登錄賬戶。 完成認證的手機號將用於接收驗證碼或接收與ProBit Global帳戶安全相關的重要通知等安全目的。

# dialog_depositwithdrawal_foreigner_content
source: KRW %@ is only available for Koreans.
cs_cz: KRW %@ je pouze přístupné pro Korejce.
da_dk: KRW %@ er kun tilgængelig for koreanere.
de_de: KRW %@ ist nur für koreanische Bürger verfügbar.
es_es: KRW %@ solo está disponible para ciudadanos Coreanos.
fr_fr: Le KRW %@ est uniquement valable pour les coréens.
hi_in: KRW %@ केवल कोरियाई लोगों के लिए उपलब्ध है।
id_id: KRW %@ hanya tersedia untuk user Korea.
ja_jp: ウォン貨 %@は韓国人のみ可能です。
ms_my: KRW %@ hanya disediakan untuk warganegara Korea.
my_mm: KRW %@သည် ကိုရီးယားလူမျိုးများအတွက်သာ ရနိုင်ပါသည်။
nl_nl: KRW %@ is alleen beschikbaar voor Koreanen.
pl_pl: KRW %@ jest dostępne wyłącznie dla obywateli Korei.
pt_br: KRW %@ está apenas disponível para coreanos.
ru_ru: KRW %@ доступно только для граждан Кореи.
sq_al: KRW %@ është në dispozicion vetëm për Koreanët.
sv_se: KRW %@ är endast tillgängligt för koreanska medborgare.
sw_ke: KRW %@ inapatikana kwa Wakorea pekee.
tr_tr: Kore Wonu %@ sadece Koreliler için geçerlidir.
uk_ua: KRW %@ доступне тільки для корейців.
vi_vn: KRW %@ chỉ dành cho người Hàn Quốc.
zh_hans_cn: KRW %@ 仅供韩国公民使用。
zh_hant_tw: KRW %@ 僅供韓國公民使用。

# feeutils_fee_min_max
source: %@ %@ (Minimum %@ %@ ~ Maximum %@ %@)
da_dk: %@ %@ (Minimum %@ %@ ~ Maksimum %@ %@)
es_es: %@ %@ (Mínimo %@ %@ ~ Máximo %@ %@)
hi_in: %@ %@ (न्यूनतम %@ %@ ~ अधिकतम %@ %@)
ja_jp: %@ %@ (最小 %@ %@ ~ 最大 %@ %@)
ms_my: %@ %@ (Minimum %@ %@ ~ Maksimum %@ %@)
my_mm: %@ %@ (အနည်းဆုံး %@ %@ ~ အများဆုံး %@ %@)
pl_pl: %@ %@ (Minimum %@ %@ ~ Maksimum %@ %@)
pt_br: %@ %@ (Mínimo %@ %@ ~ Máximo %@ %@)
ru_ru: %@ %@ (Минимум %@ %@ ~ Максимум %@ %@)
sq_al: %@ %@ (Minimumi %@ %@ ~ Maksimumi %@ %@)
sw_ke: %@ %@ (Chini %@ %@ ~ Juu %@ %@)
tr_tr: %@ %@ (Minimum %@ %@ ~ Maksimum %@ %@)
uk_ua: %@ %@ (Mінімум %@ %@ ~ Mаксимум %@ %@)
vi_vn: %@ %@ (Tối thiểu %@ %@ ~ Tối đa %@ %@)
zh_hans_cn: %@ %@ (最小值 %@ %@ ~ 最大值 %@ %@)
zh_hant_tw: %@ %@ (最小值 %@ %@ ~ 最大值 %@ %@)

# feeutils_fee_max
source: %@ %@ (Maximum %@ %@)
da_dk: %@ %@ (Maksimum %@ %@)
es_es: %@ %@ (Máximo %@ %@)
hi_in: %@ %@ (अधिकतम %@ %@)
ja_jp: %@ %@ (最大 %@ %@)
ms_my: %@ %@ (Maksimum %@ %@)
my_mm: %@ %@ (အများဆုံး %@ %@)
pl_pl: %@ %@ (Maksimum %@ %@)
pt_br: %@ %@ (Máximo %@ %@)
ru_ru: %@ %@ (Максимально %@ %@)
sq_al: %@ %@ (Maksimumi %@ %@)
sv_se: %@ %@ (Max %@ %@)
sw_ke: %@ %@ (Juu %@ %@)
tr_tr: %@ %@ (Maksimum %@ %@)
uk_ua: %@ %@ (Mаксимум %@ %@)
vi_vn: %@ %@ (Tối đa %@ %@)
zh_hans_cn: %@ %@ (最大值 %@ %@)
zh_hant_tw: %@ %@ (最大值 %@ %@)

# feeutils_fee_min
source: %@ %@ (Minimum %@ %@)
es_es: %@ %@ (Mínimo %@ %@)
hi_in: %@ %@ (न्यूनतम %@ %@)
ja_jp: %@ %@ (最小 %@ %@)
my_mm: %@ %@ (အနည်းဆုံး %@ %@)
pt_br: %@ %@ (Mínimo %@ %@)
ru_ru: %@ %@ (Минимально %@ %@)
sq_al: %@ %@ (Minimumi %@ %@)
sw_ke: %@ %@ (Chini %@ %@)
uk_ua: %@ %@ (Мінімум %@ %@)
vi_vn: %@ %@ (Tối thiểu %@ %@)
zh_hans_cn: %@ %@ (最小值 %@ %@)
zh_hant_tw: %@ %@ (最小值 %@ %@)

# dialog_di_mismatch_nice_title
source: Mobile Number Verification Failed
cs_cz: Ověření mobilního čísla se nezdařilo
da_dk: Mobilnnummer Verifikation Mislykkedes
de_de: Handynummer Verifizierung fehlgeschlagen
es_es: Error en la verificación del número de teléfono celular
fr_fr: La vérification du numéro de téléphone portable a échoué.
hi_in: मोबाइल नंबर सत्यापन विफल
id_id: Verifikasi nomor ponsel gagal
ja_jp: 携帯電話番号確認失敗
ms_my: Pengesahan nombor telefon bimbit gagal
my_mm: ဖုန်းနံပါတ် အတည်ပြုခြင်း မအောင်မြင်ပါ။
nl_nl: Verificatie van mobiele nummer was mislukt
pl_pl: Weryfikacja numeru telefonu komórkowego nie powiodła się
pt_br: Falha na verificação do número de celular
ru_ru: Не удалось проверить номер мобильного телефона
sq_al: Verifikimi i numrit celular dështoi
sv_se: Verifiering av mobilnummer misslyckades
sw_ke: Uthibitishaji wa Nambari ya Simu ya Mkononi Umeshindwa
tr_tr: Telefon Numarası Doğrulama Başarısız
uk_ua: Не вдалося підтвердити мобільний номер
vi_vn: Xác minh số điện thoại di động không thành công
zh_hans_cn: 手机号验证失败
zh_hant_tw: 手機號碼驗證失敗

# dialog_di_mismatch_nice_content
source: The mobile number information doesn't match with the account holder's name. Please check the mobile phone number and try again.
cs_cz: Informace o mobilním čísle neodpovídají jménu majitele účtu. Prosím zkontrolujte číslo mobilního telefonu a zkuste to znovu.
da_dk: Oplysninger om mobilnummer stemmer ikke overens med kontohaverens navn. Kontroller mobiltelefonnummeret, og prøv igen.
de_de: Die Handynummer stimmt nicht mit dem Namen des Kontoinhabers überein. Bitte überprüfen Sie die Handynummer und versuchen Sie es erneut.
es_es: La información de tu número de teléfono celular no coincide con el nombre del titular de la cuenta. Por favor, verifica el número de teléfono celular e inténtalo nuevamente.
fr_fr: Les informations de numéro de téléphone ne correspondent pas au nom du titulaire du compte. Veuillez vérifier le numéro de téléphone portable et réessayez.
hi_in: मोबाइल नंबर की जानकारी खाता धारक के नाम के साथ मेल नहीं खाती। कृपया मोबाइल फ़ोन नंबर की जाँच करें और पुनः प्रयास करें।
id_id: Informasi nomor telepon tidak sesuai dengan nama pemegang akun. Harap periksa kembali nomor telepon dan coba kembali.
ja_jp: アカウント名義者の携帯電話ではありません。 アカウント名義者の携帯電話で本人確認をしてください。
ms_my: Maklumat nombor telefon bimbit tidak sepadan dengan nama pemegang akaun. Sila semak nombor telefon dan cuba lagi.
my_mm: အကောင့်ပိုင်ရှင်၏ မိုဘိုင်းဖုန်းမဟုတ်ပါ။ အကောင့်ပိုင်ရှင်၏ မိုဘိုင်းဖုန်းဖြင့် သင့်အထောက်အထားကို အတည်ပြုပါ။
nl_nl: De informatie van het mobiele nummer komt niet overeen met de naam van de rekeninghouder. Controleer het mobiele telefoonnummer en probeer het opnieuw.
pl_pl: Informacje o numerze telefonu komórkowego nie pasują do nazwy właściciela konta. Sprawdź numer telefonu komórkowego i spróbuj ponownie.
pt_br: As informações KYC não correspondem às informações do proprietário do número de celular. Verifique o número do celular e tente novamente.
ru_ru: Информация о номере мобильного телефона не совпадает с именем владельца счета. Пожалуйста, проверьте номер мобильного и попробуйте снова.
sq_al: Informacioni i numrit celular nuk përputhet me emrin e mbajtësit të llogarisë. Ju lutemi kontrolloni numrin e telefonit celular dhe provoni përsëri.
sv_se: Mobilnummerinformationen överensstämmer inte med kontohållarens namn. Vänligen kontrollera mobilnummret och försök igen.
sw_ke: Taarifa ya nambari ya simu ya mkononi hayalingani na jina la mwenye akaunti. Tafadhali angalia nambari ya simu ya mkononi kisha ujaribu tena.
tr_tr: Telefonu numarası bilgisi hesap sahibinin adıyla eşleşmiyor. Lütfen cep telefonu numarasını kontrol edip tekrar deneyiniz.
uk_ua: Інформація про KYC не відповідає інформації про власника мобільного номеру. Перевірте номер мобільного телефону та спробуйте ще раз.
vi_vn: Thông tin số điện thoại di động không khớp với tên của chủ tài khoản. Vui lòng kiểm tra số điện thoại di động và thử lại lần nữa.
zh_hans_cn: 此手机号信息与账户持有人不符 请重试。
zh_hant_tw: 此手機號資訊與帳戶持有人不符 請重試。

# dialog_suspend_withdrawal_content
source: Your security settings have been updated at %@. (Reason: %@) For asset security purposes, withdrawals for this account will be restricted for %@. Withdrawals will be reenabled at : %@
cs_cz: Vaše nastavení zabezpečení bylo aktualizováno o %@. (Důvod: %@) Pro účely zabezpečení aktiv bude výběr pro tento účet omezen na %@. Výběr bude znovu povolen na : %@
da_dk: Dine sikkerhedsindstillinger er blevet opdateret til %@. (Årsag:%@) For aktiverssikkerhedsformål er hævninger med denne konto begrænset til %@. Hævninger vil blive genaktiveret : %@
de_de: Ihre Sicherheitseinstellungen wurden aktualisiert %@. (Gründe: %@) Aus Assetsicherheitsgründen, werden Abhebungen für dieses Konto eingeschränkt für %@. Abhebungen werden wieder aktiviert in: %@
es_es: SU configuración de seguridad han sido actualizadas a las %@. (Reason: %@) Por motivos de seguridad de sus activos, los retiros de esta cuenta estarán restringidos por %@. Los retiros se reactivarán a las: %@
fr_fr: Les paramètres de sécurité ont été mis à jour à %@. (Cause : %@) Pour des raisons de sécurité, les retraits à partir de ce compte seront restreints pendant %@. Les retraits seront de nouveau disponibles dans : %@
hi_in: आपकी सुरक्षा सेटिंग को अपडेट कर दिया गया है %@. (Reason: %@) परिसंपत्ति सुरक्षा उद्देश्यों के लिए, इस खाते के लिए निकासी को प्रतिबंधित किया जाएगा %@. निकासी को फिर से चालू किया जाएगा: %@
id_id: Pengaturan keamanan Anda telah diperbarui pada %@. (Reason: %@) untuk tujuan keamanan aset, penarikan untuk akun ini akan dibatasi untuk %@. penarikan akan diaktifkan kembali di : %@
ja_jp: あなたは%@にセキュリティ設定を変更しました。 (事由:%@) あなたの資産保護のため%@の間、出金が制限されます。 出金制限解除時刻: %@
ms_my: Tetapan keselamatan anda telah dikemaskini pada %@. (Sebab: %@) Untuk tujuan keselamatan aset, Pengeluaran untuk akaun ini akan disekat untuk %@. Pengeluaran akan diaktifkan semula pada : %@
my_mm: အဖွဲ့ဝင်သည် %@ တွင် လုံခြုံရေးဆက်တင်များကို ပြောင်းလဲထားပါသည်။ (အကြောင်းရင်း: %@) အဖွဲ့ဝင်၏ပိုင်ဆိုင်မှုများကိုကာကွယ်ရန် %@ အတွင်း ငွေထုတ်ခြင်းကို ကန့်သတ်ထားပါသည်။ ငွေထုတ်လို့ပြန်ရမည့်ရက်စွဲ: %@
nl_nl: Je beveiligingsinstellingen zijn bijgewerkt om %@. (Reden: %@) Om veiligheidsredenen is het opnemen met dit account beperkt voor %@. Opnemen is weer mogelijk om : %@
pl_pl: Ustawienia bezpieczeństwa na %@ zostały zaktualizowane. (Powód: %@) Ze względów bezpieczeństwa aktywów, wypłaty na tym koncie będą ograniczone przez %@. Wypłaty zostaną ponownie umożliwione o : %@
pt_br: Suas configurações de segurança foram atualizadas em %@. (Motivo:%@) Para fins de segurança de ativos, os saques desta conta serão restringidos por %@. Os saques serão reativados em: %@
ru_ru: Ваши настройки безопасности были обновлены в %@. (Reason: %@) Для защиты Ваших средств, торговля для этого аккаунта будет ограничена для %@. Вывод средств будет возобновлён в : %@
sq_al: Cilësimet e sigurisë janë përditësuar në %@. (Arsyeja: %@) Për qëllime të sigurisë së aseteve, tërheqjet për këtë llogari do të kufizohen për %@. Tërheqjet do të riaktivizohen në: %@
sv_se: Dina säkerhetsinställningar har uppdaterats klockan %@. (Anledning: %@) För att skydda dina tillgångar kommer uttag vara begränsade i %@. \Uttag kommer att vara möjligt igen om : %@
sw_ke: Mipangilio yako ya usalama imesasishwa saa %@. (Sababu: %@) Kwa madhumuni ya usalama wa mali, utoaji wa akaunti hii utazuiwa kwa %@. Utoaji utawashwa tena saa : %@
tr_tr: Güvenlik ayarlarınız bu vakitte güncellendi: %@. (Sebep: %@) Bakiye güvenliği sebebiyle, bu hesap için para çekme %@ kadar kısıtlanacaktır. Para çekme kısıtlaması kaldırılma vakti : %@
uk_ua: Ви успішно завершили %@ в %@. Для захисту ваших коштів, протягом %@ їх виведення буде обмежено. Виведення коштів буде знову доступне в: %@
vi_vn: Cài đặt bảo mật của bạn đã được cập nhật tại %@. (Reason: %@) Vì mục đích bảo mật tài sản, việc rút tiền cho tài khoản này sẽ bị hạn chế đối với %@. Rút tiền sẽ được kích hoạt lại tại : %@
zh_hans_cn: 您的安全设置已更新为 %@. (Reason: %@) 出于资产安全目的，此帐户的取款限制为 %@. 提款将 : %@ 重新启用
zh_hant_tw: 您的安全設置已更新為 %@. (Reason: %@) 出於資產安全目的，此帳戶的取款限制為 %@. 提款將 : %@ 重新啟用

# withdrawalsuspend_reason_otp_disable
source: 2FA(OTP) deactivation
cs_cz: deaktivace 2FA(OTP)
da_dk: Deaktiver 2FA(OTP)
de_de: 2FA(OTP) deaktivieren
es_es: Desactivación de 2FA(OTP)
fr_fr: Désactivation du 2FA(OTP)
hi_in: 2FA(OTP) निष्क्रिय करना
id_id: Penonaktifan 2FA(OTP)
ja_jp: 2段階セキュリティ認証(OTP)の解除
ms_my: Nyahaktif 2FA(OTP)
my_mm: 2FA(OTP) ပိတ်ခြင်း
nl_nl: 2FA(OTP) deactivering
pl_pl: Dezaktywacja 2FA(OTP)
pt_br: Desativação 2FA(OTP)
ru_ru: 2FA(OTP) деактивация
sq_al: Çaktivizimi i 2FA (OTP)
sv_se: Avaktivering av 2FA(OTP)
sw_ke: Ulegezo wa 2FA(OTP)
tr_tr: 2FA(OTP) devre dışı bırakma
uk_ua: Видалення автентифікації 2-го рівня (OTP)
vi_vn: Vô hiệu hóa 2FA(OTP)
zh_hans_cn: 2FA(OTP) 停用
zh_hant_tw: 2FA(OTP) 停用

# withdrawalsuspend_reason_primaryphoneno_removechange
source: Update or Remove mobile number
cs_cz: Upravit nebo odstranit mobilní číslo
da_dk: Opdater eller Fjern mobiltelefonnummer
de_de: Handynummer aktualisieren oder entfernen
es_es: Actualizar o Eliminar el número de teléfono celular
fr_fr: Mettre à jour ou supprimer un numéro de téléphone
hi_in: मोबाइल नंबर अपडेट या हटाए
id_id: Memperbarui atau menghapus nomor ponsel
ja_jp: 携帯電話番号の削除または変更
ms_my: Kemaskini atau padam nombor telefon bimbit
my_mm: မိုဘိုင်းဖုန်းနံပါတ်ကို ဖျက်ရန် သို့မဟုတ် ပြောင်းရန်
nl_nl: Update of Verwijder mobiele nummer
pl_pl: Zaktualizuj lub usuń numer telefonu komórkowego
pt_br: Atualizar ou remover número de celular
ru_ru: Изменить или удалить мобильный номер
sq_al: Përditësoni ose hiqni numrin celular
sv_se: Uppdatera eller ta bort mobilnummer
sw_ke: Sasisha au Ondoa nambari ya simu
tr_tr: Telefon numarası Güncelle veya Kaldır
uk_ua: Видалити номер мобільного телефону
vi_vn: Cập nhật hoặc Xóa số điện thoại
zh_hans_cn: 更新/解绑手机号
zh_hant_tw: 更新/解除手機號碼

# withdrawalsuspend_reason_password_reset
source: Reset password
cs_cz: Resetovat heslo
da_dk: Nulstil adgangskode
de_de: Passwort zurücksetzten
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
hi_in: पासवर्ड रीसेट
id_id: Reset kata sandi
ja_jp: パスワード再設定
ms_my: Tetapkan semula kata laluan
my_mm: စကား၀ှက်အား မူလအတိုင်းပြန်လုပ်သည်။
nl_nl: Wachtwoord resetten
pl_pl: Zresetuj hasło
pt_br: Redefinir senha
ru_ru: Сменить пароль
sq_al: Rivendosni fjalëkalimin
sv_se: Återställ lösenord
sw_ke: Weka upya nenosiri
tr_tr: Şifre Güncelleme
uk_ua: Перевстановити пароль
vi_vn: Cài đặt lại mật khẩu
zh_hans_cn: 重置密码
zh_hant_tw: 重置密碼

# dialog_suspend_trade_content
source: Your security settings have been updated at %@. (Reason: %@) For asset security purposes, trading for this account will be restricted for %@. Trading will be reenabled at : %@
cs_cz: Vaše nastavení zabezpečení bylo aktualizováno o %@. (Důvod: %@) Pro účely zabezpečení aktiv bude obchodování na tomto účtu omezeno na %@. Obchodování bude znovu povoleno za : %@
da_dk: Dine sikkerhedsindstillinger er blevet opdateret til %@. (Årsag:%@) For aktiverssikkerhedsformål er trading med denne konto begrænset til %@. Trading vil blive genaktiveret : %@
de_de: Ihre Sicherheitseinstellungen wurden aktualisiert %@. (Gründe: %@) Aus Asset-Sicherheitsgründen, wird das Traden für diesen Account eingeschränkt für %@. Trading wird wieder aktiviert in: %@
es_es: Tu configuración de seguridad ha sido actualizada a las %@. (Reason: %@) Por fines de seguridad de los activos, el intercambio en esta cuenta será restringido por %@. El intercambio se reactivará a las: %@
fr_fr: Vos paramêtres de sécurité ont été mis à jour à %@. (Cause : %@) FPour des raisons de sécurité, le trading à partir de ce compte sera rerteint pendant %@. Le Trading sera de nouveau disponible dans : %@
hi_in: आपकी सुरक्षा सेटिंग्स %@ पर अपडेट कर दी गई हैं। (कारण: %@) परिसंपत्ति सुरक्षा उद्देश्यों के लिए, इस खाते के लिए व्यापार %@ तक प्रतिबंधित रहेगा। ट्रेडिंग यहां फिर से सक्षम की जाएगी: %@
id_id: Pengaturan keamanan Anda telah diperbarui pada %@. (Reason: %@) untuk tujuan keamanan aset, trading untuk akun ini akan dibatasi untuk %@. Trading akan diaktifkan kembali di : %@
ja_jp: あなたは%@にセキュリティ設定を変更されました。 (事由:%@) あなたの資産保護のため%@の間、取引が制限されます。 取引制限解除時刻: %@
ms_my: Tetapan keselamatan anda telah dikemaskini pada %@. (Sebab: %@) Untuk tujuan keselamatan aset, trading untuk akaun ini akan disekat untuk %@. Trading akan diaktifkan semula pada : %@
my_mm: သင့်လုံခြုံရေးဆက်တင်များကို %@ တွင် အပ်ဒိတ်လုပ်ထားပါသည်။ (အကြောင်းရင်း: %@) ပိုင်ဆိုင်မှုလုံခြုံရေးရည်ရွယ်ချက်များအတွက် ဤအကောင့်အတွက် အရောင်းအ၀ယ်ပြုလုပ်ခြင်းကို %@ အကြာ ကန့်သတ်လိုက်ပါမည်။ အရောင်းအ၀ယ်ကို ပြန်ဖွင့်မည့်ရက်စွဲ : %@
nl_nl: Je beveiligingsinstellingen zijn bijgewerkt om %@. (Reden: %@) Om veiligheidsredenen is handelen voor dit account beperkt voor %@. Handelen is weer mogelijk vanaf : %@
pl_pl: Ustawienia bezpieczeństwa na %@ zostały zaktualizowane. (Powód: %@) Ze względów bezpieczeństwa aktywów, handel na tym koncie będzie ograniczony przez %@. Handel zostanie ponownie umożliwiony o : %@
pt_br: Suas configurações de segurança foram atualizadas em %@. (Razão:%@) Para fins de segurança de ativos, a negociação desta conta será restringida por %@. A negociação será reativada em: %@
ru_ru: Ваши настройки безопасности были обновленны в %@. (Reason: %@) Для безопасности Ваших средств, торговля для этого аккаунта будет ограничена для %@. Торговля будет доступна в : %@
sq_al: Cilësimet e sigurisë janë përditësuar në %@. (Arsyeja: %@) Për qëllime të sigurisë së aseteve, tregtia për këtë llogari do të kufizohet për %@. Tregtia do të riaktivizohet në: %@
sv_se: Dina säkerhetsinställningar har uppdaterats till %@. (Reason: %@) För att skydda dina tillgångar kommer trading med detta konto begränsas i %@. Trading kommer åter vara möjligt om : %@
sw_ke: Mipangilio yako ya usalama imesasishwa saa %@. (Sababu: %@) Kwa madhumuni ya usalama wa mali, biashara ya akaunti hii itazuiwa kwa %@. Biashara itawezeshwa tena saa : %@
tr_tr: Güvenlik ayarlarınız bu vakitte güncellendi: %@. (Sebep: %@) Bakiye güvenliği sebebiyle, bu hesap için işlem yapma %@ kadar kısıtlanacaktır. İşlem yapma kısıtlaması kaldırılma vakti : %@
uk_ua: Ви успішно завершили %@ в %@. Для захисту ваших коштів, протягом %@ дії у вашому обліковому записі буде обмежено. Зняття обмежень буде доступне в: %@
vi_vn: Cài đặt bảo mật của bạn đã được cập nhật tại %@. (Lý do: %@) Vì mục đích bảo mật tài sản, giao dịch cho tài khoản này sẽ bị hạn chế đối với %@. Giao dịch sẽ được kích hoạt lại tại : %@
zh_hans_cn: 您的安全设置已更新为 %@. (Reason: %@) 为了您的资产安全，此账户交易 %@. 会受限，交易受限解除时间 : %@
zh_hant_tw: 您的安全設置已更新為 %@. (Reason: %@) 為了您的資產安全，此帳戶交易 %@. 會受限，並更新為 : %@
