Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_biometricauthenticationregistrationsplash_action
source: Add fingerprint authentication
cs_cz: Přidejte ověřování otisků prstů
da_dk: Tilføj godkendelse med fingeraftryk
de_de: Fingerabdruck-Authentifizierung hinzufügen
fr_fr: Ajoutez l'authentification par empreinte digitale
hi_in: फ़िंगरप्रिंट प्रमाणीकरण जोड़ें
id_id: Tambahkan Autentikasi Sidik Jari
ms_my: Tambahkan pengesahan cap jari
nl_nl: Vingerafdrukverificatie toevoegen
pl_pl: Dodaj uwierzytelnianie za pomocą odcisku palca
pt_br: Adicionar autenticação de impressão digital
ru_ru: Добавить аутентификацию по отпечаткам пальцев
sv_se: Lägg till autentisering med fingeravtryck
tr_tr: Parmak izi kimlik doğrulaması ekle
uk_ua: Додати автентифікацію за відбитками пальців
vi_vn: Thêm xác thực bằng vân tay
zh_hans_cn: 添加指纹认证
zh_hant_tw: 添加指紋認證

# activity_biometricauthenticatormanagement_title
source: Fingerprint authentication management
cs_cz: Správa ověřování otisků prstů
da_dk: Administration af godkendelse med fingeraftryk
de_de: Verwaltung der Fingerabdruck-Authentifizierung
fr_fr: Gestion de l'authentification par empreinte digitale
hi_in: फ़िंगरप्रिंट प्रमाणीकरण प्रबंधन
id_id: Manajemen autentikasi sidik jari
ms_my: Pengurusan pengesahan cap jari
nl_nl: Beheer van de vingerafdrukauthenticatie
pl_pl: Zarządzanie uwierzytelnianiem za pomocą odcisków palców
pt_br: Gestor de autenticação de impressão digital
ru_ru: Управление аутентификацией по отпечаткам пальцев
sv_se: Hantering av autentisering med fingeravtryck
tr_tr: Parmak izi kimlik doğrulama yönetimi
uk_ua: Керування автентифікацією за відбитками пальців
vi_vn: Quản lý xác thực bằng vân tay
zh_hans_cn: 指纹认证管理
zh_hant_tw: 指紋認證管理

# activity_biometricauthenticatormanagement_item_thisdevice
source: (this device)
cs_cz: (toto zařízení)
da_dk: (denne enhed)
de_de: (dieses Gerät)
fr_fr: (cet appareil)
hi_in: (यह डिवाइस)
id_id: (perangkat ini)
ms_my: (peralatan ini)
nl_nl: (dit apparaat)
pl_pl: (to urządzenie)
pt_br: (este aparelho)
ru_ru: (это устройство)
sv_se: (denna enhet)
tr_tr: (bu cihaz)
uk_ua: (цей пристрій)
vi_vn: (thiết bị này)
zh_hans_cn: （此设备）
zh_hant_tw: （此設備）

# common_remove
source: Remove
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
fr_fr: Retirer
hi_in: हटाए
id_id: Hapus
ms_my: Keluarkan
nl_nl: Verwijder
pl_pl: Usuń
pt_br: Remover
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Loại bỏ
zh_hans_cn: 删除
zh_hant_tw: 刪除

# activity_biometricauthenticatormanagement_item_lastused
source: Last used
cs_cz: Naposledy použitý
da_dk: Sidst brugt
de_de: Zuletzt benutzt
fr_fr: Dernière utilisation
hi_in: आखरी बार इस्त्तमाल किया
id_id: Terakhir kali digunakan
ms_my: Akhir kali diguna
nl_nl: Laatst gebruikt
pl_pl: Ostatnio wykorzystany
pt_br: Usado por último
ru_ru: Последнее использование
sv_se: Senast använd
tr_tr: Son kullanılan
uk_ua: Останнє використання
vi_vn: Lần sử dụng cuối cùng
zh_hans_cn: 最后使用
zh_hant_tw: 最後使用

# activity_securitysettings_title
source: Security
cs_cz: Zabezpečení
da_dk: Sikkerhed
de_de: Sicherheit
fr_fr: Sécurité
hi_in: सुरक्षा
id_id: Keamanan
ms_my: Keselamatan
nl_nl: Beveiliging
pl_pl: Bezpieczeństwo
pt_br: Segurança
ru_ru: Безопасность
sv_se: Säkerhet
tr_tr: Güvenlik
uk_ua: Безпека
vi_vn: Bảo mật
zh_hans_cn: 安全性
zh_hant_tw: 安全性

# marketlist_changerate
source: 24hr
da_dk: 24 timer
fr_fr: 24h
id_id: 24jam
ja_jp: 騰落率
ms_my: 24jam
my_mm: 24နာရီ
nl_nl: 24uur
pl_pl: 24-godziny
ru_ru: 24часа
sq_al: 24h
sv_se: 24h
sw_ke: Saa 24
tr_tr: 24saat
uk_ua: 24год
vi_vn: 24giờ
zh_hans_cn: 24小时
zh_hant_tw: 24小時

# use_face_to_unlock
source: Use your FaceID to unlock
vi_vn: Sử dụng gương mặt đã đăng ký để mở khóa

# use_device_s_face_sensor_to_unlock
source: Use your registered FaceID to unlock the app
vi_vn: Sử dụng gương mặt đã đăng ký để mở ứng dụng

# face_not_enrolled_in_device
source: A FaceID is not registered on your device.
vi_vn: Gương mặt chưa được đăng ký trên thiết bị của bạn.

# fragment_tfasms_methodname
source: SMS
ru_ru: СМС

# membershiplevel_vip2
source: VIP 2
ru_ru: ВИП 2
uk_ua: ВІП 2

# membershiplevel_vip3
source: VIP 3
ru_ru: ВИП 3
uk_ua: ВІП 3

# membershiplevel_vip4
source: VIP 4
ru_ru: ВИП 4
uk_ua: ВІП 4

# membershiplevel_vip5
source: VIP 5
ru_ru: ВИП 5
uk_ua: ВІП 5

# membershiplevel_vip1
source: VIP 1
ru_ru: ВИП 1
uk_ua: ВІП 1

# membershiplevel_vip6
source: VIP 6
ru_ru: ВИП 6
uk_ua: ВІП 6

# membershiplevel_vip7
source: VIP 7
ru_ru: ВИП 7
uk_ua: ВІП 7

# membershiplevel_vip8
source: VIP 8
ru_ru: ВИП 8
uk_ua: ВІП 8

# membershiplevel_vip9
source: VIP 9
ru_ru: ВИП 9
uk_ua: ВІП 9

# membershiplevel_vip10
source: VIP 10
ru_ru: ВИП 10
uk_ua: ВІП 10

# membershiplevel_vip11
source: VIP 11
ru_ru: ВИП 11
uk_ua: ВІП 11

# tradecompetition_main_requirement_probstake_mystatus_value
source: %@ PROB
pt_br: %@ de PROB

# v2icon_home_ieo
source: IEO
tr_tr: IEO (Ön satış)

# activity_currencytransferhistorydetails_table_txid
source: TXID
ja_jp: トランザクションID

# fragment_settings_lab
source: ProBit Lab
ja_jp: ProBit実験室
