Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# kyc_selfie_guide_2
source: Do not include IDs.
cs_cz: Nezahrnujte průkaz totožnosti.
da_dk: Medtag ikke ID'er.
de_de: Bitte laden Sie keine Ausweisdokumente hoch
fr_fr: N'incluez pas les documents d'identité.
hi_in: पहचान पत्र कार्ड शामिल न करें।
id_id: Tidak boleh sertakan ID.
ms_my: Jangan sertakan ID.
nl_nl: Voeg geen ID's toe.
pl_pl: Nie należy dołączać identyfikatorów.
pt_br: Não inclua IDs.
ru_ru: Не включайте ID.
sv_se: Inkludera ej ID.
tr_tr: Kimlikleri dahil etmeyin.
uk_ua: Не надсилайте ID.
vi_vn: Không bao gồm ID.
zh_hans_cn: 不要包含身份证件。
zh_hant_tw: 不要包含身份證件。

# kyc_selfie_guide_3
source: Do not edit the image background.
cs_cz: Neupravujte pozadí obrázku.
da_dk: Rediger ikke billedebaggrunden.
de_de: Bitte bearbeiten Sie nicht den Hintergrund des Fotos.
fr_fr: Ne modifiez pas la photo d'arrière plan
hi_in: फोटो पृष्ठभूमि संपादित न करें।
id_id: Tidak boleh melakukan edit pada latar belakang gambar.
ms_my: Jangan edit latar belakang imej.
nl_nl: Bewerk de achtergrond van de afbeelding niet.
pl_pl: Nie należy edytować tła obrazu.
pt_br: Não edite o fundo da imagem.
ru_ru: Не изменяйте фон изображения.
sv_se: Redigera inte bildbakgrunden.
tr_tr: Görüntü arka planını düzenlemeyin.
uk_ua: Не редагуйте фон зображення.
vi_vn: Không chỉnh sửa nền ảnh.
zh_hans_cn: 不要编辑照片的背景。
zh_hant_tw: 不要編輯照片的背景。

# kyc_selfie_guide_4
source: Do not upload a photo of another person.
cs_cz: Nenahrávejte fotografii jiné osoby.
da_dk: Upload ikke et billede af en anden person.
de_de: Bitte laden Sie kein Foto einer anderen Person hoch
fr_fr: Ne téléversez pas la photo d'une autre personne.
hi_in: किसी अन्य व्यक्ति की फोटो अपलोड न करें।
id_id: Tidak Boleh mengunggah foto orang lain.
ms_my: Jangan muat naik gambar orang lain.
nl_nl: Upload geen foto van een ander persoon.
pl_pl: Nie należy przesyłać zdjęcia innej osoby.
pt_br: Não faça upload de uma foto de outra pessoa.
ru_ru: Не загружайте фотографию другого человека.
sv_se: Ladda ej upp ett foto på en annan person.
tr_tr: Başka birinin fotoğrafını yüklemeyin.
uk_ua: Не завантажуйте фотографію іншої особи.
vi_vn: Không tải lên ảnh của người khác.
zh_hans_cn: 请勿上传非本人的照片。
zh_hant_tw: 請勿上傳非本人的照片。

# kyc_selfie_guide_5
source: Your face must be on the center with proper side margins.
cs_cz: Váš obličej musí být uprostřed se správnými bočními okraji.
da_dk: Dit ansigt skal være centreret med de rigtige sidemargener.
de_de: Ihr Gesicht muss in der Mitte sein und die Seitenränder müssen korrekt eingehalten sein.
fr_fr: Votre visage doit être centré avec les bonnes marges sur les côtés.
hi_in: आपका चेहरा उचित साइड मार्जिन के साथ केंद्र पर होना चाहिए।
id_id: Wajah Anda harus berada di tengah dengan margin samping yang tepat.
ms_my: Wajah anda mesti berada di tengah dengan jidar sisi yang betul.
nl_nl: Je gezicht moet in het midden staan met de juiste zijmarges.
pl_pl: Twoja twarz musi być na środku z odpowiednimi marginesami bocznymi.
pt_br: Seu rosto deve estar no centro, com as margens laterais adequadas.
ru_ru: Ваше лицо должно быть по центру с соответствующими боковыми полями.
sv_se: Ditt ansikte måste vara i mitten och med rätt sidomarginaler.
tr_tr: Yüzünüz, uygun kenar boşlukları ile ortada olmalıdır.
uk_ua: Ваше обличчя має бути по центру з належними бічними полями.
vi_vn: Khuôn mặt của bạn phải ở chính giữa với các lề bên được canh thích hợp.
zh_hans_cn: 请确保您的脸处于照片的中间位置，并留出适当的侧边距。
zh_hant_tw: 請確保您的臉處於照片的中間位置，並留出適當的側邊距。

# kyc_capture_document_guide_clearly_visible
source: Make sure that the following are clearly visible on the document
cs_cz: Ujistěte se, že jsou na dokumentu jasně viditelné následující
da_dk: Sørg for, at følgende er tydeligt synligt på dokumentet
de_de: Stellen Sie sicher, dass Folgendes gut sichtbar ist auf dem Dokument
fr_fr: Veuillez vous assurer que les éléments suivants sont bien visibles sur le document
hi_in: सुनिश्चित करें कि दस्तावेज़ पर निम्नलिखित स्पष्ट रूप से दिखाई दे रहे हैं
id_id: Pastikan bahwa hal berikut ini terlihat jelas pada dokumen
ms_my: Pastikan perkara berikut boleh dilihat dengan jelas pada dokumen
nl_nl: Zorg ervoor dat het volgende duidelijk zichtbaar is op het document.
pl_pl: Upewnij się, że na dokumencie wyraźnie widoczne są następujące elementy
pt_br: Certifique-se de que as seguintes informações estejam claramente visíveis no documento
ru_ru: Убедитесь, что на документе отчетливо видно следующее
sv_se: Se till att följande är tydligt synligt på handlingen
tr_tr: Aşağıdakilerin belgede açıkça göründüğünden emin olun
uk_ua: Переконайтеся, що на документі чітко видно наступне
vi_vn: Đảm bảo rằng những điều sau đây hiển thị rõ ràng trên tài liệu
zh_hans_cn: 请确保以下身份证件信息在照片中清晰可见
zh_hant_tw: 請確保以下身份證件信息在照片中清晰可見

# kyc_capture_document_guide_name
source: Name
cs_cz: Jméno
da_dk: Navn
fr_fr: Nom
hi_in: नाम
id_id: Nama
ms_my: Nama
nl_nl: Naam
pl_pl: Imię
pt_br: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: İsim
uk_ua: Ім'я
vi_vn: Tên
zh_hans_cn: 姓名
zh_hant_tw: 姓名

# kyc_capture_document_guide_dob
source: Date of birth (including year, month and day)
cs_cz: Datum narození (včetně roku, měsíce a dne)
da_dk: Fødselsdato (inklusiv årstal, måned og dag)
de_de: Geburtsdatum (inklusive Jahr, Monat und Tag)
fr_fr: Date de naissance (incluant l'année, le mois, le jour)
hi_in: जन्म तिथि (वर्ष, माह और दिन सहित)
id_id: Tanggal lahir (termasuk tahun, bulan dan hari)
ms_my: Tarikh lahir(termasuk tahun, bulan dan hari)
nl_nl: Geboortedatum (inclusief jaar, maand en dag)
pl_pl: Data urodzenia (w tym rok, miesiąc i dzień)
pt_br: Data de nascimento (incluindo ano, mês e dia)
ru_ru: Дата рождения (включая год, месяц и день)
sv_se: Födelsedatum (inklusive år, månad och dag)
tr_tr: Doğum tarihi (yıl,ay ve gün içermelidir)
uk_ua: Дата народження (включаючи день, місяць і рік)
vi_vn: Ngày sinh (bao gồm năm, tháng và ngày)
zh_hans_cn: 生日（包含完整的年月日）
zh_hant_tw: 生日（包含完整的年月日）

# kyc_capture_document_guide_headshot
source: Headshot photo
cs_cz: Fotka hlavy
da_dk: Profil billede
de_de: Kopffoto
fr_fr: Photo de la tête
hi_in: चेहरे की तस्वीर
id_id: Foto wajah
ms_my: Gambar wajah
nl_nl: Hoofdfoto
pl_pl: Zdjęcie twarzy
pt_br: Foto do rosto
ru_ru: Фото головы
sv_se: Profilbild
tr_tr: Vesikalık fotoğraf
uk_ua: Фото голови
vi_vn: Ảnh chính diện
zh_hans_cn: 头像照片
zh_hant_tw: 頭像照片

# kyc_capture_document_guide_headshot_front
source: Headshot photo (must be in front)
cs_cz: Fotka hlavy (musí být zepředu)
da_dk: Profilbillede (skal være foran)
de_de: Bild vom Kopf (muss von vorne aufgenommen werden)
fr_fr: Photo de la tête (de devant)
hi_in: चेहरे की तस्वीर (सामने होनी चाहिए)
id_id: Foto wajah (harus di depan)
ms_my: Gambar wajah (harus di depan)
nl_nl: Hoofdfoto (moet aan de voorkant zijn)
pl_pl: zdjęcie twarzy (musi być z przodu)
pt_br: Foto do rosto (deve ser de frente)
ru_ru: Фото головы (должно быть спереди)
sv_se: Profilbild (frammifrån)
tr_tr: Vesikalık fotoğraf (ön taraftan olmalıdır)
uk_ua: Фото голови (має бути спереду)
vi_vn: Ảnh chính diện (phải ở phiá trước)
zh_hans_cn: 头像照片（必须是正面照）
zh_hant_tw: 頭像照片（必須是正面照）

# kyc_capture_document_guide_corner
source: All four corners of the document. Make sure that the edges are not cut off.
cs_cz: Všechny čtyři rohy dokumentu. Ujistěte se, že okraje nejsou odříznuté.
da_dk: Alle fire hjørner af dokumentet. Sørg for, at hjørnene er ikke klippet af.
de_de: Alle vier Ecken des Dokuments: Achten Sie darauf, dass die Kanten nicht abgeschnitten werden.
fr_fr: Les 4 coins du document. Veuillez vous assurer que les bords ne sont pas coupés.
hi_in: दस्तावेज़ के सभी चार कोने। सुनिश्चित करें कि किनारों को काटा नहीं गया है।
id_id: Keempat sudut dokumen. Pastikan ujung-ujungnya tidak terpotong.
ms_my: Keempat-empat penjuru dokumen. Pastikan bahagian tepi tidak terputus.
nl_nl: Alle vier de hoeken van het document. Zorg ervoor dat de randen niet worden afgesneden.
pl_pl: Wszystkie cztery rogi dokumentu. Upewnij się, że krawędzie nie są obcięte.
pt_br: Todos os quatro cantos do documento. Certifique-se de que as bordas não estejam cortadas.
ru_ru: Все четыре угла документа. Убедитесь, что края не обрезаны.
sv_se: Alla fyra hörn av handlingen. Se till att kanterna inte skärs av.
tr_tr: Belgenin her dört köşesi. Kenarların kesilmediğinden emin olun.
uk_ua: Усі чотири кути документа. Переконайтеся, що краї не обрізані.
vi_vn: Phải thấy rõ tất cả bốn góc của tài liệu. Đảm bảo rằng các cạnh không bị cắt ra.
zh_hans_cn: 请确保照片中完整露出身份证件的四个边角。
zh_hant_tw: 請確保照片中完整露出身份證件的四個邊角。

# kyc_fail_to_read_invalid_guide1
source: We are unable to verify this ID document. Below are possible reasons of verification failure.
cs_cz: Tento doklad totožnosti nemůžeme ověřit. Níže jsou uvedeny možné důvody selhání ověření.
da_dk: Vi kunne ikke bekræfte dette ID-dokument. Nedenfor er mulgie årsager for bekræftelsesfejl.
de_de: Wir können dieses Ausweisdokument nicht verifizieren. Nachfolgend sind mögliche Gründe für das Scheitern der Überprüfung aufgeführt.
fr_fr: Nous n'avons pas été en mesure de vérifier ce document d'identité. Retrouvez ci-dessous les raisons possibles de cet échec.
hi_in: हम इस पहचान पत्र को सत्यापित करने में असमर्थ हैं। सत्यापन विफलता के संभावित कारण नीचे दिए गए हैं।
id_id: Kami tidak dapat memverifikasi dokumen ID ini. Di bawah ini adalah kemungkinan alasan kegagalan verifikasi.
ms_my: Kami tidak dapat mengesahkan dokumen ID ini. Berikut adalah kemungkinan sebab kegagalan pengesahan.
nl_nl: We kunnen dit ID-document niet verifiëren. Hieronder staan mogelijke redenen voor het mislukken van de verificatie.
pl_pl: Nie jesteśmy w stanie zweryfikować tego dokumentu tożsamości. Poniżej przedstawiamy możliwe przyczyny niepowodzenia weryfikacji.
pt_br: Não foi possível verificar este documento de identidade. Abaixo estão os possíveis motivos de falha na verificação.
ru_ru: Мы не можем проверить это удостоверение личности. Ниже приводятся возможные причины неудачной верификации.
sv_se: Vi kan ej verifiera denna ID-handling. Nedan finns möjliga orsaker till verifieringsfel.
tr_tr: Bu kimlik belgesini doğrulayamıyoruz. Aşağıda doğrulamanın başarısız olabileceği nedenler verilmiştir.
uk_ua: Ми не можемо перевірити це посвідчення особи. Нижче наведено можливі причини невдалої верифікації.
vi_vn: Chúng tôi không thể xác minh tài liệu ID này. Dưới đây là các lý do có thể có của việc xác minh không thành công.
zh_hans_cn: 由于可能存在以下一项或多项原因，导致我们无法认证此身份证件。
zh_hant_tw: 由於可能存在以下一項或多項原因，導致我們無法認證此身份證件。

# kyc_fail_to_read_invalid_reason1
source: a low-resolution image
cs_cz: obrázek s nízkým rozlišením
da_dk: Et billede et i lav-opløsning
de_de: Bild mit geringer Auflösung
fr_fr: une image de mauvaise résolution
hi_in: कम-रिज़ॉल्यूशन वाली तस्वीर
id_id: gambar beresolusi rendah
ms_my: Gambar resolusi rendah
nl_nl: een afbeelding met lage resolutie
pl_pl: obraz o niskiej rozdzielczości
pt_br: imagem de baixa resolução
ru_ru: изображение с низким разрешением
sv_se: lågupplöst bild
tr_tr: düşük çözünürlüklü görüntü
uk_ua: зображення з низькою роздільною здатністю
vi_vn: một hình ảnh có độ phân giải thấp
zh_hans_cn: 图片分辨率过低
zh_hant_tw: 圖片分辨率過低

# kyc_fail_to_read_invalid_reason2
source: non-ID without headshot photo, name or date of birth
cs_cz: neoficiální průkaz totožnosti bez fotografie hlavy, jména nebo data narození
da_dk: ikke-ID uden profil billede, navn eller fødselsdato
de_de: Kein Ausweis ohne Lichtbild, Name oder Geburtsdatum
fr_fr: non-ID sans photo, nom ou date de naissance
hi_in: बिना चेहरे की तस्वीर, नाम या जन्मतिथि के बिना वाली-पहचान पत्र
id_id: non-ID tanpa foto wajah, nama atau tanggal lahir
ms_my: Bukan kad pengenalan tanpa gambar kepala, nama atau tarikh lahir
nl_nl: non-ID zonder pasfoto, naam of geboortedatum
pl_pl: brak dokumentu tożsamości bez zdjęcia twarzy, nazwiska lub daty urodzenia
pt_br: Documento de identidade sem foto do rosto, nome ou data de nascimento
ru_ru: не удостоверение личности без фотографии головы, имени или даты рождения
sv_se: ID utan profilbild, namn eller födelsedatum
tr_tr: vesikalık fotoğraf, isim veya doğum tarihi olmadan, kimlik olmayan belge
uk_ua: не посвідчення особи без фотографії голови, імені чи дати народження
vi_vn: không có giấy tờ tùy thân không có ảnh chụp, tên hoặc ngày sinh
zh_hans_cn: 缺少头像照片、姓名或出生日期的非正式身份证件
zh_hant_tw: 缺少頭像照片、姓名或出生日期的非正式身份證件

# kyc_fail_to_read_invalid_take_another_photo
source: Upload/Take another photo
cs_cz: Nahrát/Vyfotit další fotografii
da_dk: Upload/Tag et andet billede
de_de: Lade ein neues Foto hoch
fr_fr: Téléverser/prendre une autre photo
hi_in: एक और फोटो अपलोड करें/लें
id_id: Unggah/Ambil foto lainnya
ms_my: Muat naik/Ambil gambar lain
nl_nl: Upload/neem een andere foto
pl_pl: Prześlij/Zrób kolejne zdjęcie
pt_br: Fazer upload/tirar outra foto
ru_ru: Загрузить/сделать другое фото
sv_se: Ladda upp/ta ett nytt foto
tr_tr: Başka bir fotoğraf yükleyin/çekin
uk_ua: Завантажити/зробити інше фото
vi_vn: Tải lên/Chụp ảnh khác
zh_hans_cn: 重新拍摄并上传照片
zh_hant_tw: 重新拍攝並上傳照片

# kyc_fail_to_read_notice_guide1
source: The uploaded ID is not valid for auto-verification. It won’t be an issue for manual-verification as long as
cs_cz: Nahraný průkaz totožnosti není platné pro automatické ověření. Nebude to problém pro ruční ověření, dokud
da_dk: Det uploadede billede er ikke gyldig for auto-verifikation. Det er ikke et problem for manuel-verifikation, så længe at
de_de: Der hochgeladene Ausweis ist für die automatische Überprüfung nicht gültig. Bei der manuellen Überprüfung ist dies kein Problem, solange
fr_fr: La pièce d’identité téléversée n’est pas valide pour la vérification automatique. Il n’y aura pas de problème pour la vérification manuelle tant que
hi_in: अपलोड किया गया पहचान पत्र स्वतः सत्यापन के लिए मान्य नहीं है। यह मैन्युअल सत्यापन के लिए तब तक कोई समस्या नहीं होगी जब तक
id_id: ID yang diunggah tidak valid untuk verifikasi otomatis. Itu tidak akan menjadi masalah untuk verifikasi manual selama
ms_my: ID yang dimuat naik tidak sah untuk pengesahan automatik. Ia tidak akan menjadi isu untuk pengesahan manual selagi
nl_nl: De geüploade ID is niet geldig voor automatische verificatie. Het is geen probleem voor handmatige verificatie zolang
pl_pl: Przesłany identyfikator nie jest ważny dla autoweryfikacji. Nie będzie to problemem przy manualnej weryfikacji, o ile
pt_br: O documento de identidade enviado não é válido para verificação automática. Não será um problema para a verificação manual, desde que
ru_ru: Загруженное удостоверение недействительно для автоматической проверки. Это не будет проблемой для ручной проверки, пока
sv_se: Ditt uppladdade ID är ej giltigt för automatisk verifiering. Det kommer ej att vara ett problem för manuell verifiering om
tr_tr: Yüklenen kimlik, otomatik doğrulama için geçerli değil. Şartlara uygun olduğu sürece manuel doğrulama için bir sorun olmayacaktır
uk_ua: Завантажене посвідчення недійсне для автоматичної перевірки. Це не буде проблемою для ручної перевірки, поки
vi_vn: ID đã tải lên không hợp lệ để tự động xác minh. Việc xác minh thủ công sẽ không thành vấn đề miễn là
zh_hans_cn: 已上传的身份证件无法进行系统自动认证，人工手动认证可避免此问题，只需
zh_hant_tw: 已上傳的身份證件無法進行系統自動認證，人工手動認證可避免此問題，只需

# kyc_fail_to_read_notice_condition1
source: the ID is an official one
cs_cz: Průkaz totožnosti je oficiální
da_dk: ID'et er officelt
de_de: Der Ausweis ist offiziell
fr_fr: le document d'identité est officiel
hi_in: पहचान पत्र आधिकारिक है
id_id: Berikut adalah ID yang resmi
ms_my: ID adalah yang rasmi
nl_nl: de ID is officieel.
pl_pl: identyfikator jest oficjalny
pt_br: o documento de identidade é oficial
ru_ru: удостоверение личности является официальным
sv_se: det är ett oficiellt ID
tr_tr: kimlik belgesi resmi olmalıdır
uk_ua: посвідчення особи є офіційним
vi_vn: ID là một hình thức chính thức
zh_hans_cn: 身份证件是政府签发的正式证件
zh_hant_tw: 身份證件是政府簽發的正式證件

# kyc_fail_to_read_notice_condition2
source: image is clearly visible
cs_cz: obrázek je čistě viditelný
da_dk: Billedet er tydeligt synligt
de_de: Bild ist deutlich erkennbar
fr_fr: L'image est visible.
hi_in: छवि स्पष्ट रूप से दिखाई दे रही है
id_id: gambar terlihat jelas
ms_my: Gambar jelas kelihatan
nl_nl: het beeld is duidelijk zichtbaar
pl_pl: zdjęcie jest wyraźnie widoczne
pt_br: a imagem é claramente visível
ru_ru: изображение четкое
sv_se: bilden är klart synlig
tr_tr: görüntü net olmalıdır
uk_ua: зображення чітке
vi_vn: hình ảnh có thể nhìn thấy rõ ràng
zh_hans_cn: 图片清晰且无遮挡
zh_hant_tw: 圖片清晰且無遮擋

# kyc_fail_to_read_notice_condition3
source: texts are easy to read.
cs_cz: texty jsou snadno čitelné.
da_dk: Teksterne er nemme at læse.
de_de: Texte sind leicht zu lesen
fr_fr: Les textes sont faciles à lire.
hi_in: संदेश पढ़ने में आसान हैं।
id_id: teks mudah dibaca.
ms_my: teks mudah dibaca.
nl_nl: teksten zijn goed leesbaar.
pl_pl: teksty są łatwe do odczytania.
pt_br: textos são fáceis de ler.
ru_ru: тексты легко читаются.
sv_se: texten är lätt att läsa.
tr_tr: yazılar okunaklı olmalıdır.
uk_ua: тексти легко читаються.
vi_vn: văn bản dễ đọc.
zh_hans_cn: 完整显示全部信息
zh_hant_tw: 完整顯示全部信息

# kyc_fail_to_read_notice_guide2
source: Would you like to try uploading another ID for auto-verification? Or would you like process with this ID anyway
cs_cz: Chcete zkusit nahrát jiný Iprůkaz totožnosti pro automatické ověření? Nebo byste přesto chtěli proces s tímto dokaldem
da_dk: Vil du prøve ay uploade et andet billede til auto-verifikation? Eller vil du fortsætte med dette ID alligevel
de_de: Möchten Sie versuchen, eine andere Ausweisart für die automatische Verifizierung hochzuladen? Oder möchten Sie trotzdem mit diesem Ausweis arbeiten?
fr_fr: Souhaitez-vous essayer d'effectuer l'auto-vérification avec un autre document d'identité? Ou souhaitez-vous continuer avec celui téléversé?
hi_in: क्या आप स्वतः सत्यापन के लिए कोई अन्य पहचान पत्र अपलोड करने का प्रयास करना चाहेंगे? या आप इस पहचान पत्र के साथ ही प्रक्रिया करना चाहेंगे
id_id: Apakah Anda ingin mencoba mengunggah ID lain untuk verifikasi otomatis? Atau apakah Anda ingin memproses dengan ID ini?
ms_my: Adakah anda ingin mencuba memuat naik ID lain untuk pengesahan automatik? Atau adakah anda mahu memproses dengan ID ini
nl_nl: Wil je proberen een andere ID te uploaden voor automatische verificatie? Of wil je toch verwerken met dit ID
pl_pl: Czy chciałbyś spróbować przesłać inny identyfikator do autoweryfikacji? Czy też chcesz, aby proces ten odbywał się przy użyciu tego identyfikatora?
pt_br: Deseja tentar fazer upload de outro documento de identidade para verificação automática? Ou prefere continuar o processo com este documento?
ru_ru: Хотите попробовать загрузить другое удостоверение личности для автоматической проверки? Или все равно продолжить с этим удостоверением?
sv_se: Vill du prova att ladda upp ett annat ID för automatisk verifiering? Eller vill du fortsätta med detta ID?
tr_tr: Otomatik doğrulama için başka bir kimlik yüklemeyi denemek ister misiniz? Yoksa yine de bu kimlikle devam etmek ister misiniz?
uk_ua: Хочете спробувати завантажити інше посвідчення особи для автоматичної перевірки? Або все одно продовжимо з цим посвідченням?
vi_vn: Bạn có muốn thử tải lên một ID khác để tự động xác minh không? Hay bạn vẫn muốn xử lý với ID này
zh_hans_cn: 您想上传其它身份证件重新进行认证，还是想用此身份证件继续进行尝试？
zh_hant_tw: 您想上傳其它身份證件重新進行認證，還是想用此身份證件繼續進行嘗試？

# kyc_fail_to_read_notice_upload_different_id
source: Upload a different ID
cs_cz: Nahrajte jiný průkaz totožnosti
da_dk: Upload et andet ID
de_de: Andere Ausweisart hochladen
fr_fr: Téléverser un autre document d'identité
hi_in: एक अलग पहचान पत्र अपलोड करें
id_id: Unggah ID yang berbeda
ms_my: Muat naik ID lain
nl_nl: Upload een ander ID
pl_pl: Prześlij inny identyfikator
pt_br: Fazer o upload de uma ID diferente
ru_ru: Загрузить другое удостоверение личности
sv_se: Ladda upp ett annat ID
tr_tr: Farklı bir kimlik belgesi yükleyin
uk_ua: Завантажити інше посвідчення особи
vi_vn: Tải lên một ID khác
zh_hans_cn: 上传其它身份证件
zh_hant_tw: 上傳其它身份證件

# kyc_fail_to_read_notice_proceed
source: Proceed anyway
cs_cz: Přesto pokračovat
da_dk: Fortsæt alligevel
de_de: Trotzdem fortfahren
fr_fr: Continuer quand même
hi_in: आगे बढ़ें
id_id: Tetap melanjutkan
ms_my: Tetap teruskan
nl_nl: Ga toch verder
pl_pl: Kontynuuj mimo wszystko
pt_br: Continuar assim mesmo
ru_ru: Все равно продолжить
sv_se: Fortsätt ändå
tr_tr: Yine de devam et
uk_ua: Все одно продовжити
vi_vn: Vẫn tiếp tục
zh_hans_cn: 继续
zh_hant_tw: 繼續

# kyc_fail_to_read_notice_title
source: Notice
cs_cz: Upozornění
da_dk: Meddelelse
de_de: Hinweis
fr_fr: Avertissement
hi_in: सूचना
id_id: Pemberitahuan
ms_my: Pemberitahuan
nl_nl: Mededeling
pl_pl: Uwaga
pt_br: Aviso
ru_ru: Сообщение
sv_se: Notis
tr_tr: Uyarı
uk_ua: Повідомлення
vi_vn: Thông báo
zh_hans_cn: 注意
zh_hant_tw: 注意

# globalkyc_infocapturedocument_uploaddirection_id_front
source: Upload %@(front)
cs_cz: Nahrát %@(přední strana)
da_dk: Upload %@(foran)
de_de: Upload %@(Vorderseite)
fr_fr: Téléverser %@(devant)
hi_in: अपलोड करें %@(सामने का)
id_id: Unggah %@(depan)
ms_my: Muat naik %@(depan)
nl_nl: Upload %@(voorkant)
pl_pl: Prześlij %@(przód)
pt_br: Fazer upload %@(frente)
ru_ru: Загрузить %@ (спереди)
sv_se: Ladda upp %@(framsida)
tr_tr: %@ yükleyin (ön)
uk_ua: Завантажити %@ (спереду)
vi_vn: Tải lên %@(mặt trước)
zh_hans_cn: 加载%@(front)
zh_hant_tw: 加載%@(front)

# activity_biometricauthenticationregistrationsplash_content
source: Use fingerprint authentication to login securely and with ease.
cs_cz: Použijte ověřování otisků prstů pro bezpečné a snadné přihlášení.
da_dk: Brug fingeraftryksgodkendelse til at logge på sikkert og nemt.
de_de: Verwenden Sie die Fingerabdruck-Authentifizierung für eine sichere und einfache Anmeldung.
fr_fr: Utilisez l’authentification par empreinte digitale pour ouvrir une session en toute sécurité et facilement.
hi_in: सुरक्षित और आसानी से लॉगिन करने के लिए फ़िंगरप्रिंट प्रमाणीकरण का उपयोग करें।
id_id: Gunakan autentikasi sidik jari untuk login dengan aman dan mudah.
ms_my: Gunakan pengesahan cap jari untuk log masuk dengan selamat dan mudah.
nl_nl: Gebruik vingerafdrukverificatie om veilig en gemakkelijk in te loggen.
pl_pl: Użyj uwierzytelniania za pomocą odcisków palców, aby bezpiecznie i łatwo się zalogować.
pt_br: Use a autenticação por impressão digital para fazer login com segurança e facilidade.
ru_ru: Используйте аутентификацию по отпечаткам пальцев для безопасного и легкого входа.
sv_se: Använd autentisering med fingeravtryck för att logga in säkert och enkelt.
tr_tr: Güvenli ve kolay bir şekilde oturum açmak için parmak izi kimlik doğrulamasını kullanın.
uk_ua: Використовуйте автентифікацію за відбитками пальців для безпечного та легкого входу.
vi_vn: Sử dụng xác thực vân tay để đăng nhập an toàn và dễ dàng.
zh_hans_cn: 开启指纹认证可让您轻松登录账户并提升账户安全性。
zh_hant_tw: 開啟指紋認證可讓您輕鬆登錄賬戶並提升賬戶安全性。

# activity_biometricauthenticationregistrationsplash_title
source: Fingerprint Authentication
cs_cz: Ověřování otisků prstů
da_dk: Godkendelse med Fingeraftryk
de_de: Fingerabdruck-Authentifizierung
fr_fr: Authentification par empreinte digitale
hi_in: फ़िंगरप्रिंट प्रमाणीकरण
id_id: Autentikasi Sidik Jari
ms_my: Pengesahan Cap Jari
nl_nl: Vingerafdrukverificatie
pl_pl: Uwierzytelnianie za pomocą Odcisków Palców
pt_br: Autenticação por impressão digital
ru_ru: Аутентификация по отпечаткам пальцев
sv_se: Autentisering med fingeravtryck
tr_tr: Parmak İzi Kimlik Doğrulaması
uk_ua: Автентифікація за відбитками пальців
vi_vn: Xác thực vân tay
zh_hans_cn: 指纹认证
zh_hant_tw: 指紋認證
