Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# tradecompetition_main_notice_notice3
source: Net Purchases: Total Purchases - Total Sales - Total Withdrawals
cs_cz: Čisté nákupy: Nákupy celkem - Prodeje celkem - Celkové výběry
da_dk: Nettokøb: Samlet køb - Samlet salg - Samlet udbetalinger
de_de: Netto-Käufe: Käufe insgesamt - Verkäufe insgesamt - Entnahmen insgesamt
es_es: Compras Netas: Compras Totales - Ventas Totales - Retiros Totales
fr_fr: Achats nets: Achats totaux - Ventes totales - Retraits totaux
hi_in: शुद्ध खरीद: कुल खरीद - कुल बिक्री - कुल निकासी
id_id: Pembelian Bersih: Total Pembelian - Total Penjualan - Total Penarikan
ms_my: Pembelian Bersih: Jumlah Pembelian - Jumlah Jualan - Jumlah Pengeluaran
nl_nl: Netto aankopen: totaal aankopen - totaal verkopen - totaal opnames
pl_pl: Zakupy netto: Zakupy Łączne - Sprzedaż Łączna - Wypłaty Łączne
pt_br: Compras Líquidas: Total de Compras - Total de Vendas - Total de Saques
ru_ru: Чистые покупки: Всего покупок - Всего продаж - Всего выводов средств
sv_se: Nettoköp: Totala köp - Totala försäljningar - Totala uttag
sw_ke: Manunuzi Halisi: Jumla ya Manunuzi - Jumla ya Mauzo - Jumla ya Kiasi Kilichoondolewa
tr_tr: Net Alım: Toplam Alım - Toplam Satış - Toplam Para Çekme
uk_ua: Чисті покупки: Усього покупок - Усього продажів - Усього знятих коштів
vi_vn: Mua ròng: Tổng số lần mua - Tổng doanh số - Tổng số tiền rút
zh_hans_cn: 净购买量 = 总买入量 - 总卖出量 - 总提币量
zh_hant_tw: 淨購買量 = 總買入量 - 總賣出量 - 總提幣量

# tradecompetition_main_notice_notice4
source: To participate in the event, the net volume of %@ must be at least %@ %@ during the event.
cs_cz: Chcete-li se zúčastnit události, čistý objem %@ musí být během události alespoň %@ %@.
da_dk: For at deltahe i denne begivenhed, skal nettovolumen af %@ være mindst %@ %@ i løbet af begivenheden.
de_de: Um an der Veranstaltung teilzunehmen, muss das Nettovolumen von %@ mindestens %@ %@ während der Veranstaltung betragen.
es_es: Para participar en el evento, el volumen neto de %@ debe ser de al menos %@ %@ durante el evento.
fr_fr: Pour participer à l'événement, le volume net de %@ doit être d'au moins %@ %@ pendant l'événement.
hi_in: आयोजनाओ में भाग लेने के लिए, इवेंट के दौरान %@ की शुद्ध मात्रा कम से कम %@ %@ होनी चाहिए।
id_id: Untuk berpartisipasi dalam acara, volume bersih %@ harus minimal %@ %@ selama acara.
ms_my: Untuk mengambil bahagian dalam acara ini, isipadu bersih daripada %@ mesti sekurang-kurangnya %@ %3$ dalam acara.
nl_nl: Om aan het evenement deel te nemen, moet het nettovolume van %@ tijdens het evenement ten minste %@ %@ bedragen.
pl_pl: Aby wziąć udział w wydarzeniu, wolumen netto %@ musi wynosić co najmniej %@ %@ w czasie trwania wydarzenia.
pt_br: Para participar do evento, o volume líquido de %@ deve ser de pelo menos %@ %@ durante o evento.
ru_ru: Для участия в мероприятии чистый объем %@ должен составлять не менее %@ %@ во время мероприятия.
sv_se: För att delta i evenemanget måste nettovolymen av %@ vara minst %@ %@ medans evenemanget pågår.
sw_ke: Ili kushiriki katika tukio, kiasi halisi cha %@ lazima kiwe angalau %@ %@ wakati wa tukio.
tr_tr: Etkinliğe katılmak için, etkinlik sırasında %@ net hacminin en az %@ %@ olması gerekir.
uk_ua: Для участі у заході чистий обсяг %@ має становити не менше як %@ %@ під час заходу.
vi_vn: Để tham gia sự kiện, khối lượng ròng của %@ ít nhất phải là %@ %@ trong suốt sự kiện.
zh_hans_cn: 为了能够正常参与活动，活动期间%@的拥有量必须要维持在%@ %@以上。
zh_hant_tw: 為了能夠正常參與活動，活動期間%@的擁有量必須要維持在%@ %@以上。

# tradecompetition_main_notice_notice5
source: The net purchase of %@ volume is calculated by buying volume minus selling volume in the duration above.
cs_cz: Čistý nákup objemu %@ se vypočítá jako objem nákupu mínus objem prodeje ve výše uvedené době.
da_dk: Nettokøbet på %@ volumen beregnes ved købsvolumen minus salgsvolumen i varigheden ovenfor.
de_de: Der Nettokauf von %@ Volumen wird durch Kaufvolumen minus Verkaufsvolumen in der obigen Dauer berechnet.
es_es: La compra neta del volumen de %@ se calcula restando el volumen de compra al volumen de venta en la duración anterior.
fr_fr: Le volume net d'achat de %@ est calculé par le volume d'achat moins le volume de vente sur la période indiquée ci-dessus.
hi_in: %@ वॉल्यूम की शुद्ध खरीदारी की गणना उपरोक्त अवधि में खरीद वॉल्यूम में बिक्री वॉल्यूम घटाकर ख़रीद कर की जाती है।
id_id: Pembelian bersih volume %@ dihitung dengan volume pembelian dikurangi volume penjualan dalam durasi di atas.
ms_my: Pembelian bersih daripada %@ isipadu dikira dengan membeli jumlah tolak jualan dalam tempoh di atas.
nl_nl: Het netto aankoopvolume van %@ wordt berekend door het verkoopvolume af te trekken van het aankoopvolume in de duur hierboven.
pl_pl: Wolumen zakupu netto %@ jest liczony jako wolumen kupna minus wolumen sprzedaży w powyższym czasie.
pt_br: A compra líquida do volume de %@ é calculada pelo volume de compra menos o volume de venda na duração acima.
ru_ru: Чистая покупка объема %@ рассчитывается как объем покупки минус объем продажи за указанный выше срок.
sv_se: Nettoköpet på volyneb av %@ beräknas genom köpvolym minus försäljningsvolym under perioden ovan.
sw_ke: Manunuzi halisi ya kiasi cha %@ yanakokotolewa kwa kiasi cha manunuzi kutoa kiasi cha mauzo ndani ya muda ulio hapo juu.
tr_tr: %@ hacmindeki net satın alma, yukarıdaki süre içinde yapılmış satın alma hacminden satış hacminin çıkarılmasıyla hesaplanır.
uk_ua: Чиста покупка обсягу %@ розраховується як обсяг покупки мінус обсяг продажу за вказаний вище термін.
vi_vn: Mua ròng của khối lượng %@ được tính bằng khối lượng mua trừ khối lượng bán trong khoảng thời gian trên.
zh_hans_cn: %@净买入数量是由上述活动时间内的总买入数量减去总卖出数量计算出来的。
zh_hant_tw: %@淨買入數量是由上述活動時間內的總買入數量減去總賣出數量計算出來的。

# tradecompetition_main_notice_notice6
source: The net deposit of %@ volume is calculated by deposit volume minus withdraw volume in the duration above.
cs_cz: Čistý vklad objemu %@ se vypočítá jako objem vkladu mínus objem výběrů ve výše uvedené době.
da_dk: Nettoindbetalingen på %@ volumen er beregnet ved indbetalingsvolumen minus hævevolumen i varigheden ovenfor.
de_de: Die Nettoeinzahlung von %@ berechnet sich aus dem Einzahlungsvolumen abzüglich des Auszahlungsvolumens in der obigen Laufzeit.
es_es: El depósito neto del volumen de %@ se calcula por el volumen de depósito menos el volumen de retiro en la duración anterior.
fr_fr: Le volume net de dépôt de %@ est calculé par le volume de dépôt moins le volume de retrait sur la période indiquée ci-dessus.
hi_in: %@ वॉल्यूम की शुद्ध जमा राशि की गणना उपरोक्त अवधि में जमा वॉल्यूम घटाकर निकासी वॉल्यूम द्वारा की जाती है।
id_id: Deposit bersih sebesar %@ volume dihitung dengan volume deposit dikurangi volume penarikan dalam durasi di atas.
ms_my: Deposit bersih bagi volum %@ dikira dengan jumlah deposit tolak jumlah pengeluaran dalam tempoh di atas.
nl_nl: Het netto stortingsvolume van %@ wordt berekend door het opnamevolume af te trekken van het stortingsvolume in de bovenstaande tijdsduur.
pl_pl: Wielkość wpłaty netto %@ jest obliczana przez wielkość wpłaty minus wielkość wypłaty w powyższym czasie.
pt_br: O depósito líquido do volume de %@ é calculado pelo volume de depósito menos o volume de saque, na duração acima.
ru_ru: Чистый депозит в объеме %@ рассчитывается как объем депозита минус объем вывода за указанный выше срок.
sv_se: Nettoinsättningen på volyment av %@ beräknas som insättningsvolym minus uttagsvolym under perioden ovan.
sw_ke: Amana halisi ya kiasi cha %@ yanakokotolewa kwa kiasi cha amana kutoa kiasi kilichoondolewa ndani ya muda ulio hapo juu.
tr_tr: %@ hacmindeki net para yatırma, yukarıdaki süre içinde yatırma hacminden para çekme hacminin çıkarılmasıyla hesaplanır.
uk_ua: Чистий депозит в обсязі %@ розраховується як обсяг депозиту мінус обсяг виведення за вказаний вище термін.
vi_vn: Số tiền gửi ròng của khối lượng %@ được tính bằng khối lượng gửi trừ khối lượng rút trong khoảng thời gian trên.
zh_hans_cn: %@净充值数量是由上述活动时间内的总充值数量减去总提币数量计算出来的。
zh_hant_tw: %@淨充值數量是由上述活動時間內的總充值數量減去總提幣數量計算出來的。

# tradecompetition_main_notice_notice7
source: Only users with KYC STEP %@ or higher will be displayed on the leader board.
cs_cz: Na žebříčku budou zobrazeni pouze uživatelé s KYC KROK %@ nebo vyšším.
da_dk: Kun brugeere med KYC TRIN %@ eller højere vil blive vist på leder tavlen.
de_de: Nur Nutzer mit KYC STEP %@ oder höher werden in der Bestenliste angezeigt.
es_es: Solo los usuarios con KYC PASO %@ o superior se mostrarán en la tabla de clasificación.
fr_fr: Seuls les utilisateurs avec un KYC ETAPE %@ ou plus seront affichés sur le tableau des scores.
hi_in: लीडर बोर्ड पर केवल KYC STEP %@ या उच्चतर वाले उपयोगकर्ता ही प्रदर्शित होंगे।
id_id: Hanya pengguna dengan KYC STEP %@ atau lebih tinggi yang akan ditampilkan di papan peringkat.
ms_my: Hanya penggunaan dengan KYC STEP %@ atau tinggi akaan dipaparkan di lembaga pemimpin.
nl_nl: Alleen gebruikers met KYC STEP %@ of hoger worden op de ranglijst weergegeven.
pl_pl: Tylko użytkownicy z KYC KROK %@ lub wyższy będą wyświetlani na tablicy liderów.
pt_br: Somente usuários com KYC STEP %@ ou superior serão exibidos na Tabela de Classificação.
ru_ru: Только пользователи с KYC ШАГОМ %@ или выше будут отображаться в таблице лидеров.
sv_se: Endast användare med KYC STEP %@ eller högre kommer att visas på resultattavlan.
sw_ke: Watumiaji walio na KYC HATUA %@ au juu ndio watakaoonyeshwa kwenye ubao wa wanaoongoza.
tr_tr: Lider panosunda yalnızca KYC STEP %@ veya daha yüksek olan kullanıcılar gösterilecektir.
uk_ua: Лише користувачі з KYC КРОКОМ %@ або вище відображатимуться в таблиці лідерів.
vi_vn: Chỉ những người dùng có KYC BƯỚC %@ trở lên mới được hiển thị trên bảng dẫn đầu.
zh_hans_cn: 只有KYC认证等级为阶段%@或更高的用户才会显示在排行榜上。
zh_hant_tw: 只有KYC認證等級為階段%@或更高的用戶才會顯示在排行榜上。

# tradecompetition_main_notice_notice8
source: There may be differences with actual results due to periodically updated rankings
cs_cz: Mohou existovat rozdíly se skutečnými výsledky kvůli pravidelně aktualizovanému hodnocení
da_dk: Der kan være forskelle med faktiske resultater på grund af periodisk opdaterede rangeringer
de_de: Aufgrund der periodisch aktualisierten Ranglisten kann es zu Abweichungen von den tatsächlichen Ergebnissen kommen.
es_es: Puede haber diferencias con los resultados actuales debido a las actualizaciones de las clasificaciones periódicamente.
fr_fr: Il peut y avoir une différence avec les résultats réels du à la mise à jour du classement à intervalles réguliers.
hi_in: समय-समय पर अद्यतन रैंकिंग के कारण वास्तविक परिणामों के साथ अंतर हो सकता है
id_id: Mungkin ada perbedaan dengan hasil aktual karena peringkat yang diperbarui secara berkala
ms_my: Mungkin terdapat perbezaan dengan keputusan sebenar kerana kedudukan yang dikemas kini secara berkala
nl_nl: Er kunnen verschillen zijn met de werkelijke resultaten als gevolg van periodiek bijgewerkte ranglijsten
pl_pl: Mogą wystąpić różnice w rzeczywistych wynikach z okresowo aktualizowanych rankingów
pt_br: Pode haver diferenças com os resultados atuais, devido a atualizações periódicas das classificações
ru_ru: Могут быть расхождения с фактическими результатами из-за периодически обновляемого рейтинга.
sv_se: Skillnader med faktiska resultat kan förekomma på grund av periodiskt uppdaterade rankningar
sw_ke: Kunaweza kuwa na tofauti na matokeo halisi kutokana na viwango vilivyosasishwa mara kwa mara
tr_tr: Düzenli olarak güncellenen sıralamalar nedeniyle sonuçlarda kısa süreli farklılıklar olabilir
uk_ua: Можуть бути розбіжності з фактичними результатами через рейтинг, що періодично оновлюється.
vi_vn: Có thể có sự khác biệt với kết quả thực tế do bảng xếp hạng được cập nhật định kỳ
zh_hans_cn: 由于排名会定期更新，所以即时排名与实际情况可能存在差异。
zh_hant_tw: 由於排名會定期更新，所以即時排名與實際情況可能存在差異。

# tradecompetition_main_notice_notice9
source: Net purchases of %@ during the event duration will be used to determine the rankings.
cs_cz: K určení pořadí budou použity čisté nákupy %@ během trvání akce.
da_dk: Nettokøb på %@ i løbet af begivenhedes varighed, vil blive brugt til at bestemme placeringerne.
de_de: Nettoeinkäufe von %@ während der Dauer der Veranstaltung werden zur Ermittlung der Rangliste herangezogen.
es_es: Las compras netas de %@ durante la duración del evento se utilizarán para determinar las clasificaciones.
fr_fr: Les achats nets de %@ effectués durant l'événement seront pris en compte pour déterminer le classement.
hi_in: आयोजनाओ की अवधि के दौरान %@ की खरीदारी का उपयोग रैंकिंग निर्धारित करने के लिए किया जाएगा।
id_id: Total pembelian dari %@ selama durasi acara akan digunakan untuk menentukan peringkat.
ms_my: Pembelian bersih daripada %@ semasa tempoh acara akan digunakan untuk menentukan kedudukan.
nl_nl: Nettoaankopen van %@ tijdens de duur van het evenement zullen worden gebruikt om de rangschikking te bepalen.
pl_pl: Do ustalenia rankingu zostaną wykorzystane zakupy netto w wysokości %@ w czasie trwania wydarzenia.
pt_br: As compras líquidas de %@ durante o evento serão usadas para determinar as classificações.
ru_ru: Чистые покупки %@ во время мероприятия будут использоваться для определения рейтинга.
sv_se: Nettoköp av %@ medans evenemanget pågår kommer att användas för att bestämma rankingen.
sw_ke: Manunuzi halisi ya %@ katika muda wa tukio uyatumika kubainisha nafasi za viwango.
tr_tr: Sıralamaları belirlemek için etkinlik süresi boyunca %@ tutarındaki net satın alımlar değerlendirilecektir.
uk_ua: Чисті покупки %@ під час заходу будуть використовуватись для визначення рейтингу.
vi_vn: Các giao dịch mua ròng %@ trong thời gian diễn ra sự kiện sẽ được sử dụng để xác định thứ hạng.
zh_hans_cn: 活动排名将按照活动期间%@的净买入总量进行确认。
zh_hant_tw: 活動排名將按照活動期間%@的淨買入總量進行確認。

# tradecompetition_main_notice_notice10
source: Total net purchases and net deposits of %@ during the event duration will be used to determine the rankings.
cs_cz: Celkové čisté nákupy a čisté vklady ve výši %@ během trvání akce budou použity k určení pořadí.
da_dk: Samlet nettokøb og nettoindbetaling på %@ i løbet af begivenhedes varighed vil blive brugt til at bestemme placeringerne.
de_de: Die Gesamtsumme der Nettokäufe und Nettoeinzahlungen von %@ während der Dauer des Events wird zur Ermittlung der Rangliste herangezogen.
es_es: Las compras netas totales y los depósitos netos de %@ durante la duración del evento se utilizarán para determinar las clasificaciones.
fr_fr: La somme totale d'achats et de dépôts net %@ durant l'événement sera prise en compte pour déterminer le classement.
hi_in: आयोजनाओ की अवधि के दौरान कुल खरीदारी और %@ की जमा राशि का उपयोग रैंकिंग निर्धारित करने के लिए किया जाएगा।
id_id: Total pembelian bersih dan deposit bersih %@ selama durasi acara akan digunakan untuk menentukan peringkat.
ms_my: Jumlah pembelian bersih dan deposit bersih daripada %@ semasa tempoh acara akan dipakai untuk menentukan kedudukan.
nl_nl: De totale netto aankopen en netto stortingen van %@ tijdens de duur van het evenement zullen worden gebruikt om de rangschikking te bepalen.
pl_pl: Łączna wartość zakupów netto i depozytów netto w wysokości %@ w czasie trwania wydarzenia zostanie wykorzystana do ustalenia rankingu.
pt_br: O total de compras líquidas e depósitos líquidos de %@ durante o evento serão usados para determinar as classificações.
ru_ru: Общая сумма чистых покупок и чистых депозитов в размере %@ за время проведения мероприятия будет использоваться для определения рейтинга.
sv_se: Totala nettoköp och nettoinsättningar av %@ under evenemangets varaktighet kommer att användas för att bestämma rankingen.
sw_ke: Jumla ya manunuzi na amana halisi za %@ katika muda wa tukio zitatumika kubainisha nafasi za viwango.
tr_tr: Sıralamaları belirlemek için etkinlik süresi boyunca toplam satın alma ve %@ miktarı kullanılacaktır.
uk_ua: Загальна сума чистих покупок та чистих депозитів у розмірі %@ за час проведення заходу буде використана для визначення рейтингу.
vi_vn: Tổng số tiền mua ròng và tiền nạp ròng %@ trong suốt thời gian diễn ra sự kiện sẽ được sử dụng để xác định thứ hạng.
zh_hans_cn: 活动排名将按照活动期间%@的净买卖总量进行确认。
zh_hant_tw: 活動排名將按照活動期間%@的淨買賣總量進行確認。

# tradecompetition_main_notice_notice11
source: The trading competition rank is based on the trading amount converted into %@
cs_cz: Pořadí obchodní soutěže je založeno na obchodované částce převedené na %@
da_dk: Handelskonkurrencens rang er baseret på handelsbeløbet konverteret til %@
de_de: Der Rang des Handelswettbewerbs basiert auf dem Handelsbetrag in
es_es: La clasificación de la competencia de trading se basa en el monto comercial convertido en %@
fr_fr: Le classement de la compétition de trading se base sur la somme de trading convertie en %@
hi_in: व्यापार(ट्रेडिंग) प्रतियोगिता रैंक %@ में परिवर्तित ट्रेडिंग राशि पर आधारित है
id_id: Peringkat kompetisi perdagangan didasarkan pada jumlah perdagangan yang dikonversi menjadi %@
ms_my: Petandingan pangkat dagangan berdasarkan jumlah dagangan yang ditukar kepada %@
nl_nl: De rang van de handelscompetitie is gebaseerd op het handelsbedrag omgerekend in %@
pl_pl: Ranking zawodów handlowych oparty jest na wielkości obrotów przeliczonej na %@
pt_br: A classificação da competição de trading é baseada na quantia de trading convertida em %@
ru_ru: Рейтинг торгового соревнования основан на сумме торговли, конвертированной в %@
sv_se: Ranken i trade-tävlingen rangordas baseras på handelsbeloppet omvandlat till %@
sw_ke: Nafasi katika shindano la biashara zinatokana na kiasi cha biashara kilichobadilishwa kuwa %@
tr_tr: Hacim yarışması sıralaması, %@ dönüştürülen hacim miktarına bağlıdır.
uk_ua: Рейтинг торгового змагання базується на сумі торгівлі, конвертованій у %@
vi_vn: Xếp hạng cuộc thi giao dịch dựa trên số tiền giao dịch được quy đổi thành %@
zh_hans_cn: 活动排名将以换算成%@的交易金额为基准计算。
zh_hant_tw: 活動排名將以換算成%@的交易金額為基準計算。

# tradecompetition_main_notice_notice12
source: The total of buy and sell transactions on designated trading pairs during the event duration will be used to determine the rankings.
cs_cz: K určení pořadí bude použit celkový počet transakcí nákupu a prodeje na určených obchodních párech během trvání akce.
da_dk: Summen af køb og salg af transaktioner på udpegede handelspar i løbet af begivenhedens varighed vil blive brugt til at bestemme placeringerne.
de_de: Die Gesamtzahl der Kauf- und Verkaufstransaktionen für bestimmte Handelspaare während der Dauer der Veranstaltung wird zur Ermittlung der Rangliste herangezogen.
es_es: El total de transacciones de compra y venta en los pares comerciales seleccionados durante la duración del evento se utilizará para determinar las clasificaciones.
fr_fr: Le nombre total de transactions de vente et d'achat utilisant la/les paire(s) de trading désignée(s) pour l'événement sera pris en compte pour déterminer le classement.
hi_in: आयोजनाओ की अवधि के दौरान नामित ट्रेड जोड़े पर कुल खरीद और बिक्री लेनदेन का उपयोग रैंकिंग निर्धारित करने के लिए किया जाएगा।
id_id: Total transaksi beli dan jual pada pasangan perdagangan yang ditentukan selama durasi acara akan digunakan untuk menentukan peringkat.
ms_my: Jumlah membeli dan transaksi jualan pada pasangan dagangan yang ditetapkan semasa tempoh acara akan digunakan untuk menentukan kedudukan.
nl_nl: Het totaal van de koop- en verkooptransacties op aangewezen handelsparen tijdens de duur van het evenement zal worden gebruikt om de rangschikking te bepalen.
pl_pl: Suma transakcji kupna i sprzedaży na wyznaczonych parach handlowych w czasie trwania wydarzenia zostanie użyta do obliczenia rankingu.
pt_br: O total de transações de compra e venda de pares de trading designados durante a duração do evento será usado para determinar as classificações.
ru_ru: Общее количество транзакций покупки и продажи по указанным торговым парам во время мероприятия будет использоваться для определения рейтинга.
sv_se: Den totala summan av köp- och säljtransaktioner på utsedda handelspar under evenemangets varaktighet kommer att användas för att bestämma rankingen.
sw_ke: Jumla ya miamala ya kununua na kuuza kwenye jozi maalum za biashara katika muda wa tukio itatumika kubainisha nafasi za viwango.
tr_tr: Sıralamaları belirlemek için etkinlik süresi boyunca belirlenen işlem çiftlerindeki alım ve satım işlemlerinin toplamı değerlendirilmektedir.
uk_ua: Загальна кількість транзакцій купівлі та продажу за вказаними торговими парами під час заходу використовуватиметься для визначення рейтингу.
vi_vn: Tổng số giao dịch mua và bán trên các cặp giao dịch được chỉ định trong thời gian diễn ra sự kiện sẽ được sử dụng để xác định thứ hạng.
zh_hans_cn: 名次会按照活动期间用户在指定交易对中买卖总额的高低进行排列。
zh_hant_tw: 名次會按照活動期間用戶在指定交易對中買賣總額的高低進行排列。

# tradecompetition_main_notice_notice13
source: Only trading volume incurred from a ProBit Global(www.probit.com) account will be counted towards the trading competition volume.
cs_cz: Pouze objem obchodů získaný z účtu ProBit Global (www.probit.com) bude započítán do soutěžního objemu obchodování.
da_dk: Kun handelsvolumen fra en ProBit Global(www.probit.com) konto tæller med i handelskonkurrencens volumen.
de_de: Nur das Handelsvolumen, das über ein ProBit Global(www.probit.com)-Konto abgewickelt wird, wird auf das Volumen des Handelswettbewerbs angerechnet.
es_es: Solo el volumen de negociación incurrido desde una cuenta ProBit Global (www.probit.com) se contará para el volumen de la Competencia de Trading.
fr_fr: Seul le volume de transactions effectuées à partir d’un compte ProBit Global (www.probit.com) sera pris en compte dans le volume de la ompétition de trading.
hi_in: केवल ProBit Global(www.probit.com) खाते से किए गए ट्रेडिंग वॉल्यूम को ट्रेडिंग प्रतियोगिता वॉल्यूम में गिना जाएगा।
id_id: Hanya volume perdagangan yang dikeluarkan dari akun ProBit Global (www.probit.com) yang akan dihitung dalam volume kompetisi perdagangan.
ms_my: Hanya dagangan volum yang ditanggung dari ProBit Global(www.probit.com) akaun akan dikira dalam jumlah persaingan perdagangan.
nl_nl: Alleen het handelsvolume van een ProBit Global(www.probit.com) account wordt meegeteld voor het volume van de handelscompetitie.
pl_pl: Tylko wolumen obrotu dokonany z konta ProBit Global(www.probit.com) będzie wliczany do wolumenu obrotu w konkursie.
pt_br: Apenas o volume de trading incorrido de uma conta da ProBit Global(www.probit.com) será considerado como volume da competição de trading.
ru_ru: Только объем торгов, совершенный со счета ProBit Global (www.probit.com), будет учитываться при расчете объема торгов.
sv_se: Endast handelsvolym som uppstår från ett ProBit Global(www.probit.com)-konto kommer att räknas mot volymen i trade-tävlingen.
sw_ke: Kiasi cha biashara kutoka kwenye akaunti ya ProBit Global (www.probit.com) ndicho kitahesabiwa kwenda kwenye kiwango cha ushindani wa biashara.
tr_tr: Yalnızca bir ProBit Global(www.probit.com)hesabından yapılan işlem hacmi, yarışmadaki hacime dahil edilecektir.
uk_ua: Тільки обсяг торгів, здійснений з рахунку ProBit Global (www.probit.com), буде враховуватись при розрахунку обсягу торгів.
vi_vn: Chỉ khối lượng giao dịch phát sinh từ tài khoản ProBit Global (www.probit.com) mới được tính vào cạnh tranh trong Cuộc thi giao dịch.
zh_hans_cn: 只有在ProBit Global (www.probit.com) 账户中产生的交易才会被计入活动的交易量。
zh_hant_tw: 只有在ProBit Global (www.probit.com) 賬戶中產生的交易才會被計入活動的交易量。
