Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# filter_title
source: Select Filter
cs_cz: Vyberte filtr
da_dk: Vælg Filter
de_de: Filter auswählen
es_es: Seleccionar filtro
fr_fr: Sélectionnez un filtre
hi_in: फ़िल्टर का चयन करें
id_id: Pilih Filter
ms_my: Pilih Filter
nl_nl: Selecteer filter
pl_pl: Wybierz filtr
pt_br: Selecionar filtro
ru_ru: Выберите фильтр
sv_se: Välj filter
sw_ke: Chagua Vichujio
tr_tr: Filtre Seç
uk_ua: Оберіть Фільтр
vi_vn: Chọn bộ lọc
zh_hans_cn: 选择筛选条件
zh_hant_tw: 選擇篩選條件

# filter_daterangeerror
source: The selected time range cannot exceed 3 months.
cs_cz: Zvolené časové období nesmí přesáhnout 3 měsíce.
da_dk: Den valgte tidsinsterval må ikke overstige 3 måneder.
de_de: Die gewählte Zeitspanne darf 3 Monate nicht überschreiten.
es_es: El límite de tiempo seleccionado no puede exceder los tres meses.
fr_fr: La période de temps sélectionnée ne peut pas dépasser 3 mois.
hi_in: चयनित समय सीमा 3 महीने से अधिक नहीं हो सकती।
id_id: Rentang waktu yang dipilih tidak boleh lebih dari 3 bulan.
ms_my: Masa yang dipilih tidak boleh melebihi 3 bulan.
nl_nl: De geselecteerde periode mag niet langer zijn dan 3 maanden.
pl_pl: Wybrany zakres czasu nie może przekraczać 3 miesięcy.
pt_br: O intervalo de tempo selecionado não pode exceder 3 meses.
ru_ru: Выбранный временной диапазон не может превышать 3 месяцев.
sv_se: Det valda tidsintervallet får ej överstiga 3 månader.
sw_ke: Muda uliochaguliwa hautakiwi kuzidi miezi 3.
tr_tr: Seçilen zaman aralığı 3 ayı aşamaz.
uk_ua: Обраний проміжок часу не може перевищувати 3 місяці.
vi_vn: Khoảng thời gian đã chọn không được vượt quá 3 tháng.
zh_hans_cn: 搜索的时间范围不可超过3个月。
zh_hant_tw: 搜索的時間範圍不可超過3個月。

# filter_search
source: Search
cs_cz: Hledat
da_dk: Søg
de_de: Suche
es_es: Buscar
fr_fr: Recherche
hi_in: खोज
id_id: Cari
ms_my: Carian
nl_nl: Zoek
pl_pl: Szukaj
pt_br: Buscar
ru_ru: Поиск
sv_se: Sök
sw_ke: Tafuta
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm
zh_hans_cn: 搜索
zh_hant_tw: 搜索

# filter_timezone
source: Timezone : %@
cs_cz: Časové pásmo: %@
da_dk: Tidszone: %@
de_de: Zeitzone : %@
es_es: Zona horaria : %@
fr_fr: Fuseau horaire: %@
hi_in: समय क्षेत्र : %@
id_id: Zona waktu : %@
ms_my: Zon Waktu : %@
nl_nl: Tijdszone : %@
pl_pl: Strefa czasowa : %@
pt_br: Fuso horário: %@
ru_ru: Часовой пояс: %@
sv_se: Tidszon: %@
sw_ke: Ukanda wa Muda : %@
tr_tr: Zaman dilimi : %@
uk_ua: Часовий пояс : %@
vi_vn: Múi giờ : %@
zh_hans_cn: 时区：%@
zh_hant_tw: 時區：%@

# filter_selectcrypto
source: Select Crypto
cs_cz: Vyberte Krypto
da_dk: Vælg Krypto
de_de: Krypto auswählen
es_es: Seleccionar criptomonedas
fr_fr: Sélectionnez la crypto
hi_in: क्रिप्टो का चयन करें
id_id: Pilih Crypto
ms_my: Pilih Crypto
nl_nl: Selecteer crypto
pl_pl: Wybierz Kryptowalutę
pt_br: Selecione a criptomoeda
ru_ru: Выберите крипто
sv_se: Välj krypto
sw_ke: Chagua Crypto
tr_tr: Kripto seç
uk_ua: Оберіть крипто
vi_vn: Chọn Crypto
zh_hans_cn: 选择加密货币
zh_hant_tw: 選擇加密貨幣

# filter_allcoins
source: All Coins
cs_cz: Všechny mince
da_dk: Alle mønter
de_de: Alle Coins
es_es: Todas las monedas
fr_fr: Tous les coins
hi_in: सभी सिक्के
id_id: Semua Koin
ms_my: Semua Koin
nl_nl: Alle coins
pl_pl: Wszystkie Monety
pt_br: Todas as moedas
ru_ru: Все монеты
sv_se: Alla coins
sw_ke: Sarafu Zote
tr_tr: Tüm coinler
uk_ua: Усі монети
vi_vn: Tất cả coin
zh_hans_cn: 全部币种
zh_hant_tw: 全部幣種

# filter_tradingpair
source: Trading pair:
cs_cz: Obchodní pár:
da_dk: Handelspar
de_de: Handelspaar:
es_es: Pares de trading:
fr_fr: Paire de trading:
hi_in: ट्रेडिंग जोड़ी:
id_id: Pasangan trading:
ms_my: Dagangan Pasangan:
nl_nl: Handelspaar:
pl_pl: Pary handlowe:
pt_br: Par de Trading:
ru_ru: Торговая пара:
sv_se: Trejdingpair:
sw_ke: Jozi za Miamala:
tr_tr: İşlem paritesi:
uk_ua: Торгова пара:
vi_vn: Cặp giao dịch:
zh_hans_cn: 交易对：
zh_hant_tw: 交易對：

# filter_date
source: Date:
cs_cz: Datum:
da_dk: Dato:
de_de: Datum:
es_es: Fecha:
hi_in: दिनांक
id_id: Tanggal:
ms_my: Tarikh:
nl_nl: Datum:
pl_pl: Data
pt_br: Data:
ru_ru: Дата:
sv_se: Datum:
sw_ke: Tarehe:
tr_tr: Tarih:
uk_ua: Дата:
vi_vn: Ngày:
zh_hans_cn: 时间：
zh_hant_tw: 時間：

# filter_rowtitle_dates
source: Dates
cs_cz: Termíny
da_dk: Datoer
de_de: Daten
es_es: Fechas
hi_in: तारीखे
id_id: Tanggal
ms_my: Tarikh
nl_nl: Datums
pl_pl: Daty
pt_br: Datas
ru_ru: Даты
sv_se: Datum
sw_ke: Tarehe
tr_tr: Tarihler
uk_ua: Дати
vi_vn: Thời gian
zh_hans_cn: 日期
zh_hant_tw: 日期

# filter_rowtitle_traidingpair
source: Trading pair
cs_cz: Obchodní pár
da_dk: Handelspar
de_de: Handelspaar
es_es: Pares de trading
fr_fr: Paire de trading
hi_in: ट्रेडिंग जोड़ी
id_id: Pasangan Trading
ms_my: Dagangan pasangan
nl_nl: Handelspaar
pl_pl: Pary Handlowe
pt_br: Par de Trading
ru_ru: Торговая пара
sv_se: Traejdingpar
sw_ke: Jozi za miamala
tr_tr: İşlem paritesi
uk_ua: Торгова пара
vi_vn: Cặp giao dịch
zh_hans_cn: 交易对
zh_hant_tw: 交易對

# alert_signin_failed_unauth_unexpectedwarn
source: Wrong email or password Non-alphanumeric character detected in your email or password input. If this is not what you expected, please check and try again.
cs_cz: Nesprávný e-mail nebo heslo Ve Vašem e-mailu nebo zadání hesla byl zjištěn nealfanumerický znak. Pokud to není to, co jste očekávali, zkontrolujte to a zkuste to znovu.
da_dk: Forkert e-mail eller adgangskode Ikke-alfanumerisk tegn fundet i din e-mail- eller adgangskodeinput. Hvis dette ikke er hvad du forventede, så tjek det og prøv igen.
de_de: Falsche E-Mail oder falsches Passwort Ein nicht alphanumerisches Zeichen wurde bei der Eingabe Ihrer E-Mail oder Ihres Passworts entdeckt. Wenn dies nicht das ist, was Sie erwartet haben, überprüfen Sie es bitte und versuchen Sie es erneut.
es_es: Email o contraseña incorrecto Se han detectado caracteres no alfanuméricos en su email o contraseña. Si no es lo que esperaba, vuelva a comprobarlo e intentarlo de nuevo.
fr_fr: Email ou mot de passe incorrect Caractère non alphanumérique détecté dans votre email ou mot de passe. Si ce n’est pas votre intention, veuillez vérifier et réessayer.
hi_in: गलत ईमेल या पासवर्ड आपके ईमेल या पासवर्ड जमा में गैर-अक्षर व अंक वर्ण का पता चला है। यदि यह वह नहीं है, तो कृपया जाँच करें और पुनः प्रयास करें।
id_id: Email atau sandi salah Karakter non-alfanumerik terdeteksi dalam email atau masukan sandi Anda. Jika ini bukan yang Anda harapkan, silakan periksa dan coba lagi.
ms_my: E-mel atau kata laluan salah \aksara bukan abjad angka dikesan dalam input e-mel atau kata laluan anda. Jika ini bukan yang anda jangkakan, sila semak dan cuba lagi
nl_nl: Verkeerd e-mailadres of wachtwoord: een niet-alfanumeriek teken ontdekt in je e-mailadres of wachtwoordinvoer. Als dit niet is wat je had verwacht, controleer dit dan en probeer het opnieuw.
pl_pl: Nieprawidłowy e-mail lub hasło Wykryto znak inny niż alfanumeryczny w adresie e-mail lub haśle. Jeśli to nie jest to, czego oczekiwałeś, sprawdź i spróbuj ponownie.
pt_br: E-mail ou senha incorretos Caracter não alfanumérico detectado em seu e-mail ou senha. Se isso não for o que você esperava, verifique e tente novamente.
ru_ru: Неправильный адрес электронной почты или пароль В вашем адресе электронной почты или пароле обнаружен не буквенно-цифровой символ. Если это не то, что вы ожидали, пожалуйста, проверьте и попробуйте еще раз.
sv_se: Fel e-postadress eller lösenord Icke-alfanumeriskt tecken upptäcktes i din e-post- eller lösenordsinmatning. Vänligen kontrollera och försök igen.
sw_ke: Barua pepe au neno la siri lisilo sahihi\ Kitu kisicho herufi na namba kimeonekana katika barua pepe yako au neno la siri uliloingiza. Ikiwa sivyo ulivyotarajia, tafadhali angalia kwa umakini na ujaribu tena.
tr_tr: Yanlış e-posta veya şifre E-posta veya şifre girişinizde alfasayısal olmayan karakter algılandı. Lütfen kontrol edip tekrar deneyiniz.
uk_ua: Неправильна адреса електронної пошти або пароль Під час введення електронної пошти або пароля виявлено небуквенно-цифровий символ. Якщо це не те, що ви очікували, будь ласка, перевірте та спробуйте ще раз.
vi_vn: Email hoặc mật khẩu sai Đã phát hiện thấy ký tự không phải chữ và số trong email hoặc mật khẩu nhập của bạn. Nếu đây không phải là những gì bạn mong đợi, vui lòng kiểm tra và thử lại.
zh_hans_cn: 邮箱地址或密码错误 您输入的邮箱地址或密码中存在非法字符，请再次检查并重试。
zh_hant_tw: 郵箱地址或密碼錯誤 您輸入的郵箱地址或密碼中存在非法字符，請再次檢查並重試。

# activity_notificationsettings_pushelements_ordernotification_title
source: Order related notifications
cs_cz: Upozornění související s objednávkou
da_dk: Ordrerelaterede meddelelser
de_de: auftragsbezogene Benachrichtigungen
es_es: Órdenes de notificaciones relacionadas
fr_fr: Notifications relatives à l'ordre
hi_in: आदेश संबंधित सूचनाएं
id_id: Notifikasi terkait order
ms_my: Pemberitahuan mengenai pesanan
nl_nl: Ordergerelateerde meldingen
pl_pl: Powiadomienia dotyczące zamówień
pt_br: Notificações relacionadas à ordem
ru_ru: Уведомления об ордерах
sv_se: Beställningsrelaterade meddelanden
sw_ke: Arifu kuhusu agizo
tr_tr: Siparişle ilgili bildirimler
uk_ua: Сповіщення про ордери
vi_vn: Đặt các thông báo liên quan
zh_hans_cn: 订单相关通知
zh_hant_tw: 訂單相關通知

# activity_notificationsettings_pushelements_ordernotification_hint
source: Receive order related notifications
cs_cz: Přijímat upozornění týkající se objednávky
da_dk: Modtag ordrerelaterede meddelelser
de_de: auftragsbezogene Benachrichtigungen erhalten
es_es: Recibir órdenes de notificaciones relacionadas
fr_fr: Recevoir les notifications relatives à l'ordre
hi_in: आदेश संबंधित सूचनाएं प्राप्त करें
id_id: Terima notifikasi terkait order anda
ms_my: Menerima pemberitahuan mengenai pesanan
nl_nl: Ontvang ordergerelateerde meldingen
pl_pl: Otrzymuj powiadomienia związane z zamówieniami
pt_br: Receba notificações relacionadas às ordens
ru_ru: Получать уведомления об ордерах
sv_se: Ta emot orderrelaterade meddelanden
sw_ke: Pokea maarifu kuhusu maagizo
tr_tr: Siparişinizle ilgili bildirimleri alın
uk_ua: Отримувати сповіщення про ордери
vi_vn: Nhận thông báo liên quan đến lệnh đặt
zh_hans_cn: 接收订单相关通知
zh_hant_tw: 接收訂單相關通知

# buycrypto_fail_title
source: Something went wrong!
cs_cz: Něco se pokazilo!
da_dk: Noget gik galt!
de_de: Etwas ist schiefgegangen!
es_es: ¡Ha ocurrido un error!
fr_fr: Une erreur s'est produite!
hi_in: कुछ गलत हो गया हैं!
id_id: Terjadi Kesalahan!
ms_my: Ada sesuatu tidak kena!
nl_nl: Er is iets fout gegaan!
pl_pl: Coś poszło nie tak !
pt_br: Algo deu errado!
ru_ru: Что-то пошло не так!
sv_se: Något gick fel!
sw_ke: Kunahitilafu imetokea
tr_tr: Bir şeyler yanlış gitti!
uk_ua: Отакої! Щось пішло не так!
vi_vn: Đã xảy ra lỗi!
zh_hans_cn: 发生问题！
zh_hant_tw: 發生問題！

# buycrypto_fail_content
source: The transaction did not proceed as expected. Please select the %@ button below.
cs_cz: Transakce neproběhla podle očekávání. Vyberte prosím tlačítko %@ níže.
da_dk: Handlen forløb ikke som forventet. Vælg venligst %@-knappen nedenfor.
de_de: Die Transaktion verlief nicht wie erwartet. Bitte wählen Sie die Schaltfläche %@ unten.
es_es: No se ha procesado la transacción como se esperaba. Por favor, seleccione el botón %@ a continuación.
fr_fr: La transaction ne s'est pas effectuée comme prévue. Veuillez cliquer sur le bouton %@ ci dessous.
hi_in: लेन-देन अपेक्षित रूप से आगे नहीं बढ़ा। कृपया नीचे %@ बटन को चुनें।
id_id: Transaksi tidak berjalan seperti yang diharapkan. Silakan pilih tombol %@ di bawah ini.
ms_my: Transaksi tidak dijalani seperti yang diharapkan. Sila pilih %@ butang tersebut.
nl_nl: De transactie is niet verlopen zoals verwacht. Klik op de %@ knop hieronder.
pl_pl: Transakcja nie przebiegła zgodnie z oczekiwaniami. Proszę wybrać przycisk %@ poniżej.
pt_br: A transação não ocorreu conforme o esperado. Selecione o botão %@ abaixo.
ru_ru: Транзакция прошла не так, как ожидалось. Нажмите кнопку %@ ниже.
sv_se: Transaktionen gick inte som förväntat. Välj knappen %@ nedan.
sw_ke: Muamala haukwenda kama ulivyotarajiwa. Tafadhali chagua kitufe cha %@ hapa chini.
tr_tr: İşlem beklenildiği gibi ilerleyemedi. Lütfen aşağıdaki %@ butonunuza basınız.
uk_ua: Транзакція відбулася не так, як очікувалося. Натисніть кнопку %@ нижче.
vi_vn: Giao dịch không diễn ra như mong đợi. Vui lòng chọn nút %@ bên dưới.
zh_hans_cn: 此次交易未能成功进行，请选择下面的%@按钮。
zh_hant_tw: 此次交易未能成功進行，請選擇下面的%@按鈕。

# common_gotomain
source: Go to Home Screen
cs_cz: Přejděte na domovskou obrazovku
da_dk: Gå til Startskærmen
de_de: Gehe zum Startbildschrim
es_es: Ir a Pantalla Principal
fr_fr: Allez à la page d'accueil
hi_in: होम स्क्रीन पर जाएं
id_id: Pergi ke Layar Utama
ms_my: Kembali ke laman utama
nl_nl: Ga naar de Hoofdpagina
pl_pl: Przejdź do Strona Główna
pt_br: Ir para a tela inicial
ru_ru: Перейти к главному экрану
sv_se: Gå till startskärmen
sw_ke: Rudi nyuma kwenye skirini kuu
tr_tr: Ana Ekrana Gidiniz
uk_ua: Перейти до головного екрану
vi_vn: Chuyển đến Màn hình chính
zh_hans_cn: 前往主界面
zh_hant_tw: 前往主界面

# buycrypto_done_title
source: The transaction has been completed!
cs_cz: Transakce byla dokončena!
da_dk: Handlen er gennemført!
de_de: Transaktion wurde erfolgreich abgeschlossen!
es_es: ¡Se ha completado la transacción!
fr_fr: La transaction a été effectuée.
hi_in: लेनदेन पूरा हो गया है!
id_id: Transaksi telah selesai!
ms_my: Transaksi sudah berjaya!
nl_nl: De transactie is voltooid!
pl_pl: Transakcja została zakończona!
pt_br: A transação foi concluída!
ru_ru: Транзакция завершена!
sv_se: Transaktionen har slutförts!
sw_ke: Muamala umekamilika
tr_tr: İşlem tamamlandı!
uk_ua: Транзакцію завершено!
vi_vn: Giao dịch đã hoàn tất!
zh_hans_cn: 交易已经完成！
zh_hant_tw: 交易已經完成！

# buycrypto_done_content
source: You have completed your purchase successfully. Check your wallet to find your purchased crypto.
cs_cz: Úspěšně jste dokončili nákup. Zkontrolujte svou peněženku a najděte zakoupenou kryptoměnu.
da_dk: Du har gennemført dit køb med succes. Tjek din tegnebog for at finde din købte krypto.
de_de: Sie haben Ihren Kauf erfolgreich abgeschlossen. Überprüfen Sie Ihr Wallet, um Ihre gekauften Kryptowährungen zu finden.
es_es: Ha completado su compra con éxito. Compruebe su cartera para ver sus criptomonedas compradas.
fr_fr: Vous avez complété votre achat avec succés. Vérifiez votre portefeuille pour y voir la crypto achetée.
hi_in: आपने अपनी खरीदारी सफलतापूर्वक पूरी कर ली है। अपने खरीदे गए क्रिप्टो को देखने के लिए अपने वॉलेट की जाँच करें।
id_id: Anda telah berhasil menyelesaikan pembelian Anda. Periksa dompet Anda untuk menemukan crypto yang Anda beli.
ms_my: Anda sudah berjaya lengkapkan pembelian anda. Sila periksa dompet anda untuk mencari pembelian crypto anda.
nl_nl: Je hebt je aankoop succesvol afgerond. Controleer je wallet om je gekochte crypto te vinden.
pl_pl: Zakup został zakończony pomyślnie. Sprawdź swój portfel, aby znaleźć zakupione kryptowaluty.
pt_br: Você concluiu sua compra com sucesso. Verifique sua carteira para encontrar a criptomoeda comprada.
ru_ru: Вы успешно завершили покупку. Проверьте свой кошелек, чтобы найти приобретенную криптовалюту.
sv_se: Ditt köp har slutförts. Kontrollera din plånbok för att hitta din köpta krypto.
sw_ke: Umefanikiwa kukamilisha muamala wako wa manunuzi. Angalia pochi yako ili kuiona crypto uliyonunua.
tr_tr: Satın alma işleminizi başarıyla tamamladınız. Satın aldığınız kripto parayı görmek için cüzdanınızı kontrol ediniz.
uk_ua: Ви успішно завершили покупку. Перевірте свій гаманець, щоб знайти придбану криптовалюту.
vi_vn: Bạn đã hoàn thành việc mua hàng của mình thành công. Kiểm tra ví của bạn để tìm tiền điện tử đã mua của bạn.
zh_hans_cn: 您已成功完成购买，现在可以前往钱包检查所购买的加密货币。
zh_hant_tw: 您已成功完成購買，現在可以前往錢包檢查所購買的加密貨幣。

# buycrypto_pending_title
source: You will be redirected to %@ shortly.
cs_cz: Brzy budete přesměrováni na %@.
da_dk: Du vil blive omdirigeret til %@ om lidt.
de_de: Sie werden in Kürze zu %@ weitergeleitet.
es_es: Se le redireccionará a %@ en unos momentos.
fr_fr: Vous allez être redirigé vers %@ sous peu.
hi_in: आपको शीघ्र ही %@ पर पुनर्निर्देशित किया जाएगा।
id_id: Anda akan diarahkan ke %@ segera.
ms_my: Anda akan diubah hala ke %@ sebentar lagi.
nl_nl: Je wordt dadelijk doorverwezen naar %@ .
pl_pl: Wkrótce zostaniesz przekierowany na stronę %@.
pt_br: Você será redirecionado para %@ em breve.
ru_ru: Вскоре вы будете перенаправлены на %@.
sv_se: Du kommer att omdirigeras till %@ inom kort.
sw_ke: Utaelekezwa kwenda %@ hivi karibuni.
tr_tr: Kısa süre içerisinde %@ yönlendirileceksiniz.
uk_ua: Невдовзі вас буде переспрямовано на %@.
vi_vn: Bạn sẽ sớm được chuyển hướng đến %@.
zh_hans_cn: 您即将跳转至%@。
zh_hant_tw: 您即將跳轉至%@。

# buycrypto_pending_spinner_text
source: Your purchase is automatically confirmed.
cs_cz: Váš nákup je automaticky potvrzen.
da_dk: Dit køb er bekræftet automatisk.
de_de: Ihr Kauf wird automatisch bestätigt.
es_es: Se ha confirmado su compra automáticamente.
fr_fr: L'achat est automatiquement confirmé.
hi_in: आपकी खरीदारी की स्वतः पुष्टि हो जाती है।
id_id: Pembelian Anda dikonfirmasi secara otomatis.
ms_my: Pembelian anda telah disahkan secara automatik.
nl_nl: Je aankoop wordt automatisch bevestigd.
pl_pl: Zakup jest automatycznie potwierdzany.
pt_br: Sua compra é confirmada automaticamente.
ru_ru: Ваша покупка автоматически подтверждена.
sv_se: Ditt köp bekräftas automatiskt.
sw_ke: Ununuzi wako unathibitishwa kiotomatiki.
tr_tr: Satın alma işleminiz otomatik olarak onaylanır.
uk_ua: Вашу покупку автоматично підтверджено.
vi_vn: Giao dịch mua của bạn được xác nhận tự động.
zh_hans_cn: 此次购买已由系统自动确认。
zh_hant_tw: 此次購買已由系統自動確認。

# buycrypto_pending_guide_1
source: The purchase transaction is processed by the selected service provider - %@.
cs_cz: Nákupní transakci zpracovává vybraný poskytovatel služeb – %@.
da_dk: Købstransaktionen behandles af den valgte tjenesteudbyder - %@.
de_de: Die Kauftransaktion wird von dem ausgewählten Dienstanbieter - %@ - abgewickelt.
es_es: La transacción de compra es procesada por el proveedor de servicios seleccionado - %@.
fr_fr: La transaction d'achat est effectuée par le fournisseur de service - %@.
hi_in: खरीदारी का लेन-देन चयनित सेवा प्रदाता - %@ द्वारा संसाधित किया जाता है।
id_id: Transaksi pembelian diproses oleh penyedia layanan yang dipilih - %@.
ms_my: Transaksi pembelian telah dijalankan oleh pembekalan perkhidmatan tersebut - %@.
nl_nl: De aankooptransactie wordt verwerkt door de gekozen dienstverlener - %@.
pl_pl: Transakcja zakupu jest realizowana przez wybranego usługodawcę - %@.
pt_br: A transação de compra é processada pelo provedor de serviços selecionado - %@.
ru_ru: Транзакцию покупки обрабатывает выбранный поставщик услуг – %@.
sv_se: Köptransaktionen behandlas av den valda tjänsteleverantören - %@.
sw_ke: Muamala wako wa ununuzi unashughulikiwa na mtoa huduma aliyechaguliwa - %@.
tr_tr: Satın alma işlemi seçilen servis sağlayıcı tarafından işlenir - %@.
uk_ua: Транзакцію покупки обробляє вибраний постачальник послуг - %@.
vi_vn: Giao dịch mua được xử lý bởi nhà cung cấp dịch vụ đã chọn - %@.
zh_hans_cn: 此次购买将由选定的服务提供商处理 - %@。
zh_hant_tw: 此次購買將由選定的服務提供商處理 - %@。

# buycrypto_pending_guide_2
source: If you are not redirected to %@, please touch the button below.
cs_cz: Pokud nebudete přesměrováni na %@, dotkněte se tlačítka níže.
da_dk: Hvis du ikke bliver omdirigeret til %@, bedes du trykke på knappen nedenfor.
de_de: Wenn Sie nicht zu %@ weitergeleitet werden, klicken Sie bitte auf die Schaltfläche unten.
es_es: Si no es redireccionado a %@, por favor, toque el botón a continuación.
fr_fr: Si vous n'êtes pas redirigé vers %@, veuillez cliquer le bouton ci-dessous.
hi_in: अगर आपको %@ पर रीडायरेक्ट नहीं किया गया है, तो कृपया नीचे दिया गया बटन दबाएँ|
id_id: Jika Anda tidak diarahkan ke %@, silahkan sentuh tombol di bawah ini.
ms_my: Jika anda tidak diubah hala ke %@, sila sentuh butang tersebut.
nl_nl: Als je niet wordt doorgestuurd naar %@, druk dan op de knop hieronder.
pl_pl: Jeśli nie zostałeś przekierowany na stronę %@, dotknij poniższy przycisk.
pt_br: Se você não for redirecionado para %@, toque no botão abaixo.
ru_ru: Если вы не будете перенаправлены на %@, коснитесь кнопки ниже.
sv_se: Om du ej omdirigeras till %@, tryck på knappen nedan.
sw_ke: Ikiwa hutapelekwa kwenda %@, tafadhali gusa kitufe kilicho hapa chini.
tr_tr: %@ adresine yönlendirilmezseniz, lütfen aşağıdaki butona tıklayınız.
uk_ua: Якщо вас не буде переспрямовано на %@, торкніться кнопки нижче.
vi_vn: Nếu bạn không được chuyển hướng đến %@, vui lòng chạm vào nút bên dưới.
zh_hans_cn: 如果您没有跳转至%@，请点击下方按钮。
zh_hant_tw: 如果您沒有跳轉至%@，請點擊下方按鈕。

# common_gotogeneric
source: Go to %@
cs_cz: Přejít na %@
da_dk: Gå til %@
de_de: Gehe zu %@
es_es: Vaya a %@
fr_fr: Allez à %@
hi_in: %@ पर जाएं
id_id: Masuk ke %@
ms_my: Pergi ke %@
nl_nl: Ga naar %@
pl_pl: Przejdź do %@
pt_br: Vá para %@
ru_ru: Перейти к %@
sv_se: Gå till %@
sw_ke: Nenda %@
tr_tr: %@ gidiniz
uk_ua: Перейти до %@
vi_vn: Chuyển đến %@
zh_hans_cn: 前往%@
zh_hant_tw: 前往%@

# buycrypto_pending_dialog_title
source: Are you sure?
cs_cz: Jste si jistí?
da_dk: Er du sikker?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?
fr_fr: Êtes-vous sûr?
hi_in: क्या आपको यकीन है?
id_id: Apa anda yakin?
ms_my: Anda pasti?
nl_nl: Weet je het zeker?
pl_pl: Czy jesteś pewny?
pt_br: Tem certeza?
ru_ru: Вы уверены?
sv_se: Är du säker?
sw_ke: Unauhakika
tr_tr: Emin misiniz?
uk_ua: Ви впевнені?
vi_vn: Bạn có chắc không?
zh_hans_cn: 您确定吗？
zh_hant_tw: 您確定嗎？

# buycrypto_pending_dialog_content
source: Are you sure you want to return to the main screen?
cs_cz: Opravdu se chcete vrátit na hlavní obrazovku?
da_dk: Er du sikker på at du vil vende tilbage til startskærmen?
de_de: Sind Sie sicher, dass Sie zur Startseite zurückkehren möchten?
es_es: ¿Está seguro que desea volver a la pantalla principal?
fr_fr: Êtes vous sûr de vouloir retourner sur la page d'accueil?
hi_in: क्या आप मुख्य स्क्रीन पर लौटना चाहते हैं?
id_id: Apakah Anda yakin ingin kembali ke layar utama?
ms_my: Anda pasti mahu balik ke laman utama?
nl_nl: Weet je zeker dat je terug wilt naar het hoofdscherm?
pl_pl: Czy na pewno chcesz powrócić do ekranu głównego?
pt_br: Tem certeza de que deseja retornar à tela principal?
ru_ru: Вы уверены, что хотите вернуться на главный экран?
sv_se: Är du säker på att du vill återgå till huvudskärmen?
sw_ke: Una uhakika unataka kurudi nyuma kwenye skrini kuu?
tr_tr: Ana ekrana dönmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете повернутися до головного екрану?
vi_vn: Bạn có chắc chắn muốn quay lại màn hình chính không?
zh_hans_cn: 确定要返回主界面吗？
zh_hant_tw: 確定要返回主界面嗎？

# accessibility_common_passwordmask_on
source: Password masking enabled.
cs_cz: Maskování hesel povoleno.
da_dk: Maskering af adgangskode aktiveret.
de_de: Passwortmaskierung aktiviert.
es_es: Se ha habilitado la ocultación de la contraseña.
fr_fr: Le mot de passe est masqué
hi_in: पासवर्ड मास्किंग सक्षम।
id_id: Penyamaran kata sandi diaktifkan.
ms_my: Kata laluan penyamaran diaktifkan.
nl_nl: Wachtwoord afscherming ingeschakeld.
pl_pl: Włączone maskowanie hasła.
pt_br: Mascaramento de senha ativado.
ru_ru: Включена маскировка паролей.
sv_se: Dolt lösenord aktiverad.
sw_ke: Ufungaji wa neno la siri umewezeshwa.
tr_tr: Parola maskeleme etkinleştirildi.
uk_ua: Увімкнено маскування паролів.
vi_vn: Đã bật mặt nạ mật khẩu.
zh_hans_cn: 已开启密码遮盖。
zh_hant_tw: 已開啟密碼遮蓋。
