Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# accessibility_common_passwordmask_off
source: Password masking disabled.
cs_cz: Maskování hesel zakázáno.
da_dk: Maskering af adgangskode deaktiveret.
de_de: Passwortmaskierung deaktiviert.
es_es: Se ha deshabilitado la ocultación de la contraseña.
fr_fr: Les mot de passe est visible
hi_in: पासवर्ड मास्किंग अक्षम।
id_id: Penyamaran kata sandi dinonaktifkan.
ms_my: Kata laluan topeng dilumpuhkan.
nl_nl: Wachtwoord afscherming uitgeschakeld.
pl_pl: Maskowanie hasła wyłączone.
pt_br: Mascaramento de senha desativado.
ru_ru: Маскировка пароля отключена.
sv_se: Dolt lösenord avaktiverat.
sw_ke: Ufungaji wa neno la siri umezimwa.
tr_tr: Parola maskeleme devre dışı bırakıldı.
uk_ua: Маскування пароля вимкнено.
vi_vn: Đã tắt mặt nạ mật khẩu.
zh_hans_cn: 已禁用密码遮盖。
zh_hant_tw: 已禁用密碼遮蓋。

# globalkyc_cameracapture_hint2
source: Place the ID on a dark surface.
cs_cz: Maskování hesel zakázáno.
da_dk: Placer ID'et på en mørk overflade.
de_de: Legen Sie den Ausweis auf einen dunklen Hintergrund
es_es: Coloque el ID en una superfície oscura.
fr_fr: Placer votre carte d'identité sur une surface sombre
hi_in: पहचान पत्र को एक अंधेरी सतह पर रखें।
id_id: Tempatkan ID pada permukaan yang gelap.
ms_my: Letakkan ID pada pemukaan yang gelap.
nl_nl: Leg de ID op een donker oppervlak.
pl_pl: Umieść identyfikator na ciemnej powierzchni.
pt_br: Coloque o documento de identidade em uma superfície escura.
ru_ru: Положите удостоверение личности на темную поверхность.
sv_se: Placera ditt id på en mörk yta.
sw_ke: Weka kitambulisho juu ya sehemu nyeusi.
tr_tr: Kimliği karanlık bir yüzeye yerleştiriniz.
uk_ua: Покладіть посвідчення особи на темну поверхню.
vi_vn: Đặt ID trên bề mặt tối.
zh_hans_cn: 将身份证件放于暗色背景上。
zh_hant_tw: 將身份證件放於暗色背景上。

# globalkyc_cameracapture_hint1
source: Align your ID horizontally.
cs_cz: Zarovnejte svůj průkaz totožnosti vodorovně.
da_dk: Juster dit ID vandret.
de_de: Richten Sie Ihre ID waagerecht aus.
es_es: Coloque su ID horizontalmente.
fr_fr: Alignez votre carte d'identité à l'horizontal
hi_in: अपनी पहचान पत्र को क्षैतिज रूप से रखें
id_id: Sejajarkan ID Anda secara horizontal.
ms_my: Selaraskan ID anda secara mendatar.
nl_nl: Lijn je ID horizontaal uit.
pl_pl: Ustaw identyfikator horyzontalnie.
pt_br: Alinhe seu documento de identidade horizontalmente.
ru_ru: Выровняйте свое удостоверение личности горизонтально.
sv_se: Placera ditt id horisontellt.
sw_ke: Kilaze kitambulisho chako kwa mlalo.
tr_tr: Kimliğinizi yatay olarak hizalayınız.
uk_ua: Вирівняйте своє посвідчення особи горизонтально.
vi_vn: Căn chỉnh ID của bạn theo chiều ngang.
zh_hans_cn: 将身份证件水平对齐。
zh_hant_tw: 將身份證件水平對齊。

# globalkyc_cameracapture_hint3
source: Make sure that the image doesn't have a glare.
cs_cz: Ujistěte se, že obrázek nemá odlesky.
da_dk: Sørg for at billedet ikke har en blænding
de_de: Achten Sie darauf, dass das Bild keine Blendung aufweist.
es_es: Asegúrese que la imagen no tiene ningún reflejo.
fr_fr: Veuillez vous assurer que votre image n'a pas de reflet.
hi_in: सुनिश्चित करें कि छवि में चौंधानेवाला प्रकाश नहीं है।
id_id: Pastikan bahwa gambar tidak berkilau.
ms_my: Pastikan gambar anda tidak ada silau matahari.
nl_nl: Zorg ervoor dat de afbeelding geen schittering heeft.
pl_pl: Upewnij się, że obraz nie ma odblasków.
pt_br: Certifique-se de que a imagem não tenha brilho.
ru_ru: Убедитесь, что изображение не имеет бликов.
sv_se: Se till att in reflex syns i bilden.
sw_ke: Hakikisha kuwa picha haina mwako.
tr_tr: Görüntüde parlama olmadığından emin olunuz.
uk_ua: Переконайтеся, що зображення не має відблисків.
vi_vn: Đảm bảo rằng hình ảnh không bị lóa.
zh_hans_cn: 确保照片上没有反光。
zh_hant_tw: 確保照片上沒有反光。

# globalkyc_cameracapture_idcapturedirection
source: Place your ID inside the frame, and tap on the shutter button to capture it.
cs_cz: Umístěte svůj průkaz totožnosti do rámečku a klepnutím na tlačítko spouště jej zachyťte.
da_dk: Placer dit ID indenfor rammen, og tryk på udløserknappen for at tage det.
de_de: Platzieren Sie Ihre ID innerhalb des Rahmens, und tippen Sie auf den Auslöser, um sie aufzunehmen.
es_es: Coloque su ID dentro del marco y presione el botón del obturador para capturarlo.
fr_fr: Placez votre carte d'identité dans le cadre, et cliquez sur le bouton pour capturer.
hi_in: अपनी पहचान पत्र को फ्रेम के अंदर रखें, और इसे कैप्चर करने के लिए शटर बटन पर टैप करें।
id_id: Tempatkan ID Anda di dalam bingkai, dan ketuk tombol shutter untuk menangkapnya.
ms_my: Letakkan ID anda di dalam bingkai, dan ketik pada butang pengatup untuk menangkapnya.
nl_nl: Plaats je ID in het kader en tik op de ontspanknop om het vast te leggen.
pl_pl: Umieść swój dowód tożsamości w ramce i stuknij przycisk migawki, aby go sfotografować
pt_br: Coloque seu documento de identidade dentro do quadro e toque no botão do obturador para capturá-lo.
ru_ru: Поместите удостоверение в рамку и коснитесь кнопки спуска затвора, чтобы сделать его снимок.
sv_se: Placera ditt id i ramen och tryck på avtryckaren för att ta en bild.
sw_ke: Weka kitambulisho chako ndani ya fremu, na uguse kitufe cha kupigia picha.
tr_tr: Kimliğinizi çerçevenin içine yerleştirin ve görüntü almak için butona dokununuz.
uk_ua: Помістіть своє посвідчення в рамку та торкніться кнопки спуску затвора, щоб зробити його знімок.
vi_vn: Đặt ID của bạn bên trong khung và nhấn vào nút chụp để chụp.
zh_hans_cn: 将身份证件对准在框架内之后点击快门来拍摄照片。
zh_hant_tw: 將身份證件對准在框架內之後點擊快門來拍攝照片。

# globalkyc_landing_button_availableafter
source: Available after %@
cs_cz: Dostupný po %@
da_dk: Tilgengælig efter %@
de_de: Verfügabr nach %@
es_es: Disponible después de %@
fr_fr: Disponible après %@
hi_in: %@ के बाद उपलब्ध
id_id: Tersedia setelah %@
ms_my: Tersedia selepas %@
nl_nl: Beschikbaar vanaf %@
pl_pl: Dostępne po %@
pt_br: Disponível após %@
ru_ru: Доступно после %@
sv_se: Tillgänglig om %@
sw_ke: Inapatikana baada ya %@
tr_tr: %@ sonra erişilebilir
uk_ua: Доступно після %@
vi_vn: Có sẵn sau %@
zh_hans_cn: 在%@之后可用
zh_hant_tw: 在%@之後可用

# globalkyc_personalinformation_guide1
source: Please be sure that all submitted information matches up with the details as shown on your ID when applying for KYC.
cs_cz: Ujistěte se, že všechny odeslané informace odpovídají údajům uvedeným na Vašem průkazu totožnosti při žádosti o KYC.
da_dk: Sørg for at alle oplysninger, der er blevet indsendt, stemmer overens med detaljerne som vist på dit ID, når du ansøger om KYC.
de_de: Bitte stellen Sie sicher, dass alle eingegebenen Informationen mit den Angaben auf Ihrem Ausweis übereinstimmen, wenn Sie KYC beantragen.
es_es: Por favor, asegúrese de que toda la información proporcionada concuerde con los detalles mostrados en su ID cuando solicite KYC.
fr_fr: Assurez-vous que tous les renseignements soumis correspondent aux renseignements indiqués sur votre pièce d’identité lorsque vous faites une demande de vérification KYC.
hi_in: कृपया सुनिश्चित करें कि KYC के लिए आवेदन करते समय जमा की गई सभी जानकारी आपके पहचान पत्र पर दिखाए गए विवरण से मेल खाती है।
id_id: Harap pastikan bahwa semua informasi yang dikirimkan sesuai dengan detail seperti yang ditunjukkan pada ID Anda saat mengajukan permohonan KYC.
ms_my: Sila pastikan bahawa maklumat yang diserahkan sepadan dengan butiran seperti yang ditunjukkan pada ID anda semasa memohon KYC.
nl_nl: Zorg ervoor dat alle ingediende informatie overeenkomt met de gegevens op je ID bij het aanvragen van KYC.
pl_pl: Przy składaniu wniosku o KYC należy upewnić się, że wszystkie przesłane informacje są zgodne z danymi widniejącymi w dokumencie tożsamości.
pt_br: Ao solicitar o KYC, certifique-se de que todas as informações enviadas correspondem aos detalhes mostrados em seu documento de identidade.
ru_ru: Пожалуйста, убедитесь, что вся предоставленная информация совпадает с данными, указанными в вашем удостоверении личности, при подаче заявки на KYC.
sv_se: Se till att all inlämnad information stämmer överens med uppgifterna som visas på ditt id när du ansöker om KYC.
sw_ke: Tafadhali hakikisha kuwa taarifa zote yaliyowasilishwa zinaendana na maelezo kama yalivyoonyeshwa kwenye kitambulisho chako unapotuma maombi ya KYC.
tr_tr: Lütfen KYC'ye başvururken gönderilen tüm bilgilerin kimliğinizde gösterilen ayrıntılarla eşleştiğinden emin olunuz.
uk_ua: Будь ласка, переконайтеся, що вся надана інформація збігається з даними, зазначеними у вашому посвідченні особи, під час подання заявки на KYC.
vi_vn: Vui lòng đảm bảo rằng tất cả thông tin đã gửi khớp với các chi tiết như được hiển thị trên ID của bạn khi đăng ký KYC.
zh_hans_cn: 在提交KYC认证申请时，请确保上传的信息与您身份证件上显示的完全一致。
zh_hant_tw: 在提交KYC認證申請時，請確保上傳的信息與您身份證件上顯示的完全一致。

# globalkyc_personalinformation_name_hint
source: Full legal name shown on your ID
cs_cz: Celé jméno uvedené na Vašem průkazu totožnosti
da_dk: Dit fulde navn, som vist på dit ID
de_de: Vollständiger rechtmäßiger Name auf Ihrem Ausweis
es_es: Nombre legal completo mostrado en su ID
fr_fr: Nom complet indiqué sur votre carte d'identité
hi_in: आपकी पहचान पत्र के अनुसार पूरा नाम
id_id: Nama lengkap resmi tertera di ID Anda
ms_my: Nama penuh secara rasmi seperti di dalam ID.
nl_nl: Volledige wettelijke naam op je identiteitsbewijs
pl_pl: Pełne imie podane w dokumencie tożsamości
pt_br: Nome legal completo conforme consta em seu documento de identidade
ru_ru: Полное официальное имя, указанное в вашем удостоверении личности
sv_se: Fullständigt juridiskt namn som det visas på ditt id
sw_ke: Jina kamili la kisheria lililoonyeshwa kwenye kitambulisho chako
tr_tr: Kimliğinizde yazılı şekli ile adınız ve soyadınız
uk_ua: Повне офіційне ім’я, указане у вашому посвідченні особи
vi_vn: Tên pháp lý đầy đủ hiển thị trên giấy tờ tùy thân của bạn
zh_hans_cn: 您身份证件上显示的全名
zh_hant_tw: 您身份證件上顯示的全名

# globalkyc_personalinformation_name
source: Full name
cs_cz: Celé jméno
da_dk: Fulde navn
de_de: Voller Name
es_es: Nombre completo
fr_fr: Nom complet
hi_in: पूरा नाम
id_id: Nama Lengkap
ms_my: Nama penuh
nl_nl: Volledige naam
pl_pl: Pełne imię i nazwisko
pt_br: Nome Commpleto
ru_ru: Полное имя
sv_se: Fullständigt namn
sw_ke: Jina kamili
tr_tr: Adınız soyadınız
uk_ua: Повне ім'я
vi_vn: Họ và tên
zh_hans_cn: 姓名
zh_hant_tw: 姓名

# globalkyc_address_citystate
source: City / State
cs_cz: Město / Stát
da_dk: By/Stat
de_de: Stadt / Ihr Bundesland
es_es: Ciudad / Estado
fr_fr: Ville / État
hi_in: शहर / राज्य
id_id: kota / negara bagian
ms_my: Bandar / Negeri
nl_nl: Stad / staat
pl_pl: Miasto / Miejscowość
pt_br: Cidade/Estado
ru_ru: Город / Область
sv_se: Stad / Stat
sw_ke: Jiji / Jimbo
tr_tr: Şehir
uk_ua: Місто / Область
vi_vn: Thành phố / Bang
zh_hans_cn: 城市/省份
zh_hant_tw: 城市/省份

# globalkyc_address_citystate_hint
source: Enter your city / state
cs_cz: Zadejte své město/stát
da_dk: Indtast din by/stat
de_de: Geben Sie Ihre Stadt / Ihr Bundesland ein
es_es: Introduce tu ciudad / estado
fr_fr: Entrez votre ville / état
hi_in: अपना शहर / राज्य दर्ज करें
id_id: Masukkan kota / negara bagian Anda
ms_my: Masukkan bandar / negeri
nl_nl: Vul je stad / staat in
pl_pl: Wpisz swoją miasto / miejscowość
pt_br: Digite sua cidade/estado
ru_ru: Введите ваш город/область
sv_se: Fyll i stad / stat
sw_ke: Ingiza Jiji / Jimbo lako
tr_tr: Şehrinizi giriniz
uk_ua: Введіть ваше місто/область
vi_vn: Nhập thành phố/tiểu bang của bạn
zh_hans_cn: 输入您的城市/省份
zh_hant_tw: 輸入您的城市/省份

# globalkyc_ocr_fail
source: ID validation failed
cs_cz: Ověření průkazu totožnosti se nezdařilo
da_dk: ID bekræftelse mislykkedes
de_de: ID-Überprüfung fehlgeschlagen
es_es: Fallo en la validación del ID
fr_fr: Echec de la validation de l'identité
hi_in: पहचान पत्र सत्यापन विफल
id_id: validasi ID gagal
ms_my: Pengesahan ID gagal
nl_nl: ID-kaart validatie mislukt
pl_pl: Walidacja tożsamości nie powiodła się
pt_br: Falha na validação do documento de identidade
ru_ru: Ошибка проверки удостоверения личности
sv_se: ID-validering misslyckades
sw_ke: Uthibitishaji wa kitambulisho haukufanikiwa
tr_tr: Kimlik doğrulama rededildi.
uk_ua: Помилка перевірки посвідчення особи
vi_vn: Xác thực ID không thành công
zh_hans_cn: 身份证件认证失败
zh_hant_tw: 身份證件認證失敗

# globalkyc_editinfo_userinputfield_title
source: Please reenter your %@. It should match your ID.
cs_cz: Zadejte prosím znovu své %@. Mělo by odpovídat Vašemu průkazu totožnosti.
da_dk: Genindtast venligst din %@. Det skal passe med dit ID.
de_de: Bitte geben Sie Ihr %@ erneut ein. Es muss zu Ihrer ID passen.
es_es: Por favor, vuelva a escribir su %@. Debería concordar con su ID.
fr_fr: Veuillez saisir à nouveau votre %@. Cela doit correspondre à votre carte d'identité.
hi_in: कृपया अपना %@ पुनः दर्ज करें। यह आपकी पहचान पत्र से मेल खाना चाहिए।
id_id: Silakan masukkan kembali %@. Harus sesuai dengan ID Anda.
ms_my: Sila masukkan lagi %@ anda. Ia harus sepadan dengan ID anda.
nl_nl: Vul je %@ opnieuw in. Het moet overeenkomen met je ID.
pl_pl: Wprowadź ponownie swoje %@. Powinien być zgodny z Twoim ID.
pt_br: Por favor, reinsira seus %@. Deve corresponder com o seu documento de identidade.
ru_ru: Повторно введите %@. Он должен совпадать с вашим удостоверением личности.
sv_se: Vänligen ange %@ igen. Det måste matcha med ditt ID.
sw_ke: Tafadhali ingiza tena %@ yako. Inapaswa kufanana na kitambulisho chako.
tr_tr: Lütfen %@. yeniden giriniz. Girilen bilgi kimliğiniz ile eşleşmelidir.
uk_ua: Повторно введіть ваш %@. Він має збігатися з вашим посвідченням особи.
vi_vn: Vui lòng nhập lại %@ của bạn. Nó phải khớp với ID của bạn.
zh_hans_cn: 请重新输入您的%@，它应该与您身份证件上的信息相符。
zh_hant_tw: 請重新輸入您的%@，它應該與您身份證件上的信息相符。

# globalkyc_editinfo_ocrinfo_title
source: ID information
cs_cz: informace průkazu totožnosti
da_dk: ID oplysninger
de_de: Ausweisinformation
es_es: Información del ID
fr_fr: Information d'identité
hi_in: पहचान पत्र की जानकारी
id_id: Informasi ID
ms_my: Maklumat ID
nl_nl: ID informatie
pl_pl: Informacje o identyfikatorze
pt_br: Informações do documento de identidade
ru_ru: Информация об удостоверении личности
sv_se: ID-uppgifter
sw_ke: Taarifa za kitambulisho
tr_tr: Kimlik bilgileri
uk_ua: Інформація про посвідчення особи
vi_vn: Thông tin ID
zh_hans_cn: 身份证件信息
zh_hant_tw: 身份證件信息

# globalkyc_editinfo_title
source: Please update information
cs_cz: Aktualizujte informace prosím
da_dk: Opdater venligst oplysninger
de_de: Bitte Informationen updaten
es_es: Por favor, actualiza la información
fr_fr: Veuillez mettre à jour l'information
hi_in: कृपया जानकारी अपडेट करें
id_id: Harap perbaharui informasi
ms_my: Sila kemas kini maklumat
nl_nl: Corrigeer je informatie
pl_pl: Proszę zaktualizować informacje
pt_br: Por favor, atualize as informações
ru_ru: Пожалуйста, обновите информацию
sv_se: Vänligen uppdatera informationen
sw_ke: Tafadhali sasisha taarifa
tr_tr: Lütfen bilgilerinizi güncelleyiniz
uk_ua: Будь ласка, оновіть інформацію
vi_vn: Vui lòng cập nhật thông tin
zh_hans_cn: 请更新信息
zh_hant_tw: 請更新信息

# globalkyc_personalinformation_guide2
source: Please be sure to enter information exactly as displayed on your ID before resubmitting.
cs_cz: Před opětovným odesláním se prosím ujistěte, že jste zadali informace přesně tak, jak jsou uvedeny na Vašem průkazu totožnosti.
da_dk: Sørg for at indtaste oplysningerne præcist som vist på dit ID, før du genindsender.
de_de: Bitte stellen Sie sicher, dass Sie die Informationen genau so eingeben, wie sie auf Ihrem Ausweis angezeigt werden, bevor Sie den Antrag erneut stellen.
es_es: Intente escribir la información tal y como sale en su ID antes de enviarla.
fr_fr: Veuillez vous assurez-vous de saisir les informations identiques à votre ID avant de soumettre de nouveau.
hi_in: कृपया पुनः जमा करने से पहले अपनी पहचान पत्र पर प्रदर्शित जानकारी को ठीक से दर्ज करना सुनिश्चित करें।
id_id: Pastikan untuk memasukkan informasi persis seperti yang ditampilkan pada ID Anda sebelum mengirim kembali.
ms_my: Sila pastikan anda memasukkan maklumat tepat seperti yang dipaparkan pada ID anda sebelum menyerahkan semula.
nl_nl: Zorg ervoor dat je de informatie precies zo invult als op je identiteitsbewijs staat voordat je het opnieuw indient.
pl_pl: Przed ponownym wysłaniem należy wprowadzić informacje dokładnie takie, jakie widnieją na identyfikatorze.
pt_br: Certifique-se de inserir as informações exatamente como exibidas em seu documento de identidade antes de reenviar.
ru_ru: Перед повторной отправкой обязательно введите информацию так, как указано в вашем удостоверении личности.
sv_se: Var noga med att ange information exakt som den visas på ditt ID innan du skickar in igen.
sw_ke: Tafadhali hakikisha kuwa umeingiza maelezo kama yalivyoonyeshwa kwenye kitambulisho chako kabla ya kuwasilisha upya.
tr_tr: Lütfen yeniden göndermeden önce bilgilerinizin tam olarak kimliğinizde gösterildiği gibi girdiğinizden emin olunuz.
uk_ua: Перед повторним надсиланням обов’язково введіть інформацію так, як зазначено у вашому посвідченні особи.
vi_vn: Hãy đảm bảo nhập thông tin chính xác như được hiển thị trên ID của bạn trước khi gửi lại.
zh_hans_cn: 在重新提交申请时请确保输入的信息与身份证件上显示的完全一致。
zh_hant_tw: 在重新提交申請時請確保輸入的信息與身份證件上顯示的完全一致。

# globalkyc_verificationfailed_title
source: %@ verification rejected
cs_cz: Ověření %@ zamítnuto
da_dk: %@ verifikation afvist
de_de: %@ Verifizierung abgelehnt
es_es: Verificación %@ rechazada
fr_fr: vérification rejetée
hi_in: %@ सत्यापन अस्वीकृत
id_id: %@ verifikasi ditolak
ms_my: %@ pengesahan ditolak
nl_nl: %@ verificatie afgewezen
pl_pl: %@ odrzucenie weryfikacji
pt_br: %@ verificação rejeitada
ru_ru: Проверка %@ отклонена
sv_se: %@-verifieringen avvisades
sw_ke: Uthibitishaji wa %@ umekataliwa
tr_tr: %@ doğrulama rededildi
uk_ua: Перевірку %@ відхилено
vi_vn: %@ xác minh bị từ chối
zh_hans_cn: %@ 认证未通过
zh_hant_tw: %@ 認證未通過

# globalkyc_verificationfailed_content
source: After reviewing the submitted information, your KYC application was rejected. Please try again.
cs_cz: Po kontrole odeslaných informací byla Vaše žádost o KYC zamítnuta. Prosím zkuste to znovu.
da_dk: Efter at have gennemgået de indsendte oplysninger, blev din KYC-ansøgning afvist. Prøv venligst igen.
de_de: Nach Überprüfung der eingereichten Informationen wurde Ihr KYC-Antrag abgelehnt. Bitte versuchen Sie es erneut.
es_es: Se ha rechazado tu aplicación de KYC después de revisar la información entregada. Por favor, intente de nuevo.
fr_fr: Après avoir examiné les renseignements soumis, votre vérification KYC a été rejetée. Veuillez réessayer.
hi_in: जमा की गई जानकारी की समीक्षा करने के बाद, आपका KYC आवेदन खारिज कर दिया गया है| कृपया पुन: प्रयास करें।
id_id: Setelah meninjau informasi yang dikirimkan, mohon maaf aplikasi KYC Anda ditolak. Silakan coba lagi.
ms_my: Selepas menyemak maklumat yang diserahkan, permohonan KYC anda telah ditolak. Sila cuba lagi.
nl_nl: Na controle van de ingediende informatie is je KYC-aanvraag afgewezen. Probeer het opnieuw.
pl_pl: Po sprawdzeniu przesłanych informacji Twój wniosek o certyfikat KYC został odrzucony. Prosimy spróbować ponownie.
pt_br: Após analisar as informações enviadas, seu processo de KYC foi rejeitado. Por favor, tente novamente.
ru_ru: После просмотра предоставленной информации ваша заявка KYC была отклонена. Пожалуйста, повторите попытку.
sv_se: Efter att ha granskat den inlämnade informationen avslogs din KYC-ansökan. Var god försök igen.
sw_ke: Baada ya kukagua taarifa zilizoyowasilishwa, ombi lako la KYC limekataliwa. Tafadhali jaribu tena.
tr_tr: Gönderdiğiniz belgelerin incelenmesinin ardından KYC başvurunuz reddedildi. Lütfen tekrar deneyiniz.
uk_ua: Після перегляду наданої інформації вашу заявку KYC було відхилено. Будь ласка, спробуйте ще раз.
vi_vn: Sau khi xem xét thông tin đã gửi, đơn đăng ký KYC của bạn đã bị từ chối. Vui lòng thử lại.
zh_hans_cn: 在审核资料之后您的KYC申请已经被拒绝，请重试。
zh_hant_tw: 在審核資料之後您的KYC申請已經被拒絕，請重試。

# globalkyc_capturereview_confirmcaptured_subtitle_selfie
source: Make sure that your face is clearly visible in the photo.
cs_cz: Ujistěte se, že Váš obličej je na fotografii jasně viditelný.
da_dk: Sørg for at dit ansigt er tydeligt synligt på billedet.
de_de: Achten Sie darauf, dass Ihr Gesicht auf dem Foto deutlich zu sehen ist.
es_es: Intenta que tu rostro sea claramente visible en la foto.
fr_fr: Veuillez vous assurer que votre visage est bien visible sur la photo.
hi_in: सुनिश्चित करें कि फोटो में आपका चेहरा स्पष्ट रूप से दिखाई दे रहा है।
id_id: Pastikan wajah Anda terlihat jelas di foto.
ms_my: Pastikan wajah anda boleh nampak dengan jelas di gambar.
nl_nl: Zorg ervoor dat je gezicht duidelijk zichtbaar is op de foto.
pl_pl: Upewnij się, że Twoja twarz jest dobrze widoczna na zdjęciu.
pt_br: Certifique-se de que seu rosto está claramente visível na foto.
ru_ru: Убедитесь, что ваше лицо четко видно на фото.
sv_se: Se till att ditt ansikte syns tydligt på bilden.
sw_ke: Hakikisha kuwa sura yako inaonekana vizuri kwenye picha.
tr_tr: Fotoğrafta yüzünüzün net bir şekilde göründüğünden emin olunuz.
uk_ua: Переконайтеся, що ваше обличчя чітко видно на фото.
vi_vn: Đảm bảo rằng khuôn mặt của bạn được nhìn thấy rõ ràng trong ảnh.
zh_hans_cn: 请确保您的面部在照片中清晰可见。
zh_hant_tw: 請確保您的面部在照片中清晰可見。

# common_genericapierror
source: Error while communicating with server. Press confirm to try again.
cs_cz: Chyba při komunikaci se serverem. Stiskněte tlačítko "Potvrdit" a zkuste to znovu.
da_dk: Fejl under kommunikation med server. Tryk på bekræft for at prøve igen.
de_de: Fehler bei der Kommunikation mit dem Server. Drücken Sie Bestätigen, um es erneut zu versuchen.
es_es: Ha ocurrido un error al establecer comunicación con el servidor. Presiona confirmar para volver a intentarlo.
fr_fr: Une erreur s'est produite lors de la communication avec le serveur. Veuillez confirmer pour essayer à nouveau.
hi_in: सर्वर की समस्या है| पुन: प्रयास करने के लिए पुष्टि करें।
id_id: Kesalahan saat berkomunikasi dengan server. Tekan konfirmasi untuk mencoba lagi.
ms_my: Ralat berlaku apabila berkomunikasi dengan pelayan. Tekan pengesahan untuk mencuba lagi.
nl_nl: Fout tijdens de communicatie met de server. Druk op bevestigen om het opnieuw te proberen.
pl_pl: Błąd podczas komunikacji z serwerem. Naciśnij przycisk Potwierdź, aby spróbować ponownie.
pt_br: Erro ao comunicar com o servidor. Pressione Confirmar para tentar novamente.
ru_ru: Ошибка связи с сервером. Чтобы повторить попытку, нажмите кнопку подтверждения.
sv_se: Fel vid kommunikation med servern. Tryck på bekräfta för att försöka igen.
sw_ke: Hitilafu wakati inawasiliana na seva. Bonyeza thibitisha ili kujaribu tena.
tr_tr: Sunucuyla iletişim kurulurken hata oluştu. Tekrar denemek için onayla'ya basınız.
uk_ua: Помилка зв'язку з сервером. Натисніть кнопку підтвердження, щоб повторити спробу.
vi_vn: Lỗi khi giao tiếp với máy chủ. Nhấn xác nhận để thử lại.
zh_hans_cn: 连接服务器时发生错误，按确认键重试。
zh_hant_tw: 連接服務器時發生錯誤，按確認鍵重試。

# common_noitems
source: No items yet.
cs_cz: Zatím žádné položky.
da_dk: Ingen genstande endnu.
de_de: Noch nichts vorhanden
es_es: Aún no hay objetos.
fr_fr: Pas encore d'objet.
hi_in: अभी कोई आइटम नहीं है।
id_id: Belum ada item.
ms_my: Tiada ada item lagi.
nl_nl: Nog geen items.
pl_pl: Brak elementów.
pt_br: Nenhum item ainda.
ru_ru: Пусто
sv_se: Inget tillgängligt ännu
sw_ke: Bado hakuna kitu
tr_tr: Henüz öğe yok.
uk_ua: Порожньо
vi_vn: Không có nội dung nào được nêu ra.
zh_hans_cn: 暂无事项。
zh_hant_tw: 暫無事項。

# notificationcenter_title
source: Notification center
cs_cz: Notifikační centrum
da_dk: Meddelelsescenter
de_de: Benachrichtigungszentrale
es_es: Centro de notificaciones
fr_fr: Centre de notification
hi_in: अधिसूचना केंद्र
id_id: Pusat Notifikasi
ms_my: Pusat pemberitahuan
nl_nl: Meldingscentrum
pl_pl: Centrum powiadomień
pt_br: Central de comunicados
ru_ru: Центр уведомлений
sv_se: Aviseringscenter
sw_ke: Sehemu ya arifa
tr_tr: Bildirim merkezi
uk_ua: Центр сповіщень
vi_vn: Trung tâm Thông báo
zh_hans_cn: 通知中心
zh_hant_tw: 通知中心
