Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_buy_prob_stakecheckbox_description
source: Stake automatically with purchase for higher membership level. (Locked for %@)
cs_cz: Sázejte automaticky s nákupem pro vyšší úroveň členství. (Zamčeno na %@)
da_dk: Sats automatisk ved køb af højere medlemskabsniveau. (Låst for %@)
de_de: Stake automatisch mit dem Kauf für eine höhere Mitgliedsstufe. (Gesperrt für %@)
es_es: Stake automáticamente con la compra para obtener un nivel de membresía más alto. (Bloqueado para%@)
fr_fr: Staker automatiquement les achats pour un niveau d'adhésion supérieur (verrouillé pour %@)
hi_in: उच्च सदस्यता स्तर के लिए खरीद के साथ ऑटोमैटिक रूप से स्टेकिंग। (%@ के लिए लॉक किया गया)
id_id: Stake secara otomatis dengan pembelian untuk tingkat keanggotaan yang lebih tinggi. (Terkunci selama %@)
ja_jp: 購入後、メンバーシップレベル上昇のためにステイキング（%@ ロックアップ）
ms_my: Stake secara automatik dengan pembelian untuk tahap keahlian yang lebih tinggi. (Dikunci untuk %@)
my_mm: ပိုမိုမြင့်မားသောအဖွဲ့ဝင်အဆင့်အတွက် ဝယ်ယူပြီးအလိုအလျောက်Stakeလုပ်ပါ။ (%@ အတွက် လော့ခ်ချထားသည်)
nl_nl: Stake automatisch bij aankoop voor een hoger lidmaatschapslevel. (vergrendeld voor %@)
pl_pl: Automatyczne wniesienie stawki przy zakupie wyższego poziomu członkostwa. (Zablokowany na %@)
pt_br: Faça stake automaticamente com a compra para obter um nível de filiação mais alto. (Bloqueado por %@)
ru_ru: Ставьте на стейк автоматически при покупке для более высокого уровня членства. (Заблокировано на %@)
sq_al: Bëni Stake automatikisht me blerje për një nivel më të lartë anëtarësie. (Mbyllur për %@)
sv_se: Stejka automatiskt vid köp för högre medlemsnivå. (Låst i %@)
sw_ke: Fanya steki kiotomatiki ukinunua kwa kiwango cha juu zaidi cha uanachama. (Imefungwa kwa %@)
tr_tr: Daha yüksek üyelik seviyesi için otomatik stake yapın. (%@ için kilitlendi)
uk_ua: Ставте автоматично в стейкінг з покупкою для вищого рівня членства. (Заблоковано на %@)
vi_vn: PROB được mua để nâng cấp thành viên sẽ tự dộng bị khóa. (Khóa trong vòng %@)
zh_hans_cn: 购买后进行质押以提升会员等级 (%@锁仓)

# alert_withdrawal_krw_limited_by_deposit_v2
source: According to our record, KRW deposit was applied %@ ago. Withdrawal can be done after %@.
cs_cz: Podle našich záznamů byl vklad KRW proveden před %@. Výběr lze provést po %@.
da_dk: I henhold til vores arkiv, blev en KRW-indbetaling foretaget for %@ siden. Hævning kan foretages efter %@.
de_de: Unseren Aufzeichnungen zufolge, wurde ein KRW Deposit vor %@ gemacht. Abhebung kann nach %@ gemacht werden.
es_es: De acuerdo a nuestro registro, el depósito de KRW fue hecho hace %@. El retiro puede hacerse después de %@.
fr_fr: D'après nos informations, le dépôt KRW a été appliqué il y a %@. Le retrait peut être fait après %@.
hi_in: हमारे रिकॉर्ड के अनुसार, KRW डिपॉजिट %@ पहले किया गया था। %@ के बाद निकासी की जा सकती है।
id_id: Menurut catatan kami, deposit KRW dibuat %@ yang lalu. Penarikan dapat dilakukan setelah %@.
ja_jp: お客様は%@以前ウォン貨での入金内訳が存在します。 %@以降、出金可能です。
ms_my: Berdasarkan rekod kami, deposit KRW yang telah dimohohon %@ yang lalu. Pengeluaran boleh dilakukan selepas %@.
my_mm: သင်သွင်းထားသော ကိုရီးယားဝမ်ကို လွန်ခဲ့သော %@ က သင့်ပိုက်ဆံအိတ်တွင် ထည့်သွင်းပြီးပါပြီ။ %@ အကြာတွင် ငွေထုတ်နိုင်ပါသည်။
nl_nl: Volgens onze gegevens was een KRW storting %@ geleden toegepast. Opnames kunnen na %@ gedaan worden.
pl_pl: Z naszych danych wynika, że depozyt w KRW został złożony %@ temu. Wypłaty można dokonać po %@.
pt_br: De acordo com nosso registro, o depósito em KRW foi feito há %@ atrás. A retirada pode ser feita após %@.
ru_ru: Согласно нашему отчету, депозит KRW был сделан %@ назад. Вывод средств может быть произведен после %@.
sq_al: Sipas regjistrimit tonë, depozita e KRW u aplikua %@ më parë. Tërheqja mund të bëhet pas %@.
sv_se: Enligt vårt protokoll så gjordes en KRW-insättning för %@ sedan. Uttag kan åter göras om %@.
sw_ke: Kulingana na rekodi zetu, KRW iliwekwa %@ zilizopita. Utoaji unaweza kufanywa baada ya %@.
tr_tr: Kayıtlarımıza göre, Kore wonu yatırma %@ önce yapıldı. Para çekme %@ sonra yapılabilir.
uk_ua: Згідно з нашим звітом, депозит KRW було зроблено %@ назад. Зняття може бути здійснено після %@.
vi_vn: Theo hồ sơ của chúng tôi, tiền gửi KRW đã được thực hiện %@ trước đây. Việc rút tiền có thể được thực hiện sau %@.
zh_hans_cn: 您曾在%@前有过充值韩币的记录，请在%@后进行提款

# alert_order_failed_toomanyopenorders
source: Order failed: You have reached the maximum open orders available. (Limit: %@)
cs_cz: Objednávka se nezdařila: Dosáhli jste maximálního počtu dostupných otevřených objednávek. (Limit: %@)
da_dk: Ordre mislykkedes: du har opnået det maksimale antal af odre tilgengælige. (Grænse: %@)
de_de: Auftrag fehlgeschlagen: Sie haben die maximal verfügbaren offenen Aufträge erreicht. (Limit: %@)
es_es: Orden fallida: has alcanzado el máximo de órdenes abiertas disponibles. (Límite: %@)
fr_fr: Échec de l'ordre: vous avez atteint le nombre maximal d'ordre ouvert disponible. (Limite:%@)
hi_in: आदेश विफल: आप अधिकतम खुले आदेशो की सीमा पार कर चुके हैं| (सीमा: %@)
id_id: Order gagal: Anda telah mencapai open order maksimum yang tersedia. (Limit: %@)
ja_jp: 注文に失敗：未締結注文の個数制限に到達しました。 (最大 %@個)
ms_my: Order gagal: Anda telah mencapai buka order maksimum sedia ada. (Limit: %@)
my_mm: မှာယူမှု မအောင်မြင်ပါ: သင် အများဆုံးဖွင့်နိုင်သော အမှာစာအရေအတွက်သို့ ရောက်ရှိသွားပါပြီ။ (%@ ခု အထိ)
nl_nl: Order mislukt: Je hebt de maximale beschikbare open orders bereikt. (Limit: %@)
pl_pl: Zlecenie nie powiodło się: wykorzystano dostępną maksymalną liczbę otwartych zleceń. (Limit: %@)
pt_br: Falha no pedido: você atingiu o máximo de pedidos em aberto disponíveis. (Limite: %@)
ru_ru: Ошибка ордера: Достигнуто максимально допустимое количество ордеров. (Limit: %@)
sq_al: Porosia dështoi: Ju keni arritur porositë maksimale të hapura në dispozicion. (Kufiri: %@)
sv_se: Beställning misslyckades: Du har nått det maximala antalet tillgängliga beställningar. (Gräns: %@)
sw_ke: Agizo limeshindwa: Umefikia upeo wa juu wa maagizo yaliyo wazi. (Kikomo: %@)
tr_tr: İstek başarısız oldu: Maksimum talep sayısına ulaştınız (Limit: %@)
uk_ua: Помилка замовлення: ви досягли максимальної кількості доступних відкритих замовлень. (Обмеження: %@)
vi_vn: Lệnh đặt thất bại: Bạn đã đạt mức tối đa lệnh đặt có sẵn. (Giới hạn: %@)
zh_hans_cn: 下单失败：委托中订单数量已达上限 (最多 %@笔)

# fragment_exclusivecarousel_title_veiled
source: Coming soon
cs_cz: Již brzy
da_dk: Kommer snart
de_de: Demnächst verfügbar
es_es: Próximamente
fr_fr: Bientôt disponible
hi_in: जल्द ही आ रहा है
id_id: Segera Hadir
ja_jp: 次回のエクスクルーシブがもうすぐ公開されます！
ms_my: Akan datang
my_mm: မကြာခင်လာမည်။
nl_nl: Binnenkort
pl_pl: Już wkrótce
pt_br: Em breve
ru_ru: Скоро
sq_al: Vjen së shpejti
sv_se: Kommer snart
sw_ke: Inakuja hivi karibuni
tr_tr: Çok yakında
uk_ua: Незабаром
vi_vn: Sắp diễn ra
zh_hans_cn: 即将公开下一个Exclusive

# activity_permissionnotice_title
source: App permission notice
cs_cz: Oznámení o povolení aplikace
da_dk: Meddelelse om apptilladelse
de_de: Hinweis zur App-Berechtigung
es_es: Aviso de permiso de la aplicación
fr_fr: Avis d'autorisation d'application
hi_in: ऐप अनुमति सूचना
id_id: Pemberitahuan izin aplikasi
ja_jp: アプリの権限設定に関する案内
ms_my: Aplikasi notis kebenaran
my_mm: အက်ပ်ခွင့်ပြုချက် အသိပေးချက်
nl_nl: App toestemmingsbericht
pl_pl: Powiadomienie o pozwoleniu na użytkowanie aplikacji
pt_br: Aviso de permissão de aplicativo
ru_ru: Уведомление о разрешение приложения
sq_al: Njoftim për lejen e aplikacionit
sv_se: Meddelande om apptillstånd
sw_ke: Notisi ya ruhusa ya programu
tr_tr: Uygulama izin bildirimi
uk_ua: Повідомлення про дозволи додатку
vi_vn: Thông báo quyền ứng dụng
zh_hans_cn: 设置应用权限指南

# activity_permissionnotice_permission_camera_title
source: Camera (optional)
cs_cz: Kamera (volitelné)
da_dk: Kamera (valgfrit)
de_de: Kamera (optional)
es_es: Cámara (opcional)
fr_fr: Appareil photo (en option)
hi_in: कैमरा (वैकल्पिक)
id_id: Kamera (opsional)
ja_jp: カメラ (選択)
ms_my: Kamera (Pilihan)
my_mm: ကင်မရာ (ချန်လှပ်ထားနိုင်)
nl_nl: Camera (optioneel)
pl_pl: Kamera (opcjonalnie)
pt_br: Câmera (opcional)
ru_ru: Камера (необязательно)
sq_al: kamera (opsionale)
sv_se: Kamera (valfritt)
sw_ke: Kamera (ya hiari)
tr_tr: Kamera (isteğe bağlı)
uk_ua: Камера (не обов'язково)
vi_vn: Máy ảnh (tùy chọn)
zh_hans_cn: 摄像头（选择）

# activity_permissionnotice_disclaimer_1
source: We will ask you when you try to use the feature which requires optional permissions. You can still use the app if you decide to disallow the optional permissions.
cs_cz: Když se pokusíte použít funkci, která vyžaduje volitelná oprávnění, zeptáme se vás. Aplikaci můžete nadále používat, pokud se rozhodnete nepovinná oprávnění zakázat.
da_dk: Vi vil spørge dig, når du prøver at bruge funktionen, som kræver valgfri tilladelse. Du kan stadig bruge appen, hvis du beslutter dig for at afvise de valgfrie tilladelser.
de_de: Wir werden Sie fragen, wenn Sie versuchen, die Funktion zu verwenden, die optionale Berechtigungen erfordert. Sie können die App trotzdem verwenden, wenn Sie sich entscheiden, die optionalen Berechtigungen zu deaktivieren.
es_es: te preguntaremos cuando intentes utilizar la función que requiere permisos opcionales. Aún puedes usar la aplicación si decides rechazar los permisos opcionales.
fr_fr: Nous vous le demanderons lorsque vous essaierez d'utiliser la fonctionnalité qui nécessite des autorisations optionnelles. Vous pouvez toujours utiliser l'application si vous décidez de refuser les autorisations optionnelles.
hi_in: कुछ सुविधा का उपयोग करने के लिए आपसे वैकल्पिक अनुमतियों हेतू पुछा जाएगा| यदि आप वैकल्पिक अनुमतियों को अस्वीकार करने का निर्णय लेते हैं, तब भी आप ऐप का उपयोग कर सकते हैं।
id_id: Kami akan bertanya kepada Anda saat Anda mencoba menggunakan fitur yang memerlukan izin opsional. Anda masih dapat menggunakan aplikasi jika Anda memutuskan untuk tidak mengizinkan izin opsional.
ja_jp: 選択の権限はサービス利用中、必要に応じて確認をとり、許可しない場合でも該当の機能以外のサービスが利用可能です。
ms_my: Kami akan bertanya kepada anda apabila anda cuba menggunakan ciri yang memerlukan kebenaran pilihan. Anda masih boleh menggunakan apl itu jika anda memutuskan untuk tidak membenarkan kebenaran pilihan.
my_mm: စိတ်ကြိုက်ခွင့်ပြုချက်များ လိုအပ်သည့် feature ကို သင်အသုံးပြုရန် ကြိုးစားသည့်အခါ သင့်အား ကျွန်ုပ်တို့မေးပါမည်။ စိတ်ကြိုက်ခွင့်ပြုချက်များကို ခွင့်မပြုရန် ဆုံးဖြတ်သော်လည်း သင်သည် အက်ပ်ကို ဆက်လက်အသုံးပြုနိုင်ပါသည်။
nl_nl: We zullen je vragen wanneer je de functie probeert te gebruiken die optionele toestemmingen vereist. Je kan de app nog steeds gebruiken als je besluit om de optionele toestemmingen te weigeren.
pl_pl: Zapytamy Cię, gdy będziesz próbował użyć funkcji, która wymaga opcjonalnych uprawnień. Możesz nadal korzystać z aplikacji, jeśli zdecydujesz się wyłączyć opcjonalne uprawnienia.
pt_br: Perguntaremos quando você tentar usar o recurso que requer permissões opcionais. Você ainda pode usar o aplicativo se decidir não permitir as permissões opcionais.
ru_ru: Мы спросим вас, когда вы попытаетесь использовать функцию, которая требует дополнительных разрешений. Вы все еще можете использовать приложение, если решите запретить дополнительные разрешения.
sq_al: Ne do t'ju pyesim kur të përpiqeni të përdorni funksionin i cili kërkon leje opsionale. Ende mund ta përdorni aplikacionin nëse vendosni të mos lejoni lejet opsionale.
sv_se: Vi kommer att tillfråga dig när du försöker använda funktionen som kräver valfri behörighet. Du kan fortfarande använda appen även om du väljer att inte tillåta de valfria behörigheterna.
sw_ke: Tutakuuliza unapojaribu kutumia kipengele kinachohitaji ruhusa za hiari. Bado unaweza kutumia programu ukiamua kutoruhusu ruhusa za hiari.
tr_tr: İsteğe bağlı izinler gerektiren özellikleri kullanmaya çalıştığınızda öncelikle size soracağız. İsteğe bağlı izinlere izin vermemeye karar verirseniz de uygulamayı kullanabilirsiniz.
uk_ua: Ми запитаємо вас, коли ви спробуєте скористатися функцією, яка вимагає додаткових дозволів. Ви все ще зможете використовувати додаток, якщо вирішите заборонити додаткові дозволи.
vi_vn: Chúng tôi sẽ hỏi bạn khi bạn cố gắng sử dụng tính năng yêu cầu quyền tùy chọn. Bạn vẫn có thể sử dụng ứng dụng nếu bạn quyết định không cho phép các quyền tùy chọn.
zh_hans_cn: 选择访问权限在使用途中必要时将再次确认，即使是未允许状态时该功能外的其他服务仍可使用

# suspendedreason_not_opened_yet
source: Deposit or withdrawal has not been opened yet.
cs_cz: Vklad nebo výběr ještě nebyl otevřen.
da_dk: Indbetaling eller udbetaling er ikke blevet åbnet endnu.
de_de: Die Einzahlung oder Auszahlung wurde noch nicht eröffnet.
es_es: Los depósitos o retiros aún no se han abierto.
fr_fr: Le dépôt ou le retrait n'a pas encore été ouvert.
hi_in: जमा या निकासी अभी तक नहीं खोला गया है।
id_id: Deposit atau penarikan belum dibuka.
ja_jp: 入金あるいは出金がまだ開いていません。
ms_my: Deposit atau pengeluaran belum lagi dibuka.
my_mm: ငွေသွင်းခြင်း သို့မဟုတ် ငွေထုတ်ခြင်းကို မဖွင့်ရသေးပါ။
nl_nl: De storting of opname is nog niet geopend.
pl_pl: Wpłata lub wypłata nie została jeszcze otwarta.
pt_br: O depósito ou saque ainda não foi aberto.
ru_ru: Депозит или вывод средств еще не были открыты.
sq_al: Depozita ose tërheqja nuk është hapur ende.
sv_se: Insättning eller uttag har inte öppnats ännu.
sw_ke: Kuweka au kutoa bado hakujafunguliwa.
tr_tr: Para yatırma veya çekme işlemleri henüz açılmadı.
uk_ua: Депозит або зняття коштів ще не відкрито.
vi_vn: Nạp hoặc rút coin/token chưa được mở.
zh_hans_cn: 还未开启充值或提币服务

# activity_pin_suggestion_title
source: App lock setup
cs_cz: Nastavení zámku aplikace
da_dk: Applås opsætning
de_de: Einstellung der App-Sperre
es_es: Configuración de Bloqueo de Aplicaciones
fr_fr: Configuration du vérrouillage de l'application
hi_in: ऐप लॉक सेटअप
id_id: Pengaturan kunci aplikasi
ja_jp: アプリのロックナンバーを設定
ms_my: Aplikasi persediaan kunci
my_mm: အက်ပ်လော့ခ် စနစ်ထည့်သွင်းခြင်း
pl_pl: Konfigurowanie zamykania aplikacji
pt_br: Configuração de bloqueio de aplicativo
ru_ru: Настройка блокировки приложений
sq_al: Konfigurimi i kyçjes së aplikacionit
sv_se: Inställning av applås
sw_ke: Usanidi wa kufunga programu
tr_tr: Uygulama kilidi kurulumu
uk_ua: Налаштування блокування додатку
vi_vn: Thiết lập khóa ứng dụng
zh_hans_cn: 设置APP锁定号码

# activity_pin_suggestion_content
source: To further enhance security, consider using the app lock.
cs_cz: Chcete-li dále zvýšit zabezpečení, zvažte použití zámku aplikace.
da_dk: For at øge sikkerheden, overvej at bruge applåsen.
de_de: Um die Sicherheit weiter zu erhöhen, sollten Sie die Verwendung der App-Sperre in Betracht ziehen.
es_es: Para mejorar aún más la seguridad, considera usar el bloqueo de la aplicación.
fr_fr: Pour améliorer davantage la sécurité, vous pouvez utiliser le verrouillage de l'application.
hi_in: सुरक्षा को और बढ़ाने के लिए, ऐप लॉक का उपयोग करने पर विचार करें।
id_id: Untuk lebih meningkatkan keamanan, pertimbangkan untuk menggunakan kunci aplikasi.
ja_jp: アプリのロックナンバーを設定し、保安をさらに強化してください！ アプリを起動するたびにロックナンバーを確認してください。
ms_my: Untuk meningkatkan lagi keselamatan, pertimbangkan untuk menggunakan kunci aplikasi.
my_mm: လုံခြုံရေးကို ပိုမိုမြှင့်တင်ရန် အက်ပ်လော့ခ် အသုံးပြုခြင်းကို စဉ်းစားပါ။
nl_nl: Om de veiligheid nog verder te verhogen, kan je overwegen om het app-slot te gebruiken.
pl_pl: Aby jeszcze bardziej zwiększyć bezpieczeństwo, warto rozważyć użycie funkcji blokady aplikacji.
pt_br: Para aumentar ainda mais a segurança, considere usar o bloqueio de aplicativo.
ru_ru: Для дальнейшего повышения безопасности рассмотрите возможность использования блокировки приложений.
sq_al: Për të rritur më tej sigurinë, merrni parasysh përdorimin e kyçjes së aplikacionit.
sv_se: För att ytterligare förbättra säkerheten, överväg att använda applåset.
sw_ke: Ili kuimarisha usalama zaidi, zingatia kutumia kufuli ya programu.
tr_tr: Güvenliği daha da geliştirmek için uygulama kilidini kullanmayı değerlendirin.
uk_ua: Для подальшого підвищення безпеки розгляньте можливість використання блокування програми.
vi_vn: Để tăng cường tính bảo mật hơn nữa, hãy xem xét sử dụng khóa ứng dụng.
zh_hans_cn: 设置APP锁定号码强化安保！ 每当打开应用均需要确认锁定号码

# dialog_skip
source: Skip
cs_cz: Přeskočit
da_dk: Spring over
de_de: Überspringen
es_es: Omitir
fr_fr: Sauter
hi_in: छोड़ें और आगे बढे
id_id: Lewati
ja_jp: スキップ
ms_my: Melangkau
my_mm: နောက်မှ
nl_nl: Sla Over
pl_pl: Pomiń
pt_br: Pular
ru_ru: Пропустить
sq_al: Anashkaloni
sv_se: Hoppa över
sw_ke: Ruka
tr_tr: Atla
uk_ua: Пропустити
vi_vn: Bỏ qua
zh_hans_cn: 下次再说

# activity_marketingagreement_dialog_title
source: Notice of consent to receive marketing information
cs_cz: Oznámení o souhlasu se zasíláním marketingových informací
da_dk: Meddelelse om samtykke til at modtage markedsføringsoplysninger.
de_de: Hinweis auf die Zustimmung zum Erhalt von Marketinginformationen
es_es: Aviso de consentimiento para recibir información de marketing
fr_fr: Avis de consentement pour recevoir des informations marketing
hi_in: मार्केटिंग जानकारी प्राप्त करने के लिए सहमति की सूचना
id_id: Pemberitahuan persetujuan untuk menerima informasi marketing
ja_jp: マーケティング情報受信の同意に関する案内
ms_my: Notis persetujuan untuk menerima maklumat pemasaran
my_mm: မာ့ကတ်တင်းအချက်အလက်များကို လက်ခံရန် သဘောတူကြောင်း အသိပေးချက်
nl_nl: Kennisgeving van toestemming voor het ontvangen van marketinginformatie
pl_pl: Powiadomienie o wyrażeniu zgody na otrzymywanie informacji marketingowych
pt_br: Aviso de consentimento para receber informações de marketing
ru_ru: Уведомление о согласие на получение маркетинговой информации
sq_al: Njoftimi i pëlqimit për të marrë informacionin e marketingut
sv_se: Meddelande om samtycke för att ta emot marknadsföringsinformation
sw_ke: Notisi ya kibali cha kupokea taarifa za uuzaji
tr_tr: Pazarlama bilgilerini almak için onay bildirimi
uk_ua: Повідомлення про згоду на отримання маркетингової інформації
vi_vn: Thông báo đồng ý nhận thông tin tiếp thị
zh_hans_cn: 同意接收营销信息的通知

# activity_marketingagreement_dialog_content
source: Sender : Oceans Inc. Consent receive time : %@ Details : %@ request processed - %@
cs_cz: Odesilatel: Oceans Inc. předpokládaný čas obdržení : %@ Detaily : %@ žádost se vyřizuje - %@
da_dk: Afsender: Oceans Inc. Samtykke modtagelsestid : %@ Details : %@ anmodning gennemgået - %@
de_de: Sender : Oceans Inc. Zustimmung Empfangszeit : %@ Details : %@ Anfrage bearbeitet - %@
es_es: Remitente: Oceans Inc. Tiempo de recepción del consentimiento:%@ Detalles:%@ solicitud procesada - %@
fr_fr: Expéditeur: Oceans Inc. Heure de réception du consentement:%@ Détails : %@ demande traitée - %@
hi_in: प्रेषक : Oceans Inc. सहमति प्राप्त करने का समय : %@ विवरण : %@ अनुरोध संसाधित - %@
id_id: Pengumurm : Oceans Inc. Consent waktu terima : %@ Detail : %@ permintaan diproses - %@
ja_jp: 送信者 : オーシャンズ(株) 受信%@ 日時 : %@ 処理内容 : 受信 %@ 処理完了 - %@
ms_my: Penghantar : Oceans Inc. Consent receive time : %@ Details : %@ permintaan diproses - %@
my_mm: ပို့သူ : Oceans Inc. ခွင့်ပြုချက်ရရှိချိန် : %@ အသေးစိတ် : %@ လုပ်ဆောင်ပြီးသော တောင်းဆိုချက်ကို - %@
nl_nl: Verzender : Oceans Inc. Consent ontvangtijd : %@ Details : %@ verzoek verwerkt - %@
pl_pl: Nadawca : Oceans Inc. Czas otrzymania zgody : %@ Szczegóły : %@ wniosek został rozpatrzony - %@
pt_br: Remetente: Oceans Inc. Tempo de recebimento de consentimento : %@ Detalhes : %@ pedido processado - %@
ru_ru: Отправитель : Oceans Inc. Время получения : %@ Детали : %@ запрос отправлен - %@
sq_al: Dërguesi: Oceans Inc. Koha e marrjes së miratimit: %@ Detajet: Kërkesa e %@ është përpunuar - %@
sv_se: Avsändare : Oceans Inc. Consent mottaget : %@ Details : %@ begäran bearbetad - %@
sw_ke: Mtumaji : Oceans Inc. Muda wa kupokea kibali : %@ Maelezo : Ombi %@ limechakatwa - %@
tr_tr: Gönderen : Oceans Inc. Consent alınan zaman : %@ Details : %@ istek işlendi - %@
uk_ua: Відправник : Oceans Inc. Час отримання : %@ Деталі : %@ запит відправлено - %@
vi_vn: Người gửi : Oceans Inc. Thời gian nhận thông tin : %@ Chi tiết : %@ đã xử lý yêu cầu - %@
zh_hans_cn: 发送者 : Oceans Inc. 接收%@ 日期 : %@ 内容 : 接收 %@ 完成 - %@

# activity_marketingagreement_dialog_content_substring_agree
source: Agree
cs_cz: Souhlasím
da_dk: Accepter
de_de: Zustimmen
es_es: De acuerdo
fr_fr: Accepter
hi_in: सहमत
id_id: Setuju
ja_jp: 同意
ms_my: Setuju
my_mm: သဘောတူသည်။
nl_nl: Akkoord
pl_pl: Zgadzam się
pt_br: Concordo
ru_ru: Согласен
sq_al: Pajtohuni
sv_se: Godkänner
sw_ke: Kubali
tr_tr: Katılıyorum
uk_ua: Погоджуюся
vi_vn: Đồng ý
zh_hans_cn: 同意

# activity_marketingagreement_dialog_content_substring_disagree
source: Decline
cs_cz: Nesouhlasím
da_dk: Afvis
de_de: Nicht zustimmen
es_es: Desacuerdo
fr_fr: Refuser
hi_in: अस्वीकृत
id_id: Tidak Setuju
ja_jp: 拒否
ms_my: Menolak
my_mm: ငြင်းဆိုသည်။
nl_nl: Niet akkoord
pl_pl: Nie zgadzam się
pt_br: Discordo
ru_ru: Не согласен
sq_al: Refuzoni
sv_se: Godkänner ej
sw_ke: Kataa
tr_tr: Katılmıyorum
uk_ua: Не погоджуюся
vi_vn: Không đồng ý
zh_hans_cn: 拒绝

# activity_marketingagreement_dialog_subcontent
source: (Can be changed in the app settings)
cs_cz: (Lze změnit v nastavení aplikace)
da_dk: (Det kan ændres i appens indstillinger)
de_de: (Kann in den App Einstellungen geändert werden)
es_es: (Se puede cambiar en la configuración de la aplicación)
fr_fr: (Peut être modifié dans les paramètres de l'application)
hi_in: (ऐप सेटिंग में बदला जा सकता है)
id_id: (CDapat diganti pada pengaturan aplikasi)
ja_jp: (アプリケーションの設定で変更可能)
ms_my: (Boleh ditukar di tetapan aplikasi)
my_mm: အက်ပ်ဆက်တင်များတွင် ပြောင်းလဲနိုင်သည်။
nl_nl: (Kan verandert worden in de app-instellingen)
pl_pl: (Można zmienić w ustawieniach aplikacji)
pt_br: (Pode ser alterado nas configurações do aplicativo)
ru_ru: (Может быть изменено в настройках приложения)
sq_al: (Mund të ndryshohet në cilësimet e aplikacionit)
sv_se: (Kan ändras i appinställningarna)
sw_ke: (Inaweza kubadilishwa katika mipangilio ya programu)
tr_tr: (Uygulama ayarlarından değiştirilebilir)
uk_ua: (Можна змінити в налаштуваннях додатку)
vi_vn: (Có thể thay đổi trong cài đặt ứng dụng)
zh_hans_cn: (可在APP设置中修改)

# smallagreementelementinterface_optional
source: (Optional)
cs_cz: (Volitelné)
da_dk: (valgfrit)
es_es: (Opcional)
fr_fr: (Optionnel)
hi_in: (वैकल्पिक)
id_id: (Opsional)
ja_jp: (選択)
ms_my: (Pilihan)
my_mm: (ချန်လှပ်ထားနိုင်)
nl_nl: (Optioneel)
pl_pl: (Opcjonalnie)
pt_br: (Opcional)
ru_ru: (По желанию)
sq_al: (Opsionale)
sv_se: (Frivillig)
sw_ke: (Si lazima)
tr_tr: (İsteğe bağlı)
uk_ua: (Необов’язково)
vi_vn: (Tùy chọn)
zh_hans_cn: (选择)

# smallagreementelementinterface_mandatory
source: (Mandatory)
cs_cz: (Povinné)
da_dk: (Obligatorisk)
de_de: (Obligatorisch)
es_es: (Obligatorio)
fr_fr: (Obligatoire)
hi_in: (अनिवार्य)
id_id: (Wajib)
ja_jp: (必須)
ms_my: (Wajib)
my_mm: (မရှိမဖြစ်)
nl_nl: (Verplicht)
pl_pl: (Obowiązkowe)
pt_br: (obrigatório)
ru_ru: (Обязательно)
sq_al: (E detyrueshme)
sv_se: (Obligatorisk)
sw_ke: (Lazima)
tr_tr: (Zorunlu)
uk_ua: (Обов’язково)
vi_vn: (Bắt buộc)
zh_hans_cn: (必须)
