Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# tradecompetition_main_notice_notice14
source: Rewards will be sent to ProBit Global wallets following the conclusion of the Trading Competition.
cs_cz: Odměny budou zaslány do peněženek ProBit Global po ukončení obchodní soutěže.
da_dk: Belønninger vil blive sendt til ProBit Global tegnebøger efter afslutningen af handelskonkurrencen.
de_de: Preise werden an ProBit Wallets gesendet nach Abschluss des Handelswettbewerbs.
es_es: Las recompensas se enviarán a las billeteras de ProBit Global después de la finalización de la Competencia de Trading.
fr_fr: Les récompenses seront envoyées sur les portefeuilles ProBit Global après la fermeture de la Compétition de Trading
hi_in: व्यापार(ट्रेडिंग) प्रतियोगिता के समापन के बाद पुरस्कार ProBit Global वॉलेट में भेजे जाएंगे।
id_id: Hadiah akan dikirim ke dompet ProBit Global setelah berakhirnya Kompetisi Perdagangan.
ms_my: Ganjaran akan dihantar ke dompet ProBit Global berikutan tamatnya Pertandingan Perdagangan.
nl_nl: Beloningen zullen worden verzonden naar ProBit Global wallets na de afsluiting van de handelscompetitie.
pl_pl: Nagrody zostaną wysłane do portfeli ProBit Global po zakończeniu Konkursu Handlowego.
pt_br: As recompensas serão enviadas para as carteiras da ProBit Global após a conclusão da Competição de Trading.
ru_ru: Вознаграждения будут отправлены на кошельки ProBit Global после завершения Торгового Соревнования.
sv_se: Belöningar kommer att skickas till ProBit Globals plånböcker efter avslutad trade-tävling.
sw_ke: Tuzo zitatumwa kwenye pochi za ProBit Global baada ya kukamilika kwa Shindano la Biashara.
tr_tr: Ödüller, Hacim Yarışmasının tamamlanmasının ardından ProBit Global cüzdanlarına gönderilecektir.
uk_ua: Винагорода буде відправлена на гаманці ProBit Global після завершення Торговельного Змагання.
vi_vn: Phần thưởng sẽ được gửi đến ví ProBit Global sau khi kết thúc Cuộc thi giao dịch.
zh_hans_cn: 排名奖励将在交易王活动结束后发放至用户的ProBit Global钱包。
zh_hant_tw: 排名獎勵將在交易王活動結束後發放至用戶的ProBit Global錢包。

# tradecompetition_main_notice_notice15
source: ProBit Global reserves the right to cancel or amend the event rules with sole discretion.
cs_cz: ProBit Global si vyhrazuje právo zrušit nebo upravit pravidla akce podle vlastního uvážení.
da_dk: ProBit Global forbeholder sig retten til at annullere eller ændre arrangementets regler efter eget skøn.
de_de: ProBit Exchange behält sich das Recht vor, die Eventregeln nach eigenem Ermessen zu ändern oder zu streichen.
es_es: ProBit Global se reserva el derecho de cancelar o rectificar las reglas del evento con sola discrección.
fr_fr: ProBit Global se réserve le droit d’annuler ou de modifier les règles de l’événement à sa seule discrétion.
hi_in: ProBit Global पूरी तरह से विवेक के साथ अयोजानो के नियमों को रद्द करने या संशोधित करने का अधिकार सुरक्षित रखता है।
id_id: ProBit Global berhak untuk membatalkan atau mengubah aturan acara dengan kebijakannya sendiri.
ms_my: ProBit Global berhak untuk membatalkan atau meminda peraturan acara dengan budi bicara mutlak.
nl_nl: ProBit Global behoudt zich het recht voor om de regels van het evenement naar eigen goeddunken te annuleren of te wijzigen.
pl_pl: ProBit Exchange zastrzega sobie prawo do odwołania lub zmiany regulaminu wydarzenia według własnego uznania.
pt_br: A ProBit Global se reserva o direito de cancelar ou alterar as regras do evento a seu exclusivo critério.
ru_ru: ProBit Global оставляет за собой право отменить или изменить правила мероприятия по своему усмотрению.
sv_se: ProBit Global förbehåller sig rätten att avbryta eller ändra evenemangsreglerna efter eget godtycke.
sw_ke: ProBit Global inahifadhi haki ya kughairi au kurekebisha sheria za tukio kwa hiari pekee.
tr_tr: ProBit Borsası, tamamen kendi takdirine bağlı olarak etkinlik kurallarını iptal etme veya değiştirme hakkına sahiptir.
uk_ua: ProBit Global залишає за собою право скасувати або змінити правила на власний розсуд.
vi_vn: ProBit Global bảo lưu quyền hủy bỏ hoặc sửa đổi các quy tắc sự kiện theo quyết định của riêng mình.
zh_hans_cn: ProBit Global有权保留取消或修改活动规则的权利。
zh_hant_tw: ProBit Global有權保留取消或修改活動規則的權利。

# tradecompetition_booster
source: Booster
hi_in: बूस्टर
ms_my: Penggalak
pl_pl: Wzmocnienie
pt_br: Impulsionar (Booster)
ru_ru: Бустер
sw_ke: Busta
tr_tr: Büyük
uk_ua: Бустер
vi_vn: Tăng cường
zh_hans_cn: 翻倍
zh_hant_tw: 翻倍

# tradecompetition_prize_title_boost
source: Booster Prizes
cs_cz: Booster Ceny
da_dk: Booster Priser
de_de: Booster-Preise
es_es: Premios booster
fr_fr: Récompenses de booster
hi_in: बूस्टर पुरस्कार
id_id: Hadiah Booster
ms_my: Hadiah Penggalak
nl_nl: Booster prijzen
pl_pl: Nagrody Wspomagające
pt_br: Prêmios do Impulsionamento (Booster)
ru_ru: Бустерные призы
sv_se: Booster-priser
sw_ke: Tuzo za Busta
tr_tr: Büyük Ödül
uk_ua: Бустерні призи
vi_vn: Giải thưởng Tăng cường
zh_hans_cn: 翻倍奖励
zh_hant_tw: 翻倍獎勵

# tradecompetition_main_prizes_boost
source: Booster Prizes
cs_cz: Booster Ceny
da_dk: Booster Priser
de_de: Booster-Preise
es_es: Premios booster
fr_fr: Récompenses principales
hi_in: बूस्टर पुरस्कार
id_id: Hadiah Booster
ms_my: Hadiah Penggalak
nl_nl: Booster prijzen
pl_pl: Nagrody Wspomagające
pt_br: Prêmios do Impulsionamento (Booster)
ru_ru: Бустерные призы
sv_se: Booster-priser
sw_ke: Tuzo za Busta
tr_tr: Büyük Ödül
uk_ua: Бустерні призи
vi_vn: Giải thưởng tăng cường
zh_hans_cn: 翻倍奖励
zh_hant_tw: 翻倍獎勵

# tradecompetition_prizes_boosttab_achieved
source: Achieved
cs_cz: Dosaženo
da_dk: Opnået
de_de: Erreicht
es_es: Se ha conseguido
fr_fr: Réussi
hi_in: हासिल
id_id: Tercapai
ms_my: Dicapai
nl_nl: Gehaald
pl_pl: Osiągnięty
pt_br: Alcançado
ru_ru: Достигнуто
sv_se: Uppnådda
sw_ke: Imefikiwa
tr_tr: Ulaşıldı
uk_ua: Досягнуто
vi_vn: Đã đạt được
zh_hans_cn: 目标已达成
zh_hant_tw: 目標已達成

# tradecompetition_prizes_boosttab_notachieved
source: Not Achieved
cs_cz: nedosaženo
da_dk: Ikke opnået
de_de: Nicht erreicht
es_es: No se ha conseguido
fr_fr: Non réussi
hi_in: हासिल नहीं हुआ
id_id: Tidak Tercapai
ms_my: Tidak dicapai
nl_nl: Niet bereikt
pl_pl: Nieosiągnięty
pt_br: Não alcançado
ru_ru: Не достигнуто
sv_se: Ej uppnådda
sw_ke: Haijafikiwa
tr_tr: Ulaşılamadı
uk_ua: Не досягнуто
vi_vn: Không đạt
zh_hans_cn: 目标未达成
zh_hant_tw: 目標未達成

# tradecompetition_main_info_booster
source: Booster
hi_in: हासिल
ms_my: Penggalak
pl_pl: Wzmocnienie
pt_br: Impulsionar (Booster)
ru_ru: Бустер
sw_ke: Busta
tr_tr: Büyük
uk_ua: Бустер
vi_vn: Tăng cường
zh_hans_cn: 翻倍
zh_hant_tw: 翻倍

# tradecompetition_main_info_booster_achieved
source: Achieved
cs_cz: Dosaženo
da_dk: Opnået
de_de: Erreicht
es_es: Se ha conseguido
fr_fr: Réussi
hi_in: हासिल
id_id: Tercapai
ms_my: Dicapai
nl_nl: Gehaald
pl_pl: Osiągnięty
pt_br: Alcançado
ru_ru: Достигнуто
sv_se: Uppnådda
sw_ke: Imefikiwa
tr_tr: Ulaşıldı
uk_ua: Досягнуто
vi_vn: Đã đạt được
zh_hans_cn: 目标已达成
zh_hant_tw: 目標已達成

# tradecompetition_main_info_booster_notachieved
source: Not Achieved
cs_cz: Nedosaženo
da_dk: Ikke opnået
de_de: Nicht erreicht
es_es: No se ha conseguido
fr_fr: Non réussi
hi_in: हासिल नहीं हुआ
id_id: Tidak Tercapai
ms_my: Tidak dicapai
nl_nl: Niet bereikt
pl_pl: Nieosiągnięty
pt_br: Não alcançado
ru_ru: Не достигнуто
sv_se: Ej uppnådda
sw_ke: Haijafikiwa
tr_tr: Ulaşılamadı
uk_ua: Не досягнуто
vi_vn: Không đạt
zh_hans_cn: 目标未达成
zh_hant_tw: 目標未達成

# tradecompetition_main_info_boostergoal
source: Booster Goal
cs_cz: Booster Cíl
da_dk: Booster Mål
de_de: Booster-Ziel
es_es: Objetivo booster
fr_fr: Objectif de booster
hi_in: बूस्टर लक्ष्य
id_id: Tujuan Booster
ms_my: Matlamat Penggalak
nl_nl: Booster doel
pl_pl: Cel Wspierający
pt_br: Booster Goal (Meta de Impulsionamento)
ru_ru: Бустерная цель
sv_se: Booster-mål
sw_ke: Lengo la Busta
tr_tr: Büyük Hedef
uk_ua: Бустерна мета
vi_vn: Mục tiêu tăng cường
zh_hans_cn: 翻倍目标
zh_hant_tw: 翻倍目標

# tradecompetition_main_info_boostergoal_targetprice
source: Target Price
cs_cz: Cílová cena
da_dk: Mål Pris
de_de: Ziel-Preis
es_es: Precio objetivo
fr_fr: Prix cible
hi_in: लक्ष्य कीमत
id_id: Target Harga
ms_my: Harga sasaran
nl_nl: Richtprijs
pl_pl: Cena Docelowa
pt_br: Target Price (Preço Alvo)
ru_ru: Целевая цена
sv_se: Riktpris
sw_ke: Gharama Lengwa
tr_tr: Hedef Fiyat
uk_ua: Цільова ціна
vi_vn: Giá mục tiêu
zh_hans_cn: 目标价格
zh_hant_tw: 目標價格

# tradecompetition_main_info_boostergoal_targetvolume
source: Target Volume
cs_cz: Cílový objem
da_dk: Mål Volumen
de_de: Zielvolumen
es_es: Volumen objetivo
fr_fr: Volume cible
hi_in: लक्ष्य मात्रा
ms_my: Volum Sasaran
nl_nl: Doelvolume
pl_pl: Wielkość Docelowa
pt_br: Target Volume (Volume Alvo)
ru_ru: Целевой объем
sv_se: Målvolym
sw_ke: Kiasi Lengwa
tr_tr: Hedef Hacim
uk_ua: Цільовий обсяг
vi_vn: Khối lượng giao dịch mục tiêu
zh_hans_cn: 目标交易量
zh_hant_tw: 目標交易量

# v2icon_home_airdrops
source: Airdrops
hi_in: एयरड्रॉप्स
pl_pl: Airdropy
ru_ru: Эйрдропы
sw_ke: Airdrop
tr_tr: Airdroplar
uk_ua: Ейрдропи
vi_vn: Airdrop
zh_hans_cn: 空投活动
zh_hant_tw: 空投活動

# activity_event_no_running_airdrops_label
source: There is no ongoing airdrop.
cs_cz: Neprobíhá žádný airdrop.
da_dk: Der er ingen igangværende airdrop.
de_de: Es gibt keine laufenden Airdrops.
es_es: No hay ningún airdrop en curso.
fr_fr: Aucun airdrop en cours
hi_in: कोई एयरड्रॉप नहीं चल रहा है।
id_id: Tidak terdapat event airdrop yang sedang berjalan
ms_my: Tiada airdrop yang berterusan
nl_nl: Er is geen lopende airdrop.
pl_pl: Obecnie nie ma żadnych airdropów.
pt_br: Não há Airdrops em andamento.
ru_ru: Нет действующего эйрдропа.
sv_se: Det finns ingen pågående airdrop.
sw_ke: Hakuna airdrop inayoendelea.
tr_tr: Devam eden bir airdrop yok.
uk_ua: Немає діючого ейрдропу.
vi_vn: Không có airdrop đang diễn ra.
zh_hans_cn: 没有进行中的空投活动。
zh_hant_tw: 沒有進行中的空投活動。

# transferdistributionhistoryadapter_failed
source: Failed
cs_cz: Nepodařilo se
da_dk: Mislykkedes
de_de: Fehlgeschlagen
es_es: Fallo
fr_fr: Echec
hi_in: असफल
id_id: Gagal
ms_my: Gagal
nl_nl: Mislukt
pl_pl: Nieudana próba
pt_br: Falhou
ru_ru: Неудача
sv_se: Misslyckades
sw_ke: Haikufanikiwa
tr_tr: Başarısız
uk_ua: Невдача
vi_vn: Thất bại
zh_hans_cn: 失败
zh_hant_tw: 失敗

# fragment_walletdetailsv2_coin_buycrypto
source: Buy Crypto >
cs_cz: Kupujte krypto >
da_dk: Køb Krypto >
de_de: Krypto kaufen >
es_es: Comprar criptomonedas >
fr_fr: Achetez de la crypto-monnaie >
hi_in: क्रिप्टो खरीदें >
id_id: Beli Crypto >
ms_my: Beli Crypto >
nl_nl: Koop crypto >
pl_pl: Kup Kryptowaluty >
pt_br: Compre Cripto >
ru_ru: Купить крипто >
sv_se: Köp krypto >
sw_ke: Nunua Crypto >
tr_tr: Kripto Al >
uk_ua: Купити крипто >
vi_vn: Mua Tiền điện tử >
zh_hans_cn: 一键购币 >
zh_hant_tw: 一鍵購幣 >

# v2icon_home_buycrypto
source: Buy Crypto
cs_cz: Kupujte krypto
da_dk: Køb Krypto
de_de: Krypto kaufen
es_es: Comprar criptomonedas
fr_fr: Achetez de la crypto-monnaie
hi_in: क्रिप्टो खरीदें
id_id: Beli Crypto
ms_my: Beli Crypto
nl_nl: Koop crypto
pl_pl: Kup Kryptowaluty
pt_br: Compre Cripto
ru_ru: Купить крипто
sv_se: Köp krypto
sw_ke: Nunua Crypto
tr_tr: Kripto Al
uk_ua: Купити крипто
vi_vn: Mua tiền điện tử
zh_hans_cn: 一键购币
zh_hant_tw: 一鍵購幣

# buycrypto_choosepurchaseamount_warning_failtoload
source: Failed to load exchange rates.
cs_cz: Směnné kurzy se nepodařilo načíst.
da_dk: Valutakurser kunne ikke indlæses
de_de: Wechselkurse konnten nicht geladen werden.
es_es: Fallo al cargar las tasas de cambio.
fr_fr: Erreur lors du chargement des taux de change
hi_in: विनिमय दरों को लोड करने में विफल.
id_id: Gagal memuat nilai tukar.
ms_my: Gagal untuk kadar pertukaran beban.
nl_nl: Kan geen wisselkoersen laden.
pl_pl: Nie udało się odczytać kursów wymiany.
pt_br: Falha ao carregar as taxas de câmbio.
ru_ru: Не удалось загрузить обменные курсы.
sv_se: Det gick ej att läsa in växelkurser.
sw_ke: Imeshindwa kuleta viwango vya ubadilishaji.
tr_tr: Kur yüklenemedi.
uk_ua: Неможливо завантажити обмінні курси.
vi_vn: Không tải được tỷ giá hối đoái.
zh_hans_cn: 加载汇率失败。
zh_hant_tw: 加載匯率失敗。

# buycrypto_choosepurchaseamount_warning_notsupported
source: The pair of currencies you selected is currently not supported.
cs_cz: Vybraný pár měn není aktuálně podporován.
da_dk: Valutaparrret, du har valgt, er i øjeblikket ikke understøttet.
de_de: Das von Ihnen ausgewählte Währungspaar wird derzeit nicht unterstützt.
es_es: El par de divisas que ha seleccionado no está disponible actualmente.
fr_fr: La paire de devise selectionnée n'est pas disponible actuellement.
hi_in: आपके द्वारा चयनित मुद्राओं की जोड़ी वर्तमान में संभव नहीं है।
id_id: Pasangan mata uang yang Anda pilih saat ini tidak didukung.
ms_my: Pasangan mata wang yang dipilih pada masa ini tidak disokong.
nl_nl: Het door jou gekozen valutapaar wordt momenteel niet ondersteund.
pl_pl: Wybrana para walut nie jest obecnie obsługiwana.
pt_br: O par de moedas que você selecionou não é suportado no momento.
ru_ru: Выбранная пара валют в настоящее время не поддерживается.
sv_se: Valutaparet du valde stöds för närvarande inte.
sw_ke: Jozi za sarafu ulizochagua hazitumiki kwa sasa.
tr_tr: Seçtiğiniz para birimi şu anda desteklenmemektedir.
uk_ua: Обрана пара валют наразі не підтримується.
vi_vn: Cặp tiền tệ bạn đã chọn hiện không được hỗ trợ.
zh_hans_cn: 目前不支持您所选择的货币对。
zh_hant_tw: 目前不支持您所選擇的貨幣對。

# buycrypto_choosepurchaseamount_spendtextfield_title
source: Spend
cs_cz: Útrata
da_dk: Brug
de_de: ausgeben
es_es: Gastar
fr_fr: Dépense
hi_in: खर्च
id_id: Mengeluarkan
ms_my: Berbelanja
nl_nl: Besteed
pl_pl: Do wykorzystania
pt_br: Gastar
ru_ru: К использованию
sv_se: Spendera
sw_ke: Tumia
tr_tr: Harca
uk_ua: До використання
vi_vn: Sử dụng
zh_hans_cn: 花费
zh_hant_tw: 花費

# buycrypto_choosepurchaseamount_receivetextfield_title
source: Receive
cs_cz: Dostávat
da_dk: Modtag
de_de: Empfangen
es_es: Recibir
fr_fr: Recevoir
hi_in: प्राप्त करे
id_id: Menerima
ms_my: Menerima
nl_nl: Ontvang
pl_pl: Otrzymać
pt_br: Receber
ru_ru: К получению
sv_se: Ta emot
sw_ke: Pokea
tr_tr: Al
uk_ua: До отримання
vi_vn: Nhận được
zh_hans_cn: 接收
zh_hant_tw: 接收

# buycrypto_choosepurchaseamount_spendtextfield_warning_checkmin
source: Minimum %@ %@
es_es: Mínimo %@ %@
hi_in: न्यूनतम %@ %@
pt_br: Mínimo de %@ %@
ru_ru: Минимум %@ %@
sw_ke: Kiwango cha chini %@ %@
uk_ua: Мінімум %@ %@
vi_vn: Tối thiểu %@ %@
zh_hans_cn: 最小%@ %@
zh_hant_tw: 最小%@ %@

# buycrypto_choosepurchaseamount_spendtextfield_warning_checkmax
source: Maximum %@ %@
da_dk: Maksimum %@ %@
es_es: Máximo %@ %@
hi_in: अधिकतम %@ %@
ms_my: Maksimum %@ %@
pl_pl: Maksimum %@ %@
pt_br: Máximo de %@ %@
ru_ru: Максимум %@ %@
sv_se: Max %@ %@
sw_ke: Kiwango cha juu %@ %@
tr_tr: Maksimum %@ %@
uk_ua: Максимум %@ %@
vi_vn: Tối đa %@ %@
zh_hans_cn: 最大%@ %@
zh_hant_tw: 最大%@ %@

# buycrypto_choosepurchaseamount_selectcrypto_description
source: Please select crypto
cs_cz: Prosím vyberte kryptoměnu
da_dk: Vælg venligst krypto
de_de: Bitte Krypto wählen
es_es: Seleccione criptomonedas
fr_fr: Veuillez sélectionner la crypto-monnaie
hi_in: कृपया क्रिप्टो चुनें
id_id: Silahkan pilih crypto
ms_my: Sila pilih crypto
nl_nl: Selecteer crypto
pl_pl: Wybierz kryptowalutę
pt_br: Por favor, selecione a moeda cripto
ru_ru: Выберите крипто
sv_se: Välj krypto
sw_ke: Tafadhari chagua crypto
tr_tr: Lütfen kripto seçiniz
uk_ua: Оберіть крипто
vi_vn: Vui lòng chọn tiền điện tử
zh_hans_cn: 请选择加密货币
zh_hant_tw: 請選擇加密貨幣

# buycrypto_choosepurchaseamount_selectfiat_description
source: Please select currency
cs_cz: Prosím vyberte měnu
da_dk: Vælg venligst valuta
de_de: Bitte Währung auswählen
es_es: Seleccione una divisa
fr_fr: Veuillez sélectionner la devise
hi_in: कृपया मुद्रा चुनें
id_id: Silahkan pilih mata uang
ms_my: Sila pilih mata wang
nl_nl: Selecteer cryptocurrency
pl_pl: Prosimy wybrać walutę
pt_br: Por favor, selecione a moeda
ru_ru: Выберите валюту
sv_se: Vänligen välj valuta
sw_ke: Tafadhali chagua sarafu
tr_tr: Lütfen para birimini seçiniz
uk_ua: Оберіть валюту
vi_vn: Vui lòng chọn đơn vị tiền tệ
zh_hans_cn: 请选择币种
zh_hant_tw: 請選擇幣種

# buycrypto_choosepayment_title
source: Choose payment method
cs_cz: Vyberte způsob platby
da_dk: Vælg betalingsmetode
de_de: Zahlungsmethode wählen
es_es: Seleccione un método de pago
fr_fr: Choisir la méthode de paiement
hi_in: भुगतान विधि चुनें
id_id: Pilih metode pembayaran
ms_my: Pilih kaedah pembayaran
nl_nl: Kies betalingswijze
pl_pl: Wybierz sposób płatności
pt_br: Escolha o método de pagamento
ru_ru: Выберите способ оплаты
sv_se: Välj betalsätt
sw_ke: Tafadhali chagua njia ya malipo
tr_tr: Ödeme yöntemini seçiniz
uk_ua: Оберіть спосіб оплати
vi_vn: Lựa chọn hình thức thanh toán
zh_hans_cn: 请选择付款方式
zh_hant_tw: 請選擇付款方式

# buycrypto_choosepayment_warning_failtoload
source: Failed to load payment methods.
cs_cz: Načtení platebních metod se nezdařilo.
da_dk: Betalingsmetoderne kunne ikke indlæses.
de_de: Zahlungsmethoden konnten nicht geladen werden.
es_es: Fallo al cargar métodos de pago.
fr_fr: Erreur lors du chargement de la méthode de paiement
hi_in: भुगतान विधियां लोड करने में विफल.
id_id: Gagal memuat metode pembayaran.
ms_my: Gagal untuk memuatkan kaedah pembayaran.
nl_nl: Kan betalingswijzen niet laden.
pl_pl: Nie udało się załadować metod płatności.
pt_br: Falha ao carregar as formas de pagamento.
ru_ru: Не удалось загрузить способы оплаты.
sv_se: Det gick ej att läsa in betalningsmetoder.
sw_ke: Imeshindwa kuonesha njia za malipo.
tr_tr: Ödeme yöntemleri yüklenemedi.
uk_ua: Неможливо завантажити способи оплати.
vi_vn: Không thể tải các phương thức thanh toán.
zh_hans_cn: 无法加载付款方式。
zh_hant_tw: 無法加載付款方式。

# buycrypto_choosepayment_list_title
source: Service Provider
cs_cz: Poskytovatel služeb
da_dk: Service udbyder
de_de: Dienstanbieter
es_es: Proovedor de servicios
fr_fr: Fournisseur de service
hi_in: सेवा प्रदाता
id_id: Penyedia Layanan
ms_my: Pembekal Perkhidmatan
nl_nl: Dienstverlener
pl_pl: Dostawca usług
pt_br: Provedor de Serviço
ru_ru: Поставщик услуг
sv_se: Tjänsteleverantör
sw_ke: Mtoa Huduma
tr_tr: Servis sağlayıcısı
uk_ua: Постачальник послуг
vi_vn: Nhà cung cấp dịch vụ
zh_hans_cn: 服务提供商
zh_hant_tw: 服務提供商

# buycrypto_confirmpayment_title
source: Confirm payment details
cs_cz: Potvrďte platební údaje
da_dk: Bekræft betalingsdetaljer
de_de: Bestätigen Sie die Zahlungsdetails
es_es: Confirmar detalles de pago
fr_fr: Confirmez les détails du paiement.
hi_in: भुगतान विवरण की पुष्टि करें
id_id: Konfirmasi detail pembayaran
ms_my: Pengesahan butiran pembayaran
nl_nl: Bevestig betalingsgegevens
pl_pl: Potwierdź szczegóły płatności
pt_br: Confirmar detalhes de pagamento
ru_ru: Подтвердите платежные реквизиты
sv_se: Bekräfta betalningsuppgifter
sw_ke: Hakikisha taarifa za malipo
tr_tr: Ödeme detaylarını onaylayınız
uk_ua: Підтвердіть платіжні реквізити
vi_vn: Xác nhận chi tiết thanh toán
zh_hans_cn: 确认付款详情
zh_hant_tw: 確認付款詳情

# buycrypto_confirmpayment_disclaimer_title
source: You will be redirected to %@.
cs_cz: Budete přesměrováni na %@.
da_dk: Du vil blive omdirigeret til %@.
de_de: Sie werden weitergeleitet zu %@.
es_es: Se le redireccionará a %@.
fr_fr: Vous allez être automatiquement redirigé vers %@.
hi_in: आपको %@ पर पुनर्निर्देशित किया जाएगा।
id_id: Anda akan diarahkan ke %@.
ms_my: Anda akan diubah hala ke %@.
nl_nl: Je wordt doorgestuurd naar %@.
pl_pl: Zostaniesz przeniesiony na stronę %@.
pt_br: Você será redirecionado para %@.
ru_ru: Вы будете перенаправлены на %@.
sv_se: Du kommer att omdirigeras till %@.
sw_ke: Utapelekwa kwenda %@.
tr_tr: %@ adresine yönlendirileceksiniz.
uk_ua: Ви будете перенаправлені на %@.
vi_vn: Bạn sẽ được chuyển hướng đến %@.
zh_hans_cn: 您将会跳转至 %@。
zh_hant_tw: 您將會跳轉至 %@。
