Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# dialog_email_content
source: Please enter the code that was sent to your email.
cs_cz: Prosím vložte kód, který vám byl zaslán na emailovou adresu.
da_dk: Indtast koden, der blev sendt til din e-mail.
de_de: Bitte geben Sie den Code ein, der Ihnen per Mail gesendet wurde.
es_es: Por favor ingresa el código que fue enviado a tu email
fr_fr: Veuillez entrer le code qui vous a été envoyé par email.
hi_in: कृपया वह कोड दर्ज करें जो आपके ईमेल पर भेजा गया था।
id_id: Silakan masukkan kode yang dikirimkan ke email Anda.
ja_jp: メールに発送された認証コードを入力してください。
ms_my: Masukkan kod yang telah dihantar ke e-mel anda.
my_mm: သင့်အီးမေးလ်သို့ ပေးပို့ထားသော ကုဒ်ကို ထည့်သွင်းပါ။
nl_nl: Voer de code in die naar je e-mailadres is verzonden.
pl_pl: Wpisz kod, który został wysłany na Twój adres e-mail.
pt_br: Digite o código que foi enviado para o seu email.
ru_ru: Пожалуйста, введите код, который был выслан вам на эл.почту.
sq_al: Ju lutemi shkruani kodin që është dërguar në emailin tuaj.
sv_se: Fyll i koden som har skickats till din e-postadress.
sw_ke: Tafadhali weka nambari iliyotumwa kwa barua pepe yako.
tr_tr: Lütfen e-postanıza gönderilen kodu girin
uk_ua: Будь ласка, введіть код, який був надісланий Вам на електронну пошту.
vi_vn: Vui lòng nhập mã đã được gửi đến email bạn.
zh_hans_cn: 验证码已发送到邮箱 请在确认后输入
zh_hant_tw: 驗證碼已發送到電子信箱 請再確認後輸入

# failed_attempt_counter
source: You will be logged out after 30 unsuccessful attempts.
cs_cz: Budete odhlášeni po 30 nezdařilých přihlášeních.
da_dk: Du bliver logget ud efter 30 mislykkede forsøg.
de_de: Sie werden nach 30 misslungenen Versuchen ausgeloggt.
es_es: Tu cuenta se cerrará automáticamente después de 30 intentos erroneos.
fr_fr: Vous serez déconnecté au bout de 30 échecs d'essais.
hi_in: 30 असफल प्रयासों के बाद आपको लॉग आउट किया जाएगा। %@/30
id_id: Anda akan keluar setelah 30 percobaan gagal.
ja_jp: ロック番号（PIN）を30回エラー時、ログアウトされます。
ms_my: Anda akan dilog keluar setelah gagal 30 percubaan.
my_mm: မအောင်မြင်သောကြိုးစားမှု အခါ 30 ပြီးနောက် သင်သည် အကောင့်မှထွက်သွားပါမည်။
nl_nl: Je wordt uitgelogd na 30 mislukte pogingen.
pl_pl: Zostaniesz wylogowany po 30 nieudanych próbach.
pt_br: Você será desconectado após 30 tentativas sem êxito.
ru_ru: Будет произведён принудительный выход из системы после 30 неудачных попыток.
sq_al: Ju do të shkyçeni pas 30 përpjekjeve të pasuksesshme.
sv_se: Du kommer att loggas ut efter 30 misslyckade försök.
sw_ke: Utatolewa baada ya majaribio 30 bila kufaulu.
tr_tr: 30 yanlış denemeden sonra çıkış yapacaksınız.
uk_ua: Примусовий вихід із системи буде здійснено після 30 невдалих спроб.
vi_vn: Bạn sẽ bị đăng xuất sau 30 lần thử thất bại.
zh_hans_cn: 输入错误30次后将锁定密码，自动退出登录
zh_hant_tw: 輸入錯誤30次後將鎖定密碼，自動登出

# failed_attempt_retryafter
source: Retry after 30 seconds
cs_cz: Znovu zkusit po 30 vteřinách
da_dk: Prøv igen om 30 sekunder
de_de: Versuchen Sie es erneut in 30 Sekunden
es_es: Intenta después de 30 segundos
fr_fr: Veuillez réessayer après 30 secondes.
hi_in: 30 सेकंड के बाद पुन: प्रयास करें
id_id: Coba lagi setelah 30 detik
ja_jp: 30秒後にもう一度お試しください。
ms_my: Cuba semula selepas 30 saat
my_mm: စက္ကန့် 30 ကြာပြီးနောက် ပြန်ကြိုးစားပါ။
nl_nl: Probeer het na 30 seconden opnieuw
pl_pl: Spróbuj ponownie po 30 sekundach
pt_br: Repetir após 30 segundos
ru_ru: Попробуйте снова через 30 секунд
sq_al: Provo përsëri pas 30 sekondash
sv_se: Försök igen om 30 sekunder
sw_ke: Jaribu tena baada ya sekunde 30
tr_tr: 30 saniye sonra tekrar deneyiniz
uk_ua: Спробуйте знову через 30 секунд
vi_vn: Thử lại sau 30 giây
zh_hans_cn: 请在三十秒后重试
zh_hant_tw: 請在三十秒後重試

# dialog_before_logout_title
source: Are you sure you want to log out?
cs_cz: Opravdu se chcete odhlásit?
da_dk: Er du sikker på, at du vil logge ud?
de_de: Sind Sie sicher, dass Sie sich ausloggen wollen?
es_es: ¿Estás seguro que quieres cerrar sesión?
fr_fr: Etes-vous sûr(e) de vouloir vous déconnecter?
hi_in: क्या आप लॉग आउट करना चाहते हैं?
id_id: Apakah Anda yakin ingin keluar?
ja_jp: 本当にログアウトされますか？
ms_my: Adakah anda pasti anda ingin log keluar?
my_mm: ထွက်လိုသည်မှာ သေချာပါသလား?
nl_nl: Weet je zeker dat je wilt uitloggen?
pl_pl: Czy na pewno chcesz się wylogować?
pt_br: Tem certeza que deseja sair?
ru_ru: Вы уверены, что Вы хотите выйти?
sq_al: Je i sigurt që dëshironi të shkyçeni?
sv_se: Är du säker att du vill logga ut?
sw_ke: Je, una uhakika unataka kutoka?
tr_tr: Çıkış yapmak istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете вийти з системи?
vi_vn: Bạn có chắc muốn đăng xuất?
zh_hans_cn: 确定要退出登录吗？
zh_hant_tw: 確定要登出嗎 ?

# dialog_before_logout_tips
source: ※ You can lock the app while you are logged in using the app lock feature.
cs_cz: ※ Aplikaci můžete uzamknout když jste přihlášeni, pomocí funkce blokování aplikace.
da_dk: ※ Du kan låse appen, mens du er logget ind ved hjælp af applås-funktionen.
de_de: ※ Sie koennen die App sperren, waehrend Sie eingelogged sind, indem Sie das App Lock Feature nutzen.
es_es: ※ Puedes bloquear la aplicación mientras estás conectado usando la función de bloqueo de la aplicación.
fr_fr: ※ Vous pouvez verrouiller l'application lorsque vous êtes connecté en utilisant la fonction de verrouillage de l'application.
hi_in: ※ लॉग इन करते ही आप ऐप को लॉक कर सकते हैं ऐप लॉक सुविधा का उपयोग कर सकते हैं।
id_id: ※ Anda dapat mengunci aplikasi saat Anda login menggunakan fitur kunci aplikasi.
ja_jp: ※ ログアウトしなくても、アプリロック機能を使用してアプリをロックすることができます。
ms_my: ※ Anda boleh kunci aplikasi semasa anda log masuk menggunakan aplikasi fitur lock.
my_mm: ※ အက်ပ်လော့ခ်featureကို အသုံးပြု၍ သင်ဝင်ရောက်နေချိန်တွင် အက်ပ်ကို လော့ခ်ချနိုင်သည်။
nl_nl: ※ Je kunt de app vergrendelen terwijl je bent ingelogd met de appvergrendelingsfunctie.
pl_pl: ※ Możesz zablokować aplikację, gdy jesteś zalogowany z włączoną funkcją blokady aplikacji.
pt_br: ※ Você pode bloquear o aplicativo enquanto estiver conectado usando o recurso de bloqueio de aplicativo.
ru_ru: ※ Вы можете заблокировать приложение, будучи в системе, использовав возможность блокировки приложения.
sq_al: Mund ta kyçni aplikacionin ndërsa jeni regjistruar duke përdorur veçorinë e kyçjes së aplikacionit.
sv_se: ※ Du kan låsa upp appen medan du är inloggad genom att använda appupplåsningsfunktionen.
sw_ke: ※ Unaweza kufunga programu ukiwa umeingia kwa kutumia kipengele cha kufuli programu.
tr_tr: Uygulama kilitleme özelliğini kullanarak oturum açarken uygulamayı kilitleyebilirsiniz.
uk_ua: ※ Ви можете заблокувати додаток будучи в системі, використавши функцію блокування додатку.
vi_vn: Bạn có thể khóa ứng dụng khi đang đăng nhập bằng cách sử dụng tính năng khóa ứng dụng.
zh_hans_cn: ※无需退出登录，通过使用APP锁定功能也可锁定APP
zh_hant_tw: ※無須登出，通過使用APP鎖定功能也可鎖定APP

# dialog_logout
source: Log Out
cs_cz: Odhlásit se
da_dk: Log ud
es_es: Cerrar Sesión
fr_fr: Se déconnecter
hi_in: लॉग आउट
id_id: Keluar
ja_jp: ログアウト
ms_my: Log keluar
pl_pl: Wyloguj
pt_br: Sair
ru_ru: Выйти
sq_al: Shkyçuni
sv_se: Logga ut
sw_ke: Toka
tr_tr: Çıkış Yap
uk_ua: Вийти
vi_vn: Đăng Xuất
zh_hans_cn: 退出登录
zh_hant_tw: 登出

# dialog_marketorder_warning_hint
source: ※ Market orders can be risky if the orderbook does not have enough liquidity to buy or sell.
cs_cz: ※ Tržní příkazy mohou být riskantní, pokud objednávka nemá dostatek likvidity k nákupu nebo prodeji.
da_dk: ※ Markedsordrer kan være risikable, hvis ordrebogen (orderbook) ikke har tilstrækkelig likviditet til at købe eller sælge.
de_de: ※ Market Bestellungen koennen riskant sein, wenn das Orderbook nicht ueber genuegend Liquiditaet verfuegt, um zu kaufen oder zu verkaufen.
es_es: ※Las órdenes de mercado pueden estar en riesgo si el libro de ordenes no tiene suficiente liquidez para comprar o vender.
fr_fr: ※ Les ordres de marché peuvent être risqués si le livre d'ordre ne posséde pas une liquidité d'achat ou de vente suffisante.
hi_in: ※ यदि ऑर्डरबुक में खरीदने या बेचने के लिए पर्याप्त तरलता नहीं है तो बाजार के आदेश जोखिमपूर्ण हो सकते हैं।
id_id: ※ Order Market dapat berisiko jika orderbook tidak memiliki likuiditas yang cukup untuk membeli atau menjual.
ja_jp: ※ 市場価格の注文は、オーダーブックに買収待機量または売り渡し待機量が少ない場合に損害が発生する危険があります。
ms_my: ※ Pesanan market boleh berisiko sekiranya orderbook tidak mempunyai liquidity yang cukup untuk dibeli atau dijual.
my_mm: ※ အော်ဒါစာအုပ်တွင် ဝယ်ရန် သို့မဟုတ် ရောင်းရန် လုံလောက်သောငွေဖြစ်လွယ်မှု မရှိပါက စျေးကွက်အော်ဒါများသည် အန္တရာယ်ရှိနိုင်ပါသည်။
nl_nl: ※ Markt orders kunnen riskant zijn als er niet voldoende liquiditeit is om te kopen of verkopen.
pl_pl: ※ Zlecenia rynkowe mogą być ryzykowne, jeśli portfel zamówień nie ma wystarczającej płynności do kupna lub sprzedaży.
pt_br: ※ As ordens de mercado podem ser arriscadas se a carteira de pedidos não tiver liquidez suficiente para comprar ou vender.
ru_ru: ※ Рыночные заказы могут иметь долю риска, если книга заказов не имеет достаточной ликвидности для совершения покупки/продажи.
sq_al: ※ Porositë e tregut mund të jenë të rrezikshme nëse libri i porosive nuk ka likuiditet të mjaftueshëm për të blerë ose shitur.
sv_se: ※ Marknadsorder kan vara riskabla om orderboken inte har tillräckligt med likviditet för att köpa eller sälja.
sw_ke: ※ Maagizo ya soko yanaweza kuwa hatari ikiwa kitabu cha agizo hakina ukwasi wa kutosha kununua au kuuza.
tr_tr: Siparis defteri satın almak veya satmak için yeterli likiditeye sahip değilse, siparişler risk altında olabilir.
uk_ua: ※ Ринкові замовлення можуть бути ризикованими, якщо книга замовлень не має достатньої ліквідності для здійснення покупки / продажу.
vi_vn: ※ Các lệnh đặt thị trường có thể gặp rủi ro nếu sổ đặt lệnh không có đủ thanh khoản để mua hoặc bán.
zh_hans_cn: 市价下单有可能因流动性不足出现风险。
zh_hant_tw: 市價下單有可能因為流動性不足出現風險。

# dialog_order_summary_content
source: Market: %@ Order price: %@ Order amount: %@ Total order: %@
cs_cz: Trh: %@ Cena objednávky: %@ Množství objednávky: %@ Celková objednávka: %@
da_dk: Marked: %@ Order pris: %@ Order mængde: %@ Totale ordre: %@
de_de: Market: %@ Bestellungspreis: %@ Bestellungsmenge: %@ Totale Bestellung: %@
es_es: Mercado: %@ Precio de la Orden: %@ Cantidad de la Orden: %@ Orden total: %@
fr_fr: Marché : %@ Prix de la commande : %@ Montant de la commande : %@ Total de la commande : %@
hi_in: बाजार: %@ ऑर्डर मूल्य: %@ ऑर्डर करने की राशि: %@ कुल ऑर्डर: %@
id_id: Market: %@ Harga Order: %@ Jumlah Order: %@ Total order: %@
ja_jp: 注文する市場: %@ 注文価格: %@ 注文数量: %@ 注文総額: %@
ms_my: Market: %@ Harga pesanan: %@ Amaun pesanan: %@ Jumlah pesanan: %@
my_mm: စျေးကွက်: %@ မှာယူမှုစျေးနှုန်း: %@ မှာယူမှုပမာဏ: %@ စုစုပေါင်းမှာယူမှု: %@
nl_nl: Markt: %@ Order prijs: %@ Order hoeveelheid: %@ Totale order: %@
pl_pl: Rynek: %@ Cena zamówienia: %@ Ilość: %@ Zamówienie całkowite: %@
pt_br: Mercado: %@ Preço da ordem: %@ Quantidade da ordem: %@ Ordem Total: %@
ru_ru: Рынок: %@ Цена заказа: %@ Сумма заказа: %@ Общий заказ: %@
sq_al: Tregu: %@ Order price: %@ shuma e porositur: %@ Totali i porosive: %@
sv_se: Marknad: %@ Orderpris: %@ Orderbelopp: %@ Total order: %@
sw_ke: Soko: %@ Bei ya agizo: %@ Kiasi cha agizo: %@ Jumla ya agizo: %@
tr_tr: Borsa: %@ Sipariş fiyatı:%@ Sipariş miktarı: %@ Sipariş toplamı: %@
uk_ua: Ринок: %@ Вартість замовлення: %@ Сума замовлення: %@ Загальне замовлення: %@
vi_vn: Thị trường: %@ Giá lệnh đặt: %@ Số lượng lệnh đặt: %@ Tổng lệnh đặt: %@
zh_hans_cn: Market: %@ 下单价格: %@ 下单数量: %@ 下单总额: %@
zh_hant_tw: Market: %@ 下單價格: %@ 下單數量: %@ 下單總額: %@

# dialog_marketorder_warning_content
source: Market: %@ Order %@: %@
cs_cz: Trh: %@ Objednávka %@: %@
da_dk: Marked: %@ Order %@: %@
de_de: Market: %@ Bestellung %@: %@
es_es: Mercado: %@ Orden %@: %@
fr_fr: Marché : %@ Commande %@: %@
hi_in: बाजार: %@ आर्डर %@: %@
ja_jp: 注文する市場: %@ 注文 %@: %@
my_mm: စျေးကွက်: %@ မှာယူမှု %@: %@
nl_nl: Markt: %@ Order %@: %@
pl_pl: Rynek: %@ Zamówienie %@: %@
pt_br: Mercado: %@ Ordem %@: %@
ru_ru: Рынок: %@ Заказ %@: %@
sq_al: Tregu: %@ porosia %@: %@
sv_se: Marknad: %@ Order %@: %@
sw_ke: Soko: %@ Agizo %@: %@
tr_tr: Borsa: %@ Sipariş %@: %@
uk_ua: Ринок: %@ Замовлення %@: %@
vi_vn: Thị trường: %@ Lệnh đặt %@: %@
zh_hans_cn: Market: %@ 下单 %@: %@
zh_hant_tw: Market: %@ 下單 %@: %@

# dialog_order_summary_title
source: Please confirm %@
cs_cz: Prosím potvrďte %@
da_dk: Bekræft venligst %@
de_de: Bitte bestaetigen %@
es_es: Por favor confirma %@
fr_fr: Veuillez confirmer %@
hi_in: कृपया पुष्टि करें %@
id_id: Silakan dikonfirmasi %@
ja_jp: 次のように%@されますか？
ms_my: Sila sahkan %@
my_mm: ကျေးဇူးပြု၍ %@ ကို အတည်ပြုပါ။
nl_nl: Bevestig %@
pl_pl: Potwierdź %@
pt_br: Por favor confirmar %@
ru_ru: Пожалуйста, подтвердите %@
sq_al: Ju lutemi konfirmoni %@
sv_se: Var god bekräfta %@
sw_ke: Tafadhali thibitisha %@
tr_tr: Lütfen %@ onayla
uk_ua: Будь ласка, підтвердіть %@
vi_vn: Xin xác nhận %@
zh_hans_cn: 是否进行%@
zh_hant_tw: 是否進行%@

# fragment_bannerviewpager_lastpage_content
source: Trade on ProBit Global!
cs_cz: Obchodujte na ProBit Global!
da_dk: Trade på ProBit Exchange!
de_de: Trade auf ProBit Exchange!
es_es: ¡Prueba ProBit Exchange!
fr_fr: Echanger sur ProBit Global !
hi_in: ProBit Global पर व्यापार(ट्रेड) करे!
id_id: Trading di ProBit Exchange!
ja_jp: ProBitで取引してください！
ms_my: Trading di ProBit Exchange!
my_mm: ProBit Exchange တွင် အရောင်းအ၀ယ်လုပ်ပါ!
nl_nl: Handel op ProBit Exchange!
pl_pl: Handluj na ProBit Global!
pt_br: Negocie na ProBit Global!
ru_ru: Торгуйте на ProBit Global!
sq_al: Tregto në ProBit Exchange!
sv_se: Trejda hos ProBit Exchange!
sw_ke: Fanya biashara kwenye ProBit Exchange!
tr_tr: ProBit Borsasını deneyin!
uk_ua: Торгуйте на ProBit Global!
vi_vn: Hãy giao dịch trên Sàn giao dịch ProBit!
zh_hans_cn: 来ProBit Global进行交易吧！
zh_hant_tw: 來ProBit Global進行交易吧！

# fragment_bannerviewpager_02_title
source: ProBit Global is a rapidly growing cryptocurrency exchange with unrivaled performance.
cs_cz: ProBit Global je rychle rostoucí burza kryptoměn\s bezkonkurenčním výkonem.
da_dk: ProBit Exchange er en hurtigt voksende cryptocurrency exchange med enestående ydeevne.
de_de: ProBit Exchange ist ein schnell wachsender Cryptowaehrungs Exchange mit unuebertroffener Leistung.
es_es: ProBit Exchange es una exchange de criptomonedas de rápido crecimiento con un rendimiento inigualable.
fr_fr: ProBit Global est un échange de crypto pleine évolution et avec des performances inégalées.
hi_in: ProBit Global एक बेजोड़ प्रदर्शन के साथ तेजी से बढ़ता क्रिप्टोकरेंसी एक्सचेंज है।
id_id: ProBit Exchange adalah cryptocurrency exchange yang berkembang pesat dengan kinerja yang tak tertandingi.
ja_jp: ProBitは最も速く成長する 暗号通貨取引所です。
ms_my: ProBit Exchange adalah pertukaran mata wang kripto yang berkembang pesat dengan prestasi yang tiada tandingannya.
my_mm: ProBit သည် လျင်မြန်စွာကြီးထွားလာသော cryptocurrency exchangeဖြစ်သည်။
nl_nl: ProBit Exchange is een snel groeiende cryptocurrency exchange met ongeëvenaarde prestaties.
pl_pl: ProBit Global to szybko rozwijająca się giełda kryptowalut o niezrównanej wydajności.
pt_br: A ProBit Global é uma exchange de criptomoedas com rápido crescimento e desempenho incomparável.
ru_ru: ProBit Global - быстро развивающаяся криптовалютная биржа, с превосходными показателями работы.
sq_al: ProBit Exchange është një shkëmbim kriptovalutash me rritje të shpejtë me performancë të pakrahasueshme.
sv_se: ProBit Exchange är en snabbt växande exchange för kryptovaluta med oslagbar prestanda.
sw_ke: ProBit Exchange ni ubadilishano wa cryptocurrency unaokua kwa kasi na utendakazi usio na kifani.
tr_tr: ProBit Exchange, rakipsiz bir performansla hızla büyüyen bir kripto para borsa uygulamasıdır.
uk_ua: ProBit Global - криптовалютна біржа, що швидко розвивається з неперевершеними показниками роботи.
vi_vn: Sàn giao dịch ProBit là một sàn giao dịch tiền điện tử đang phát triển nhanh chóng với hiệu suất vô song.
zh_hans_cn: ProBit Global是一个具有良好性能且增长十分迅速的 加密货币交易所。
zh_hant_tw: ProBit Global是一個具有良好性能且增長十分迅速的 加密貨幣交易所。

# fragment_wallet_totalamount_title
source: Estimated Value (%@)
cs_cz: Odhadovaná hodnota (%@)
da_dk: Estimeret Værdi (%@)
de_de: Geschaetzter Wert (%@)
es_es: Valor %@
fr_fr: Valeur estimée (%@)
hi_in: अनुमानित मूल्य (%@)
id_id: %@ Perkiraan nilai
ja_jp: 評価金額 (%@)
ms_my: Anggaran nilai (%@)
my_mm: ခန့်မှန်းတန်ဖိုး (%@)
nl_nl: Geschatte waarde (%@)
pl_pl: Przewidywana wartość (%@)
pt_br: Valor aproximado %@
ru_ru: %@ Приблизительная стоимость
sq_al: Vlera e Matur (%@)
sv_se: Beräknat värde (%@)
sw_ke: Thamani Iliyokadiriwa (%@)
tr_tr: %@ Tahmini Değer
uk_ua: %@ Приблизна вартість
vi_vn: Giá trị gần đúng (%@)
zh_hans_cn: 估值(%@)
zh_hant_tw: 估值(%@)

# fragment_wallet_totalamount_hint
source: * Estimated value using %@(%@)
cs_cz: * Odhadovaná hodnota pomocí %@(%@)
da_dk: * Estimeret værdi med %@(%@)
de_de: * Geschaetzter Wert unter Einsatz von %@(%@)
es_es: * Valor aproximado usando %@(%@)
fr_fr: * Valeur estimée d'utilisation %@(%@)
hi_in: * उपयोग करके अनुमानित मूल्य %@(%@)
id_id: * Perkiraan nilai menggunakan %@(%@)
ja_jp: * 評価金額は %@(%@)に換算した推定値です。
ms_my: * Anggaran nilai menggunakan %@(%@)
my_mm: * %@(%@) ကို အသုံးပြု၍ ခန့်မှန်းတန်ဖိုး
nl_nl: * Geschatte waarde met gebruik van %@(%@)
pl_pl: * Wartość szacowana za pomocą %@(%@)
pt_br: * Valor aproximado usando %@ (%@)
ru_ru: * Приблизительная стоимость %@(%@)
sq_al: * Vlera e matur duke përdorur %@ (%@)
sv_se: * Uppskattat värde med %@(%@)
sw_ke: * Thamani iliyokadiriwa kwa kutumia %@(%@)
tr_tr: * Tahmini kullanılan değer *%@(%@)
uk_ua: * Приблизна вартість %@(%@)
vi_vn: * Giá trị gần đúng sử dụng %@ (%@)
zh_hans_cn: *估值是%@(%@)换算的估算价
zh_hant_tw: *估值是%@(%@)換算的估算價

# fragment_wallet_zerofilter
source: Hide empty balances
cs_cz: Skrýt prázdné zůstatky
da_dk: Skjul tomme balancer
de_de: Leeres Saldo verbergen
es_es: Esconder balances en cero
fr_fr: Dissimuler les soldes vides
hi_in: खाली शेष राशि छिपाएं
id_id: Sembunyikan saldo kosong
ja_jp: 保有貨幣だけを見る
ms_my: Sembunyikan baki kosong
my_mm: လက်၀ယ်ရှိငွေကြေးကိုသာပြသပါ။
nl_nl: Lege saldo verbergen
pl_pl: Ukryj puste salda
pt_br: Ocultar balanços vazios
ru_ru: Скрыть пустой баланс
sq_al: Fsheh bilancet boshe
sv_se: Dölj tomma saldon
sw_ke: Ficha baki tupu
tr_tr: Sıfır bakiyeleri gizle
uk_ua: Приховати пустий баланс
vi_vn: Ẩn các số dư rỗng
zh_hans_cn: 只看所持有的货币
zh_hant_tw: 只看所持有的貨幣

# viewholder_wallet_total_balance
source: Total balance
cs_cz: Celkový zůstatek
de_de: Gesamtsaldo
es_es: Balance Total
fr_fr: Solde total
hi_in: कुल शेष राशि
id_id: Saldo Total
ja_jp: 総保有数量
ms_my: Jumlah baki
my_mm: စုစုပေါင်းလက်ကျန်
nl_nl: Totaal saldo
pl_pl: Saldo ogółem
pt_br: Saldo Total
ru_ru: Общий баланс
sq_al: Bilanci Total
sv_se: Totalt saldo
sw_ke: Jumla ya baki
tr_tr: Toplam bakiye
uk_ua: Загальний баланс
vi_vn: Tổng số dư
zh_hans_cn: 总持有数量
zh_hant_tw: 總持有數量

# activity_walletdetails_availablebalance
source: Available balance
cs_cz: Dostupný zůstatek
da_dk: Tilgængelig balance
de_de: Verfuegbares Saldo
es_es: Balance Disponible
fr_fr: Solde disponible
hi_in: उपलब्ध शेष राशि
id_id: Saldo yang tersedia
ja_jp: 使用可能数量
ms_my: Baki disediakan
my_mm: ရနိုင်သောလက်ကျန်
nl_nl: Beschikbaar saldo
pl_pl: Dostępne saldo
pt_br: Balanço disponível
ru_ru: Доступный баланс
sq_al: Bilanci i disponueshëm
sv_se: Tillgängligt saldo
sw_ke: Baki linalopatikana
tr_tr: Mevcut Bakiye
uk_ua: Доступний баланс
vi_vn: Số dư khả dụng
zh_hans_cn: 可用余额
zh_hant_tw: 可用餘額

# activity_walletdetails_deposit
source: Deposit
cs_cz: Vklad
da_dk: Indbetaling
es_es: Depósitos
fr_fr: Dépôt
hi_in: जमा
ja_jp: 入金
my_mm: ငွေသွင်း
nl_nl: Storting
pl_pl: Depozyt
pt_br: Depósito
ru_ru: Депозит
sq_al: Depozita
sv_se: Insättning
sw_ke: Uwekaji
tr_tr: Para Yatırma
uk_ua: Депозит
vi_vn: Gửi tiền
zh_hans_cn: 充值
zh_hant_tw: 充值

# activity_walletdetails_withdrawal
source: Withdrawal
cs_cz: Výběr
da_dk: Hævning
de_de: Abhebung
es_es: Retiros
fr_fr: Retrait
hi_in: निकासी
id_id: Penarikan
ja_jp: 出金
ms_my: Pengeluaran
my_mm: ငွေထုတ်
nl_nl: Opname
pl_pl: Wypłata
pt_br: Saques
ru_ru: Вывод средств
sq_al: Tërheqje
sv_se: Uttag
sw_ke: Utoaji
tr_tr: Para Çekme
uk_ua: Зняття коштів
vi_vn: Rút tiền
zh_hans_cn: 提款
zh_hant_tw: 提款

# activity_deposit_notice2_title
source: Deposit Notes
cs_cz: Poznámky o vkladu
da_dk: Indbetalingsnoter
de_de: Deposit Hinweise
es_es: Notas de Depósito
fr_fr: Notes de dépôt
hi_in: जमा नोट
id_id: Catatan Deposit
ja_jp: 入金の注意事項
ms_my: Nota deposit
my_mm: သွင်းငွေမှတ်ချက်များ
nl_nl: Stortings Opmerkingen
pl_pl: Notatki do Depozytu
pt_br: Notas de Depósito
ru_ru: Заметка о Депозите
sq_al: Shënimet e Depozitës
sv_se: Insättningsmeddelanden
sw_ke: Vidokezo vya Uwekaji
tr_tr: Para Yatırma Notları
uk_ua: Нотатка про депозит
vi_vn: Lưu ký gửi tiền
zh_hans_cn: 关于充值的注意事项
zh_hant_tw: 關於充值的注意事項

# activity_deposit_notice2_1
source: - %@ network confirmations are required for a %@ deposit to settle.
cs_cz: - Pro zúčtování vkladu %@ je vyžadováno potvrzení sítě %@.
da_dk: - Indbetalingen behandles automatisk efter bekræftelse af %@ på blockchain. Afhængigt af netværkssituationen kan den tid, der kræves for at bekræfte indbetalingen variere.
de_de: - %@ Netzwerk Bestaetigungen werden für ein %@ Deposit benoetigt.
es_es: - Se requiere %@ veces de confirmación de red para que el depósito %@ se complete.
fr_fr: les confirmations de réseau - %@ sont requises pour le dépôt %@ à régler.
hi_in: %@ जमा करने के लिए - %@ नेटवर्क पुष्टिकरण की आवश्यकता होती है।
id_id: - Hal ini membutuhkan %@ konfirmasi jaringan untuk %@ deposito agar dapat diselesaikan.
ja_jp: - ブロックチェーン上で%@回のコンフォーム後に自動的に入金処理されます。 ネットワーク状況によって入金確認に必要な時間が変わります。
ms_my: - %@ pengesahan rangkaian diperlukan untuk %@ deposit diselesaikan.
my_mm: - %@ သွင်းငွေကို ဖြေရှင်းရန်အတွက် %@ ကွန်ရက်အတည်ပြုချက်များ လိုအပ်ပါသည်။
nl_nl: - %@ netwerkbevestigingen zijn vereist om een %@ storting te verrekenen.
pl_pl: - Potwierdzenie sieci %@ jest wymagane do rozliczenia depozytu %@.
pt_br: - Requer %@ confirmações de rede para que um depósito de %@ seja liquidado.
ru_ru: - Необходимо %@ подтверждение для внесения депозита %@.
sq_al: - Kërkohen %@ konfirmime të rrjetit për të paguar një depozitë %@.
sv_se: - %@ nätverksbekräftelse krävs innan en %@ insättning kan gå igenom.
sw_ke: - Uthibitishaji %@ wa mtandao unahitajika ili amana ya %@ itulie.
tr_tr: -%@ Para yatirmanın tamamlanması için %@ ağ onayı süresi gerekiyor.
uk_ua: - Необхідне %@ підтвердження для внесення депозиту %@.
vi_vn: - Yêu cầu %@ xác nhận hệ thống để một %@ gửi tiền được hoàn thành.
zh_hans_cn: - 若要进行%@充值，需进行%@次区块确认
zh_hant_tw: - 若要進行%@充值，需進行%@次區塊確認

# activity_deposit_notice1_title
source: Before You Deposit
cs_cz: Před vkladem
da_dk: Før Du Indbetaler
de_de: Vor dem Deposit
es_es: POR FAVOR REVISA
fr_fr: Avant de faire le dépôt
hi_in: इससे पहले कि आप जमा करें
id_id: Sebelum Anda melakukan deposit
ja_jp: 入金前に必ずご確認ください。
ms_my: Sebelum anda deposit
my_mm: ငွေမသွင်းမီ
nl_nl: Voordat je stort
pl_pl: Przed wpłatą
pt_br: Antes de você depositar
ru_ru: Перед Внесением Средств
sq_al: Para se të depozitoni
sv_se: Innan du gör insättning
sw_ke: Kabla Hujaweka
tr_tr: Para Yatırma İşleminden önce
uk_ua: Перед депозитом
vi_vn: Trước khi Bạn Gửi tiền
zh_hans_cn: 充值前请再次确认
zh_hant_tw: 充值前請再次確認
