Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# alert_order_failed_marketunavailable
source: Order failed: Unavailable market, please see the related announcement on the homepage.
cs_cz: Objednávka se nezdařila: Nedostupný trh, viz související oznámení na domovské stránce.
da_dk: Mislykkedes: Utilgængeligt marked, se venligst den tilhørende meddelelse på hjemmesiden.
de_de: Bestellung fehlgeschlagen: Nicht verfuegbarer Market, bitte sehen Sie sich die Entsprechende Ankuendigung auf der Homepage an.
es_es: Orden fallida: el mercado solicitado está cerrado, consulte el aviso en la página de inicio
fr_fr: Echec de l'ordre: marché indisponible, veuillez consulter l'annonce concernée dans la page accueil.
hi_in: आदेश विफल: अनुपलब्ध बाजार, कृपया मुखपृष्ठ पर संबंधित घोषणा देखें।
id_id: Order gagal: pasar tidak tersedia, silakan lihat pengumuman terkait di homepage.
ja_jp: 注文失敗:現在使用できないマーケットです。 ホームページのお知らせをご確認ください。
ms_my: Order gagal: Market tidak disediakan, sila lihat pengumuman berkaitan di laman utama.
my_mm: မှာယူမှု မအောင်မြင်ပါ: ဤစျေးကွက်ကို လောလောဆယ် မရရှိနိုင်ပါ။ ကျေးဇူးပြု၍ ဝဘ်ဆိုဒ်ရှိ ကြေညာချက်ကိုစစ်ဆေးပါ။
nl_nl: Order mislukt: Markt niet beschikbaar, zie de gerelateerde mededeling op de startpagina.
pl_pl: Zamówienie nie powiodło się: rynek niedostępny, proszę zobaczyć ogłoszenie na stronie głównej.
pt_br: Falha no pedido: mercado indisponível, consulte o anúncio relacionado na página inicial.
ru_ru: Заказ не удался: недоступный рынок. Пожалуйста, посмотрите объявление на главной странице.
sq_al: Porosia dështoi: Tregu i padisponueshëm, ju lutemi shikoni njoftimin përkatës në faqen kryesore.
sv_se: Order misslyckades: Otillgänglig marknad, se meddelanden på hemsidan.
sw_ke: Agizo limeshindwa: Soko halipatikani, tafadhali angalia tangazo linalohusiana kwenye ukurasa wa nyumbani.
tr_tr: Sipariş başarısız oldu: Mevcut olmayan borsa, lütfen ana sayfadaki bildirime bakınız
uk_ua: Замовлення не вдалося: недоступний ринок. Будь ласка, перегляньте оголошення на головній сторінці.
vi_vn: Đặt lệnh thất bại: Thị trường không có sẵn, vui lòng xem thông báo liên quan trên trang chủ.
zh_hans_cn: 下单失败: 现在无法使用的Market，请于官网公告查询
zh_hant_tw: 下單失敗 : 現在無法使用Market，請於官網公告查詢

# activity_lockscreen_wrongpasswordtitle
source: Wrong PIN
cs_cz: Nesprávný PIN
da_dk: Forkert pinkode
de_de: Falscher PIN
es_es: PIN incorrecto
fr_fr: PIN incorrect
hi_in: गलत पिन
id_id: PIN salah
ja_jp: ロック番号（PIN）が一致しません。
ms_my: PIN salah
my_mm: PIN မှားနေသည်။
nl_nl: Verkeerde PIN
pl_pl: Nieprawidłowy kod PIN
pt_br: PIN incorreto
ru_ru: Неверный PIN
sq_al: PIN i gabuar
sv_se: Fel PIN
sw_ke: PIN si sahihi
tr_tr: Yanlış PIN
uk_ua: Неправильний PIN
vi_vn: Mã PIN sai
zh_hans_cn: 锁定密码错误
zh_hant_tw: 鎖定密碼錯誤

# activity_lockscreen_forgotpassword
source: I forgot my PIN
cs_cz: Zapomněl/a jsem svůj PIN
da_dk: Jeg har glemt min pinkode
de_de: PIN vergessen
es_es: Olvide mi PIN
fr_fr: J'ai oublié mon PIN
hi_in: मैं अपना पिन भूल गया/गई हूं|
id_id: Saya lupa PIN saya
ja_jp: ロック番号（PIN）が思い出せませんか？
ms_my: Saya lupa PIN saya
my_mm: ကျွန်ုပ်၏ PIN ကို မေ့သွားပါသည်။
nl_nl: Ik ben mijn PIN vergeten
pl_pl: Zapomniałem kodu PIN
pt_br: Eu esqueci meu PIN
ru_ru: Я забыл свой PIN
sq_al: kam harruar PIN-in tim
sv_se: Jag har glömt min PIN
sw_ke: Nimesahau PIN yangu
tr_tr: PIN’imi unuttum
uk_ua: Я забув свій PIN
vi_vn: Tôi đã quên mã PIN của mình
zh_hans_cn: 忘记锁定密码
zh_hant_tw: 忘記鎖定密碼

# activity_lockscreen_passwordagaintitle
source: Input again
cs_cz: Znova vložit
da_dk: Indtast igen
de_de: Erneut eingeben
es_es: Ingresa nuevamente
fr_fr: Insérer à nouveau
hi_in: इनपुट फिर से
id_id: Masukkan kembali
ja_jp: もう一度入力してください。
ms_my: Masukkan lagi
my_mm: ထပ်မံထည့်သွင်းပါ။
nl_nl: Voer opnieuw in
pl_pl: Wprowadź ponownie
pt_br: Insira novamente
ru_ru: Ввести повторно
sq_al: Futni përsëri
sv_se: Fyll i igen
sw_ke: Ingiza tena
tr_tr: Tekrar gir
uk_ua: Ввести повторно
vi_vn: Nhập lại lần nữa
zh_hans_cn: 请再输入一次
zh_hant_tw: 請再輸入一次

# activity_lockscreen_confirm
source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestaetigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
ja_jp: 確認
ms_my: Sahkan
my_mm: အတည်ပြုပါ။
nl_nl: Bevestig
pl_pl: Potwierdź
pt_br: Confirmar
ru_ru: Подтвердить
sq_al: Konfirmoni
sv_se: Bekräfta
sw_ke: Thibitisha
tr_tr: Onayla
uk_ua: Підтвердити
vi_vn: Xác nhận
zh_hans_cn: 确认
zh_hant_tw: 確認

# fragment_applocksettings_changepin
source: Change PIN
cs_cz: Změnit PIN
da_dk: Skift PIN-kode
de_de: PIN aendern
es_es: Cambiar PIN
fr_fr: Modifier le PIN
hi_in: पिन बदलें
id_id: Ubah PIN
ja_jp: ロック番号（PIN）変更
ms_my: Ubah PIN
my_mm: PINပြောင်းပါ။
nl_nl: Wijzig PIN
pl_pl: Zmień kod PIN
pt_br: Mudar PIN
ru_ru: Сменить PIN
sq_al: Ndryshoni PIN-in
sv_se: Ändra PIN
sw_ke: Badilisha PIN
tr_tr: PIN'i değiştir
uk_ua: Змінити PIN
vi_vn: Thay đổi mã PIN
zh_hans_cn: 修改锁定号码
zh_hant_tw: 修改鎖定號碼

# fragment_applocksettings_enableapplock
source: Enable app lock
cs_cz: Povolit zámek aplikace
da_dk: Aktiver app lås
de_de: App Lock erlauben
es_es: Habilitar bloqueo de app
fr_fr: Activer le vérrouillage de l'application
hi_in: ऐप लॉक सक्षम करें
id_id: Mengaktifkan kunci aplikasi
ja_jp: アプリロックの活性化
ms_my: Benarkan kunci aplikasi
my_mm: အက်ပ်လော့ခ်ကို ဖွင့်ပါ။
nl_nl: Schakel app vergrendeling in
pl_pl: Włącz blokadę aplikacji
pt_br: Habilitar bloqueio do app
ru_ru: Разрешить блокировку приложения
sq_al: Aktivizo kyçjen e aplikacionit
sv_se: Aktivera app-lås
sw_ke: Wezesha kufuli ya programu
tr_tr: Uygulama kilidini etkinleştir
uk_ua: Дозволяти блокування додатку
vi_vn: Bật khóa ứng dụng
zh_hans_cn: 启用锁定功能
zh_hant_tw: 啟用鎖定功能

# fragment_applocksettings_enableapplock_hint
source: Check PIN when the app is opened
cs_cz: Zkontrolujte PIN dokud je aplikace zapnuta
da_dk: Kontroller PIN-koden i mens appen er åben
de_de: PIN ueberpruefen, wenn App offen ist
es_es: Verifica el PIN cuando regreses a la app
fr_fr: Vérifier le PIN lorsque l'application est ouverte
hi_in: ऐप खोलने पर पिन चेक करें
id_id: Periksa PIN saat aplikasi dibuka
ja_jp: アプリを起動するたびにロック番号（PIN）を確認します。
ms_my: Semak PIN apabila aplikasi dibuka
my_mm: အက်ပ်ကိုဖွင့်သည့်အခါ PIN ကိုစစ်ဆေးပါ။
nl_nl: Controleer PIN wanneer de app wordt geopend
pl_pl: Sprawdź PIN po otwarciu aplikacji
pt_br: Verifique o PIN quando o aplicativo for aberto
ru_ru: Спрашивать PIN при открытии приложения
sq_al: Kontrolloni kodin PIN kur aplikacioni është i hapur
sv_se: Kontrollera PIN när du öppnar appen
sw_ke: Angalia PIN wakati programu imefunguliwa
tr_tr: Uygulama açıldığında PIN'i kontrol ediniz.
uk_ua: Перевіряти PIN, коли додаток відкрито.
vi_vn: Kiểm tra mã PIN khi ứng dụng được mở
zh_hans_cn: 每当开启APP都将确认锁定号码
zh_hant_tw: 每當開啟APP都將確認鎖定號碼

# fragment_applocksettings_changepin_hint
source: Change currently enabled PIN
cs_cz: Změňte momentální PIN
da_dk: Skift nuværende PIN-kode
de_de: Aktuellen PIN aendern
es_es: Cambiar el PIN habilitado actual
fr_fr: Modifier le code PIN activé
hi_in: वर्तमान में सक्षम पिन बदलें
id_id: Mengubah PIN yang saat ini diaktifkan
ja_jp: 設定されたロック番号（PIN）を変更します。
ms_my: Perubahan buat masa ini mengaktifkan PIN
my_mm: လက်ရှိဖွင့်ထားသည့် PIN ကိုပြောင်းပါ။
nl_nl: Wijzig momenteel gebruikte PIN
pl_pl: Zmień aktualnie stosowany kod PIN
pt_br: Alterar PIN ativado no momento
ru_ru: Сменить действующий PIN
sq_al: Ndryshoni kodin PIN që keni të aktivizuar aktualisht
sv_se: Ändra nuvarande PIN
sw_ke: Badilisha PIN iliyowezeshwa kwa sasa
tr_tr: Mevcut etkin PIN'i değiştir
uk_ua: Змінити дійсний PIN
vi_vn: Thay đổi mã PIN đang sử dụng
zh_hans_cn: 修改已设置的锁定密码
zh_hant_tw: 修改已設置的鎖定密碼

# dialog_otp_invalidcode
source: Invalid code
cs_cz: Nesprávný kód
da_dk: Ugyldig kode
de_de: Ungueltiger Code
es_es: Código inválido
fr_fr: Code invalide
hi_in: अमान्य कोड
id_id: Kode tidak valid
ja_jp: 正しくない認証コード
ms_my: Kod tidak sah
my_mm: မမှန်ကန်သောကုဒ်
nl_nl: Ongeldige code
pl_pl: Niepoprawny kod
pt_br: Código inválido
ru_ru: Неправильный код
sq_al: Kod i pavlefshëm
sv_se: Ogiltlig kod
sw_ke: Nambari batili
tr_tr: Geçersiz kod
uk_ua: Невірний код
vi_vn: Mã không hợp lệ
zh_hans_cn: 错误的认证码
zh_hant_tw: 錯誤的驗證碼

# activity_lockscreen_checkcurrentpassword
source: Input current PIN
cs_cz: Vložte stávájící PIN
da_dk: Indtast nuværende PIN-kode
de_de: Aktuellen PIN eingeben
es_es: Ingresar PIN actual
fr_fr: Insérer le PIN actuel
hi_in: वर्तमान पिन भरे
id_id: Masukkan PIN saat ini
ja_jp: 使用中のロック番号（PIN）を入力してください。
ms_my: Masukkan PIN semasa
my_mm: လက်ရှိ PIN ကို ရိုက်ထည့်ပါ။
nl_nl: Voel huidige PIN in
pl_pl: Wprowedź obecny kod PIN
pt_br: Insira PIN atual
ru_ru: Введите действующий PIN
sq_al: Shkruani PIN-in aktual
sv_se: Fyll i nuvarande PIN
sw_ke: Ingiza PIN ya sasa
tr_tr: Geçerli PIN kodunu giriniz
uk_ua: Введіть дійсний PIN
vi_vn: Nhập mã PIN hiện tại
zh_hans_cn: 请输入使用中的锁定号码
zh_hant_tw: 請輸入使用中的鎖定號碼

# activity_lockscreen_complete_warning
source: ※ If you forget your PIN, the default settings will be restored following PIN reset.
cs_cz: ※ Pokud zapomenete PIN, výchozí nastavení bude obnoveno po resetování PINU.
da_dk: ※ Hvis du glemmer din PIN-kode, gendannes standardindstillingerne efter PIN-nulstilling.
de_de: ※ Wenn Sie Ihren PIN vergessen, werden die default Einstellungen nach der Ruecksetzung des PINs wiederhergestellt.
es_es: ※ Si olvidaste tu PIN, toda la información personal se inicializará durante el restablecimiento del PIN.
fr_fr: ※ Si vous avez oublié votre PIN, les paramètres par défaut seront restaurés une fois la réinitialisation du PIN.
hi_in: ※ यदि आप अपना पिन भूल जाते हैं, तो पिन रीसेट के बाद डिफ़ॉल्ट सेटिंग्स को पुनर्स्थापित किया जाएगा।
id_id: ※ Jika Anda lupa PIN Anda, pengaturan default akan dipulihkan setelah PIN reset.
ja_jp: ※ ロック番号（PIN）を紛失した場合、個人が設定したすべての内容は初期化されます。 変更したロック番号（PIN）を紛失しないよう注意してください。
ms_my: ※ Jika anda lupa PIN anda, tetapan default akan dipulihkan setelah penetapan semula PIN.
my_mm: ※ သင့် PIN ကို မေ့သွားပါက ပင်နံပါတ် ပြန်လည်သတ်မှတ်ပြီးနောက် မူရင်းဆက်တင်များကို ပြန်လည်သတ်မှတ်ပါမည်။
nl_nl: ※Als je jouw PIN vergeet, worden de standaardinstellingen hersteld na het resetten van de PIN.
pl_pl: ※ W przypadku zapomnienia kodu PIN ustawienia domyślne zostaną przywrócone po zresetowaniu kodu PIN.
pt_br: ※ Se você esquecer o seu PIN, as configurações padrão serão restauradas após a redefinição do PIN.
ru_ru: ※ Если Вы забыли Ваш PIN, после его переустановки, будут установлены настройки по умолчанию.
sq_al: ※ Nëse harroni PIN -in tuaj, cilësimet e paracaktuara do të rikthehen pas rivendosjes së PIN -it.
sv_se: ※ Om du glömmer din PIN kommer alla inställningar att nollställas vid PIN-återställning.
sw_ke: ※ Ukisahau PIN yako, mipangilio chaguomsingi itarejeshwa kufuatia uwekaji upya wa PIN.
tr_tr: PIN'inizi unutursanız, PIN sıfırlama işlemi sırasında tüm kişisel bilgileriniz tekrar başlatılır.
uk_ua: ※ Якщо ви забули свій PIN, налаштування за замовчуванням буде відновлено після перевстановлення PIN.
vi_vn: ※ Nếu bạn quên mã PIN, cài đặt mặc định sẽ được khôi phục sau khi đặt lại mã PIN.
zh_hans_cn: ※ 锁定号码遗失，会导致本人设置的所有内容格式化 请小心保存锁定密码
zh_hant_tw: ※ 鎖定號碼遺失，會導致本人設置的所有内容格式化 請小心保存鎖定密碼

# alert_order_failed_invalidinput_reason_empty
source: %@ is empty.
cs_cz: %@ je prázdný.
da_dk: %@ er tom.
de_de: %@ ist leer.
es_es: %@ está vacío
fr_fr: %@ est vide.
hi_in: %@ खाली है।
id_id: %@ kosong.
ja_jp: %@が空いています。
ms_my: %@ adalah kosong.
my_mm: %@ သည် ဗလာဖြစ်နေသည်။
nl_nl: %@ is leeg.
pl_pl: %@ jest puste
pt_br: %@ está vazio.
ru_ru: %@ пусто.
sq_al: %@ është bosh.
sv_se: %@ är tom.
sw_ke: %@ ni tupu.
tr_tr: %@ boş
uk_ua: %@ порожньо.
vi_vn: %@ là rỗng.
zh_hans_cn: %@空白
zh_hant_tw: %@空白

# alert_order_failed_invalidinput_reason_unparsable
source: %@ is an invalid number.
cs_cz: %@ je nesprávné číslo.
da_dk: %@ er et ugyldigt nummer.
de_de: %@ ist eine ungueltige Nummer.
es_es: %@ no es un número
fr_fr: %@ est un numéro invalide.
hi_in: %@ एक अमान्य संख्या है।
id_id: %@ adalah nomor yang tidak valid
ja_jp: %@が正しい数字ではありません。
ms_my: %@ adalah nombor tidak sah.
my_mm: %@ သည် မမှန်ကန်သောနံပါတ်တစ်ခုဖြစ်သည်။
nl_nl: %@ is een ongeldig nummer.
pl_pl: %@ jest niepoprawnym numerem.
pt_br: %@ é um número inválido.
ru_ru: %@ неправильная цифра.
sq_al: %@ është një numër i pasakte.
sv_se: %@ är ett ogiltligt nummer.
sw_ke: %@ ni nambari batili.
tr_tr: %@ geçersiz sayıdır.
uk_ua: %@ - неправильна цифра.
vi_vn: %@ Là một số không hợp lệ.
zh_hans_cn: %@不是正确的数字
zh_hant_tw: %@不是正確的數字

# orderform_amount
source: Amount
cs_cz: Množství
da_dk: Beløb
de_de: Menge
es_es: Cantidad
fr_fr: Montant
hi_in: राशि
id_id: Jumlah
ja_jp: 数量
ms_my: Amaun
my_mm: ပမာဏ
nl_nl: Hoeveelheid
pl_pl: Ilość
pt_br: Quantidade
ru_ru: Сумма
sq_al: Shuma
sv_se: Belopp
sw_ke: Kiasi
tr_tr: Miktar
uk_ua: Сума
vi_vn: Số tiền
zh_hans_cn: 数量
zh_hant_tw: 數量

# orderform_price
source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
hi_in: कीमत
id_id: Harga
ja_jp: 価格
ms_my: Harga
my_mm: စျေးနှုန်း
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ru_ru: Цена
sq_al: Çmimi
sv_se: Pris
sw_ke: Bei
tr_tr: Fiyat
uk_ua: Ціна
vi_vn: Giá
zh_hans_cn: 价格
zh_hant_tw: 價格

# orderform_total
source: Total
cs_cz: Celkově
hi_in: कुल
ja_jp: 総額
ms_my: Jumlah
my_mm: စုစုပေါင်း
nl_nl: Totaal
pl_pl: Suma
ru_ru: Всего
sq_al: Totali
sv_se: Totalt
sw_ke: Jumla
tr_tr: Toplam
uk_ua: Усього
vi_vn: Tổng
zh_hans_cn: 总额
zh_hant_tw: 總額

# dialog_forgot_password_title
source: Please log in again!
cs_cz: Prosím přihlašte se znovu!
da_dk: Log ind igen!
de_de: Bitte loggen Sie sich erneut ein!
es_es: Por favor inicia sesión nuevamente
fr_fr: Veuillez vous reconnecter!
hi_in: कृपया फिर से लॉग इन करें!
id_id: Silakan login lagi!
ja_jp: もう一度ログインしてください！
ms_my: Sila log masuk sekali lagi!
my_mm: ကျေးဇူးပြု၍ ထပ်မံဝင်ရောက်ပါ!
nl_nl: Log nogmaals in!
pl_pl: Zaloguj się ponownie!
pt_br: Por favor realizar login novamente!
ru_ru: Пожалуйста, осуществите повторный вход!
sq_al: Ju lutemi identifikohuni përsëri!
sv_se: Vänligen logga in igen!
sw_ke: Tafadhali ingia tena!
tr_tr: Lütfen tekrar giriş yapın!
uk_ua: Будь ласка, увійдіть ще раз!
vi_vn: Vui lòng đăng nhập lại!
zh_hans_cn: 请重新登录！
zh_hant_tw: 請重新登入

# dialog_forgot_password_content
source: Press the confirm button to log out.
cs_cz: Stiskněte tlačítko potvrdit pro odhlášení.
da_dk: Tryk bekræft for at logge ud.
de_de: Klicken Sie den Bestaetigungsbutton, um auszuloggen.
es_es: Tu sesión se cerrará una vez que presiones el botón de confirmación
fr_fr: Appuyer sur le bouton confirmer pour se déconnecter.
hi_in: लॉग आउट करने के लिए पुष्टिकरण बटन दबाएँ।
id_id: Tekan tombol konfirmasi untuk keluar.
ja_jp: 確認ボタンを押すとログアウトされます。
ms_my: Tekan butang sahkan untuk log keluar.
my_mm: ထွက်ရန် အတည်ပြုခလုတ်ကို နှိပ်ပါ။
nl_nl: Druk op de confirm button om uit te loggen.
pl_pl: Naciśnij przycisk potwierdzenia, aby się wylogować.
pt_br: Pressione o botão confirmar para sair.
ru_ru: Нажмите кнопку подтверждения, чтобы выйти.
sq_al: Shtypni butonin e konfirmimit për të dalë.
sv_se: Tryck på bekräfta för att logga ut.
sw_ke: Bonyeza kitufe cha kuthibitisha ili kutoka.
tr_tr: Onaylama düğmesine bastığınızda oturumu kapatmış olacaksınız.
uk_ua: Натисніть кнопку підтвердження, щоб вийти з системи.
vi_vn: Nhấn nút 'xác nhận' để đăng xuất.
zh_hans_cn: 点击确认选项将退出登录
zh_hant_tw: 點擊確認選項將登出

# activity_lockscreen_complete_pinchange
source: PIN change
cs_cz: změnit PIN kód
da_dk: Skift PIN-kode
de_de: PIN aendern
es_es: Cambiar PIN
fr_fr: Modifier le PIN
hi_in: पिन परिवर्तन
id_id: PIN diubah
ja_jp: ロック番号（PIN）変更
ms_my: Ubah PIN
my_mm: PIN ပြောင်းရန်
nl_nl: PIN wijzigen
pl_pl: Zmiana kodu PIN
pt_br: Mudar PIN
ru_ru: PIN изменён!
sq_al: Ndryshimi i PIN-it
sv_se: Ändra PIN
sw_ke: Mabadiliko ya PIN
tr_tr: PIN değişikliği
uk_ua: Зміна PIN
vi_vn: Thay đổi mã PIN
zh_hans_cn: 修改锁定密码
zh_hant_tw: 修改鎖定密碼

# activity_lockscreen_complete_label
source: %@ is complete!
cs_cz: %@ je dokončeno!
da_dk: %@ afsluttet!
de_de: %@ ist abgeschlossen!
es_es: ¡%@ se completó!
fr_fr: %@ est complet!
hi_in: %@ पूरा हो गया है!
id_id: %@ telah selesai!
ja_jp: %@が 完了しました！
ms_my: %@ selesai!
my_mm: %@ ပြီးပါပြီ!
nl_nl: %@ is voltooid!
pl_pl: %@ ukończono!
pt_br: %@ está completo!
ru_ru: %@ завершено!
sq_al: %@ u krye!
sv_se: %@ är klar!
sw_ke: %@ imekamilika!
tr_tr: %@ tamamlandı!
uk_ua: %@ завершено!
vi_vn: %@ đã hoàn thành!
zh_hans_cn: %@ 完成!
zh_hant_tw: %@ 完成!

# activity_lockscreen_complete_willreturnsoon_textview
source: This window will close in 3 seconds
cs_cz: Toto okno se zavře za 3 sekundy
da_dk: Dette vindue lukkes om 3 sekunder
de_de: Dieses Fenster wird in 3 Sekunden geschlossen
es_es: Esta ventana se cerrará en 3 segundo
fr_fr: Cette page va se fermer dans 3 secondes.
hi_in: यह विंडो 3 सेकंड में बंद हो जाएगी
id_id: Jendela ini akan ditutup dalam 3 detik
ja_jp: しばらくすると、アプリロックの設定画面に戻ります。
ms_my: Laman ini akan ditutup dalam 3 saat
my_mm: ဤဝင်းဒိုးသည် 3 စက္ကန့်အတွင်း ပိတ်သွားပါမည်။
nl_nl: Dit venster sluit in 3 seconden
pl_pl: To okno zostanie zamknięte za 3 sekundy
pt_br: Essa janela será fechada em 3 segundos
ru_ru: Окно закроется через 3 секунды
sq_al: Kjo dritare do të mbyllet për 3 sekonda
sv_se: Detta fönster stängs ner om 3 sekunder
sw_ke: Dirisha hili litafungwa baada ya sekunde 3
tr_tr: Bu pencere 3 saniye içerisinde kapanacaktır
uk_ua: Вікно закриється через 3 секунди
vi_vn: Cửa sổ này sẽ đóng sau 3 giây
zh_hans_cn: 稍后返回APP设置锁定画面
zh_hant_tw: 稍後返回APP設置鎖定畫面

# activity_lockscreen_complete_pincreation
source: PIN settings
cs_cz: nastavení PIN kódu
da_dk: PIN-kode indstillinger
de_de: PIN Einstellungen
es_es: Crear PIN
fr_fr: Paramètres du PIN
hi_in: पिन सेटिंग्स
id_id: Pengaturan PIN
ja_jp: ロック番号（PIN）設定
ms_my: Tetapan PIN
my_mm: PIN ဆက်တင်များ
nl_nl: PIN instellingen
pl_pl: Ustawienia kodu PIN
pt_br: Configurações do PIN
ru_ru: Настройки PIN
sq_al: Cilësimet e PIN -it
sv_se: PIN-inställningar
sw_ke: Mipangilio ya PIN
tr_tr: PIN ayarları
uk_ua: Налаштування PIN
vi_vn: Cài đặt mã PIN
zh_hans_cn: 设置锁定密码
zh_hant_tw: 設置鎖定密碼

# dialog_forgot_password_warning
source: ※ If you forget your PIN, you need to log in again. All default settings will be restored following PIN reset.
cs_cz: ※ Pokud zapomenete PIN, musíte se znovu přihlásit. Všechna výchozí nastavení budou obnovena po resetování PIN kódu.
da_dk: ※ Hvis du glemmer din pinkode, skal du logge på igen. Alle standardindstillinger gendannes efter PIN-nulstilling.
de_de: ※ Wenn Sie Ihren PIN vergessen, muessen Sie sich erneut einloggen. Alle default Einstellungen werden nach der PIN-Ruecksetzung wiederhergestellt.
es_es: ※ Si olvidaste tu PIN, debes inciar sesión nuevamente. Toda la información personal se inicializará durante el restablecimiento del PIN.
fr_fr: ※ Si vous avez oublié votre PIN, vous devez vous reconnecter. Tous les paramètres par défaut seront restaurés à la suite de la réinitialisation du PIN.
hi_in: ※ यदि आप अपना पिन भूल जाते हैं, तो आपको फिर से लॉग इन करना होगा। पिन रीसेट के बाद सभी डिफ़ॉल्ट सेटिंग्स बहाल हो जाएंगी।
id_id: ※ Jika Anda lupa PIN Anda, Anda harus login lagi. semua pengaturan default akan dipulihkan setelah reset PIN.
ja_jp: ※ ロック番号（PIN）を紛失した場合、もう一度ログインしてください。 個人情報保護のため、すべての内容は初期化されます。
ms_my: ※ Jika anda lupa PIN, anda harus log masuk semula. Semua tetapan default akan dipulihkan setelah penetapan semula PIN.
my_mm: ※ သင့်ပင်နံပါတ်ကို မေ့သွားပါက သင် ထပ်မံဝင်ရောက်ရန် လိုအပ်ပါသည်။ ပင်နံပါတ်ကို ပြန်လည်သတ်မှတ်ပြီးနောက် ဆက်တင်များကို ကိုယ်ရေးကိုယ်တာ အကာအကွယ်အတွက် အစအတိုင်းသတ်မှတ်ပါမည်။
nl_nl: ※ Als je jouw PIN bent vergeten, moet je opnieuw inloggen. Alle standaardinstellingen worden hersteld na het resetten van de PIN.
pl_pl: ※ W przypadku zapomnienia kodu PIN, należy zalogować się ponownie. Wszystkie ustawienia domyślne zostaną przywrócone po zresetowaniu kodu PIN.
pt_br: ※ Se você esquecer o seu PIN, precisará fazer login novamente. Todas as configurações padrão serão restauradas após a redefinição do PIN.
ru_ru: ※ Если Вы забудете свой PIN, Вам надо будет произвести повторный вход. Все настройки по умолчанию будут восстановлены после переустановления пароля.
sq_al: ※ Nëse harroni kodin PIN, duhet të regjistroheni përsëri. Të gjitha cilësimet e paracaktuara do të rikthehen pas rivendosjes së PIN -it.
sv_se: ※ Om du glömmer din PIN behöver du logga in igen. Alla inställningar kommer att nollställas vid PIN-återställning.
sw_ke: ※ Ukisahau PIN yako, unahitaji kuingia tena. Mipangilio yote chaguomsingi itarejeshwa kufuatia uwekaji upya wa PIN.
tr_tr: PIN’inizi unutursanız, tekrar giriş yapmanız gerekir. PIN sıfırlama işlemi sırasında tüm kişisel ayarlarınız baştan ayarlanması gerekecektir.
uk_ua: ※ Якщо ви забудете свій PIN, вам потрібно буде увійти знову. Усі налаштування за замовчуванням буде відновлено після повторного встановлення паролю.
vi_vn: ※ Nếu bạn quên mã PIN, bạn cần đăng nhập lại. Tất cả các cài đặt mặc định sẽ được khôi phục sau khi đặt lại mã PIN.
zh_hans_cn: ※ 若遗失锁定密码，请重新登录 为了保护个人信息安全，所有内容都将重置
zh_hant_tw: ※ 若遺失鎖定密碼，請重新登入 為了保護個人資訊安全，所有内容都將重置

# common_confirm
source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestaetigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
ja_jp: 確認
ms_my: Sahkan
my_mm: အတည်ပြုပါ။
nl_nl: Bevestig
pl_pl: Potwierdź
pt_br: Confirmar
ru_ru: Подтвердить
sq_al: Konfirmoni
sv_se: Bekräfta
sw_ke: Thibitisha
tr_tr: Onayla
uk_ua: Підтвердити
vi_vn: Xác nhận
zh_hans_cn: 确认
zh_hant_tw: 確認

# network_connection_unstable_warning
source: Your network connection is unstable.
cs_cz: Vaše připojení internetu je nestabilní.
da_dk: Din netværksforbindelse er ustabil.
de_de: Ihre Netzwerkverbindung ist sehr instabil.
es_es: Tu conexión de red es muy inestable.
fr_fr: Votre connexion internet est très instable.
hi_in: आपका नेटवर्क कनेक्शन अस्थिर है।
id_id: Koneksi jaringan Anda sangat tidak stabil.
ja_jp: ネットワーク接続が不安定です。
ms_my: Sambungan rangkaian anda tidak stabil.
my_mm: သင့်ကွန်ရက်ချိတ်ဆက်မှုသည် မတည်ငြိမ်ပါ။
nl_nl: Je netwerkverbinding is instabiel.
pl_pl: Twoje połączenie sieciowe jest niestabilne.
pt_br: Sua conexão de rede é muito instável.
ru_ru: Ваше соединение не устойчивое.
sq_al: Lidhja juaj në rrjet është e paqëndrueshme.
sv_se: Din nätverksanslutning är instabil.
sw_ke: Muunganisho wako wa mtandao si dhabiti.
tr_tr: Ağ bağlantınız stabil değil.
uk_ua: Ваше мережеве з'єднання дуже нестабільне.
vi_vn: Kết nối mạng của bạn rất không ổn định.
zh_hans_cn: 网络连接不稳定
zh_hant_tw: 網路連接不穩定

# activity_order_wrongpriceincrement
source: Minimum market price increment is %@
cs_cz: Minimální přírůstek tržní ceny je %@
da_dk: Minimum markedsprisforhøjelse er %@
de_de: Mindest Marktpreiszunahme ist %@
es_es: Incremento del precio de mercado es de %@
fr_fr: L'augmentation du prix minimum du marché est de %@
hi_in: न्यूनतम बाजार मूल्य वृद्धि %@ है
id_id: Kenaikan harga pasar minimum adalah %@
ja_jp: 選択された市場の最小価格単位は%@です。
ms_my: Kenaikan harga market minimum adalah %@
my_mm: ရွေးချယ်ထားသောစျေးကွက်အတွက် အနည်းဆုံးစျေးနှုန်းယူနစ်မှာ %@ ဖြစ်သည်။
nl_nl: De minimale verhoging van de marktprijs is %@
pl_pl: Minimalna inkrementacja ceny rynkowej wynosi %@
pt_br: O incremento mínimo do preço de mercado é %@
ru_ru: Минимальная надбавка к рыночной цене %@
sq_al: Rritja minimale e çmimit të tregut është %@
sv_se: Lägsta marknadsprisökning är %@
sw_ke: Kiwango cha chini cha ongezeko la bei ya soko ni %@
tr_tr: Minimum pazar fiyat artışı ise %@
uk_ua: Мінімальна надбавка до ринкової ціни %@
vi_vn: Tăng giá thị trường tối thiểu là %@
zh_hans_cn: 选择Market最小价格单位是%@
zh_hant_tw: 選擇Market最小價格的單位是%@
