Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# dialog_yes
source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
fr_fr: Oui
hi_in: हाँ
id_id: Ya
ja_jp: はい
ms_my: Ya
my_mm: ဟုတ်ပါတယ်။
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
ru_ru: Да
sq_al: Po
sv_se: Ja
sw_ke: Ndio
tr_tr: Evet
uk_ua: Так
vi_vn: Có

# dialog_no
source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
fr_fr: Non
hi_in: नहीं
id_id: Tidak
ja_jp: いいえ
ms_my: Tidak
my_mm: မဟုတ်ပါ။
nl_nl: Nee
pl_pl: Nie
pt_br: Não
ru_ru: Нет
sq_al: Jo
sv_se: Nej
sw_ke: Hapana
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không

# activity_marketdetails_membershiplevelnotenoughtotrade_nostake
source: Your membership level needs to be at least %@ to trade in this market.
cs_cz: Abyste mohli obchodovat na tomto trhu, musí být vaše úroveň členství alespoň %@.
da_dk: Dit medlemskabsniveau skal mindst være %@ for at handle i dette marked
de_de: Ihre Mitgliedsstufe muss mindestens %@ sein, um in diesem Markt zu handeln.
es_es: Su nivel de membresía debe ser al menos %@ para operar en este mercado.
fr_fr: Votre niveau d'adhésion se doit d'être d'au moins à %@ pour échanger sur ce marché.
hi_in: इस बाज़ार में व्यापार करने के लिए आपका सदस्यता स्तर कम से कम %@ होना चाहिए।
id_id: Tingkat keanggotaan Anda harus minimal %@ untuk trading di pasar ini.
ja_jp: メンバーシップランク%@から取引が可能です。
ms_my: Tahap keahlian anda perlu sekurang-kurangnya %@ unutk mendagang di pasaran ini.
my_mm: အသင်းဝင်အဆင့် %@ မှစ၍ ကုန်သွယ်မှုပြုနိုင်ပါသည်။
nl_nl: Je lidmaatschapslevel moet tenminste %@ zijn om in deze markt te kunnen handelen.
pl_pl: Twój poziom członkostwa musi wynosić co najmniej %@, aby można było handlować na tym rynku.
pt_br: Seu nível de filiação precisa ser de pelo menos %@ para negociar neste mercado.
ru_ru: Для торговли на этом рынке ваш уровень членства должен быть не ниже %@.
sq_al: Niveli juaj i anëtarësimit duhet të jetë së paku %@ për të tregtuar në këtë treg.
sv_se: Din medlemsnivå måste vara minst %@ för att handla på den här marknaden.
sw_ke: Kiwango chako cha uanachama kinahitaji kuwa angalau %@ ili kufanya biashara katika soko hili.
tr_tr: Bu pazarda işlem yapabilmek için üyelik seviyenizin en az %@ olması gerekir.
uk_ua: Для торгівлі на цьому ринку рівень вашого членства повинен становити принаймні %@.
vi_vn: Cấp độ thành viên của bạn phải đạt ít nhất %@ để giao dịch trên thị trường này.
zh_hans_cn: 会员等级%@以上可交易

# activity_tfa_title
source: Two-Factor Authentication Verification
cs_cz: Dvou faktorové ověření
da_dk: To-faktor-Godkendelsesbekræftelse
de_de: Überprüfung der Zwei-Faktor-Authentifizierung
es_es: Verificación de Autenticación de Dos Factores (2FA)
fr_fr: Vérification d'authentification à deux facteurs.
hi_in: दो-कारक प्रमाणीकरण सत्यापन
id_id: Verifikasi Otentikasi Dua Faktor
ja_jp: 2段階セキュリティ認証
ms_my: Pengesahan kebenaran dua-faktor
my_mm: နှစ်ဆင့် လုံခြုံရေးအထောက်အထားစိစစ်ခြင်း။
nl_nl: Two-Factor Authentication Verificatie
pl_pl: Weryfikacja Uwierzytelniania Dwuskładnikowego
pt_br: Verificação de autenticação de dois fatores
ru_ru: Двухфакторная аутентификаци
sq_al: Verifikimi i vërtetimit me dy faktorë
sv_se: Verifiering av tvåfaktorsautentisering
sw_ke: Uthibitishaji wa Vipengele Viwili
tr_tr: İki Faktörlü Kimlik Doğrulama
uk_ua: Двофакторна автентифікація
vi_vn: Xác minh xác thực hai yếu tố
zh_hans_cn: 双重安全认证

# activity_signupcomplete_willreturnsoon
source: This window will close in few seconds.
cs_cz: Okno se zavře za několik sekund.
da_dk: Dette vindue lukker om få sekunder
de_de: Dieses Fenster wird in wenigen Sekunden geschlossen.
es_es: Esta ventana se cerrará en unos segundos.
fr_fr: Cette fenêtre se fermera dans quelques secondes.
hi_in: यह विंडो कुछ ही सेकंड में बंद हो जाएगी।
id_id: Jendela ini akan ditutup dalam beberapa detik.
ja_jp: まもなくログイン画面に戻ります。
ms_my: Tetingkap ini akan ditutup dalam beberapa saat.
my_mm: ဤဝင်းဒိုးသည် စက္ကန့်အနည်းငယ်အတွင်း ပိတ်သွားပါမည်။
nl_nl: Dit venster sluit binnen een paar seconden.
pl_pl: To okno zostanie zamknięte za kilka sekund.
pt_br: Esta janela será fechada em alguns segundos.
ru_ru: Это окно закроется через несколько секунд.
sq_al: Kjo dritare do të mbyllet në pak sekonda.
sv_se: Detta fönster stängs om några sekunder.
sw_ke: Dirisha hili litafungwa katika sekunde chache.
tr_tr: Bu pencere birkaç saniye içinde kapanacaktır.
uk_ua: Це вікно закриється через кілька секунд.
vi_vn: Cửa sổ này sẽ đóng sau vài giây.
zh_hans_cn: 稍后返回到登陆画面

# fragment_signupemailcheckup_alreadysignedup
source: This email address is already in use.
cs_cz: Tato e-mailová adresa je již obsazená.
da_dk: Denne email adresse er allerede i brug.
de_de: Diese E-Mail-Adresse ist bereits in Gebrauch.
es_es: Esta dirección de correo electrónico ya está en uso.
fr_fr: Cette adresse mail est déjà utilisée.
hi_in: यह ईमेल पता पहले से उपयोग में है।
id_id: Alamat e-mail ini telah digunakan.
ja_jp: このメールアドレスはすでに使用されています。
ms_my: Alamat e-mel ini sudah digunakan
my_mm: ဤအီးမေးလ်လိပ်စာသည် အသုံးပြုနေဆဲဖြစ်သည်။
nl_nl: Dit e-mailadres is al in gebruik.
pl_pl: Ten adres e-mail jest już używany.
pt_br: Este endereço de e-mail já está em uso.
ru_ru: Этот адрес электронной почты уже используется.
sq_al: Kjo adresë e-mail është tashmë në përdorim.
sv_se: Den här mailadressen används redan.
sw_ke: Barua pepe hii tayari inatumika.
tr_tr: Bu e-mail adresi zaten kullanımda.
uk_ua: Ця адреса електронної пошти вже використовується.
vi_vn: Địa chỉ email này đã được sử dụng.
zh_hans_cn: 此邮箱地址已在使用中

# fragment_signupemailpassword_passwordtip
source: Please do not use your email account password. Using the same password on multiple websites is not recommended.
cs_cz: Nepoužívejte prosím heslo svého e-mailového účtu. Používání stejného hesla na více webech se nedoporučuje.
da_dk: Brug venligst ikke din email-adgangskode. Det anbefales ikke at bruge den samme adgangskode på flere websteder.
de_de: Bitte verwenden Sie nicht das Passwort Ihres E-Mail-Kontos. Die Verwendung desselben Passworts auf mehreren Websites wird nicht empfohlen.
es_es: No utilice la contraseña de su cuenta de correo electrónico. No se recomienda utilizar la misma contraseña en varios sitios web.
fr_fr: Veuillez ne pas utiliser le mot de passe de votre compte mail. L'utilisation du même mot de passe sur de multiples sites est déconseillée.
hi_in: कृपया अपने ईमेल खाते के पासवर्ड का प्रयोग न करें। विभिन्न वेबसाइटों पर एक ही पासवर्ड का उपयोग ना करने की सलाह दी जाति है|
id_id: Harap jangan gunakan kata sandi akun email Anda. Menggunakan kata sandi yang sama di beberapa situs web tidak disarankan.
ja_jp: メールアカウントのパスワードと同じパスワードを使用しないでください。複数のウェブサイトで同じパスワードを使用することは危険です。
ms_my: Sila jangan gunakan kata laluan akaun e-mel. Menggunakan kata laluan yang sama di dalam beberapa laman web tidak digalakkan.
my_mm: သင့်အီးမေးလ်အကောင့်၏ စကားဝှက်ကို မသုံးပါနှင့်။ ဝဘ်ဆိုက်များစွာတွင် တူညီသောစကားဝှက်ကို အသုံးပြုခြင်းကို အကြံမပြုပါ။
nl_nl: Gebruik niet het wachtwoord als je e-mailaccount. Het wordt afgeraden dezelfde wachtwoorden te gebruiken bij meerdere websites.
pl_pl: Prosimy nie używać hasła do konta e-mail. Używanie tego samego hasła na wielu stronach internetowych nie jest rekomendowane.
pt_br: Por favor, não use a mesma senha da sua conta de e-mail. Não é recomendado usar a mesma senha em vários sites.
ru_ru: Пожалуйста, не используйте пароль вашего почтового ящика. Не рекомендуется использовать один и тот же пароль на нескольких сайтах.
sq_al: Ju lutemi mos përdorni fjalëkalimin e llogarisë tuaj të postës elektronike. Nuk rekomandohet përdorimi i të njëjtit fjalëkalim në uebfaqe të shumta.
sv_se: Vänligen använd ej lösenordet för ditt e-postkonto. Att använda samma lösenord på flera webbplatser rekommenderas ej.
sw_ke: Tafadhali usitumie nenosiri la akaunti yako ya barua pepe. Kutumia nenosiri sawa kwenye tovuti nyingi haipendekezwi.
tr_tr: Lütfen e-posta hesabı şifrenizi kullanmayınız. Aynı parolanın birden fazla web sitesinde kullanılması önerilmez.
uk_ua: Не використовуйте пароль свого облікового запису електронної пошти. Використовувати один і той же пароль на кількох вебсайтах не рекомендується.
vi_vn: Vui lòng không sử dụng mật khẩu tài khoản email của bạn. Việc sử dụng cùng một mật khẩu trên nhiều trang web không được khuyến khích.
zh_hans_cn: TIP:请勿使用与邮箱账号相同的密码，在多个网站使用相同密码有着极大的安全隐患

# fragment_signupemailpassword_invalidemailsyntax
source: Invalid email address
cs_cz: Nesprávná e-mailová adresa
da_dk: Ugyldig email-adresse
de_de: Ungültige E-Mail Adresse
es_es: Dirección de correo electrónico inválida
fr_fr: Adresse mail invalide.
hi_in: अमान्य ईमेल पता
id_id: alamat email salah
ja_jp: メールアドレスの形式が正しくありません。
ms_my: Alamat e-mel tidak sah
my_mm: အီးမေးလ်လိပ်စာဖော်မတ် မမှန်ကန်ပါ။
nl_nl: Ongeldig e-mailadres
pl_pl: Nieprawidłowy adres e-mail
pt_br: Endereço de email invalido
ru_ru: Неверный адрес электронной почты
sq_al: Adresa e emailit e pavlefshme
sv_se: Ogiltig e-postadress
sw_ke: Anwani ya barua pepe si sahihi
tr_tr: Geçersiz e-posta adresi
uk_ua: Невірна адреса електронної пошти
vi_vn: Địa chỉ email không hợp lệ
zh_hans_cn: 密码地址格式错误

# fragment_signupemailpassword_tooshortpassword
source: Password must be at least 8 characters long.
cs_cz: Heslo musí obsahovat alespoň 8 znaků.
da_dk: Adgangskoden skal mindst være på 8 tegn.
de_de: Das Passwort muss mindestens 8 Zeichen lang sein.
es_es: La contraseña debe tener al menos 8 caracteres.
fr_fr: Le mot de passe doit contenir au moins 8 caractères.
hi_in: पासवर्ड कम से कम 8 अक्षर लंबा होना चाहिए।
id_id: Kata sandi harus minimal 8 karakter.
ja_jp: パスワードは８文字以上で設定してください。
ms_my: Kata laluan harus sekurang-kurangnya panjang 8 aksara.
my_mm: စကားဝှက်များသည် အနည်းဆုံး စာလုံး 8 လုံး ရှည်ရပါမည်။
nl_nl: Het wachtwoord moet tenminste 8 tekens lang zijn.
pl_pl: Hasło musi składać się z co najmniej 8 znaków.
pt_br: A senha deve ter pelo menos 8 caracteres.
ru_ru: Пароль должен состоять не менее чем из 8 символов.
sq_al: Fjalëkalimi duhet të jetë së paku 8 karaktere.
sv_se: Lösenordet måste vara minst 8 tecken långt.
sw_ke: Nenosiri lazima liwe na urefu wa angalau herufi 8.
tr_tr: Şifre en az 8 karakter uzunluğunda olmalıdır.
uk_ua: Пароль повинен містити щонайменше 8 символів.
vi_vn: Mật khẩu phải dài ít nhất 8 ký tự.
zh_hans_cn: 密码长度应在8字以上

# fragment_signupemailpassword_toolongpassword
source: Password length must be 100 characters or less.
cs_cz: Délka hesla nesmí přesahovat 100 znaků.
da_dk: Adgangskodelængden skal være på 100 tegn eller mindre.
de_de: Das Passwort darf höchstens 100 Zeichen lang sein.
es_es: La longitud de la contraseña debe ser de 100 caracteres o menos.
fr_fr: Le mot de passe ne doit pas dépasser 100 caractères.
hi_in: पासवर्ड की लंबाई 100 अक्षर या उससे कम की होनी चाहिए।
id_id: Panjang kata sandi harus 100 karakter atau kurang.
ja_jp: パスワードは１００文字以下で設定してください。
ms_my: Kata laluan harus panjang 100 aksara atau kurang.
my_mm: စကားဝှက်အရှည်သည် စာလုံးရေ 100 သို့မဟုတ် ထို့ထက်နည်းရပါမည်။
nl_nl: De lengte van het wachtwoord moet 100 tekens of minder zijn.
pl_pl: Długość hasła musi być nie większa niż 100 znaków.
pt_br: O tamanho da senha deve ter 100 caracteres ou menos.
ru_ru: Длина пароля должна быть не более 100 символов.
sq_al: Gjatësia e fjalëkalimit duhet të jetë 100 karaktere ose më pak.
sv_se: Längden på lösenordet måste vara 100 tecken eller färre.
sw_ke: Urefu wa nenosiri lazima liwe na vibambo 100 au chini.
tr_tr: Şifre uzunluğu 100 karakter veya daha az olmalıdır.
uk_ua: Довжина пароля не повинна перевищувати 100 символів.
vi_vn: Độ dài mật khẩu phải từ 100 ký tự trở xuống.
zh_hans_cn: 密码长度应在100字以下

# fragment_signupemailpassword_noloweralpha
source: The password must contain lowercase English letters.
cs_cz: Heslo musí obsahovat malá písmena.
da_dk: Adgangskoden skal indeholde små engelske bogstaver.
de_de: Das Passwort muss Kleinbuchstaben enthalten.
es_es: La contraseña debe contener letras minúsculas.
fr_fr: Le mot de passe doit contenir des minuscules.
hi_in: पासवर्ड में अंग्रेजी के छोटे अक्षर होने चाहिए।
id_id: Kata sandi harus berisi huruf kecil bahasa Inggris.
ja_jp: パスワードに英語の小文字（半角）を必ず含んでください。
ms_my: Kata laluan harus mengandungi huruf kecil Bahasa Inggeris.
my_mm: စကားဝှက်တွင် အင်္ဂလိပ်အက္ခရာအသေး ပါရှိရမည်။
nl_nl: Het wachtwoord moet Engelse kleine letters bevatten.
pl_pl: Hasło musi zawierać małe angielskie litery.
pt_br: A senha deve conter letras minúsculas.
ru_ru: Пароль должен содержать строчные английские буквы.
sq_al: Fjalëkalimi duhet të përmbajë shkronja të vogla anglisht.
sv_se: Lösenordet måste innehålla små bokstäver.
sw_ke: Nenosiri lazima liwe na herufi ndogo za Kiingereza.
tr_tr: Şifre, küçük İngilizce harfler içermelidir.
uk_ua: Пароль повинен містити малі англійські літери.
vi_vn: Mật khẩu phải chứa các chữ cái tiếng Anh viết thường.
zh_hans_cn: 密码应包含英文小写

# fragment_signupemailpassword_noupperalpha
source: The password must contain uppercase English letters.
cs_cz: Heslo musí obsahovat velká písmena.
da_dk: Adgangskoden skal indeholde store engelske bogstaver.
de_de: Das Passwort muss Großbuchstaben enthalten.
es_es: La contraseña debe contener letras mayúsculas.
fr_fr: Le mot de passe doit contenir des majuscules.
hi_in: पासवर्ड में अंग्रेजी के बड़े अक्षर होने चाहिए।
id_id: Kata sandi harus berisi huruf besar bahasa Inggris.
ja_jp: パスワードに英語の大文字（半角）を必ず含んでください。
ms_my: Kata laluan harus mengandungi huruf besar Bahasa Inggeris.
my_mm: စကားဝှက်တွင် အင်္ဂလိပ်အက္ခရာအကြီး ပါရှိရမည်။
nl_nl: Het wachtwoord moet Engelse hoofdletters bevatten.
pl_pl: Hasło musi zawierać wielkie angielskie litery.
pt_br: A senha deve conter letras maiúsculas.
ru_ru: Пароль должен содержать английские буквы в верхнем регистре.
sq_al: Fjalëkalimi duhet të përmbajë shkronja të mëdha anglisht.
sv_se: Lösenordet måste innehålla stora bokstäver.
sw_ke: Nenosiri lazima liwe na herufi kubwa za Kiingereza.
tr_tr: Şifre büyük İngilizce harfler içermelidir.
uk_ua: Пароль повинен містити великі англійські літери.
vi_vn: Mật khẩu phải chứa các chữ cái tiếng Anh viết hoa.
zh_hans_cn: 密码应包含英文大写

# fragment_signupemailpassword_nonumeric
source: The password must contain Arabic numerals.
cs_cz: Heslo musí obsahovat arabská číslice.
da_dk: Adgangskoden skal indeholde arabiske tal.
de_de: Das Passwort muss arabische Ziffern enthalten.
es_es: La contraseña debe contener números.
fr_fr: Le mot de passe doit contenir des chiffres.
hi_in: पासवर्ड में arabic अंक होने चाहिए।
id_id: Kata sandi harus berisi angka Arabic
ja_jp: パスワードにアラビア数字（半角）を必ず含んでください。
ms_my: Kata laluan harus mengandungi angka Bahasa Arab.
my_mm: စကားဝှက်တွင် အာရဗီ ဂဏန်းများ ပါဝင်ရပါမည်။
nl_nl: Het wachtwoord moet Arabische cijfers bevatten.
pl_pl: Hasło musi zawierać cyfry arabskie.
pt_br: A senha deve conter numerais arábicos.
ru_ru: Пароль должен содержать арабские цифры.
sq_al: Fjalëkalimi duhet të përmbajë numra arabë.
sv_se: Lösenordet måste innehålla siffror.
sw_ke: Nenosiri lazima liwe na nambari za Kiarabu.
tr_tr: Şifre Arap rakamları içermelidir.
uk_ua: Пароль повинен містити арабські цифри.
vi_vn: Mật khẩu phải chứa chữ số.
zh_hans_cn: 密码应包含阿拉伯数字

# fragment_signupemailpassword_nospecial
source: Password must contain at least one of the following special characters: %@
cs_cz: Heslo musí obsahovat alespoň jeden z následujících speciálních znaků: %@
da_dk: Adgangskoden skal indeholde mindst et af de følgende special tegn: %@
de_de: Das Passwort muss mindestens eines der folgenden Sonderzeichen enthalten: %@
es_es: La contraseña debe contener al menos uno de los siguientes caracteres especiales: %@
fr_fr: Le mot de passe doit contenir au moins un des caractères spéciaux suivants: %@
hi_in: पासवर्ड में निम्न में से कम से कम एक विशेष वर्ण होना चाहिए: %@
id_id: Kata sandi harus berisi setidaknya satu dari karakter khusus berikut: %@
ja_jp: 次とような特殊文字を一つ以上含んでください： %@
ms_my: Kata laluan harus mengandungi sekurang-kurangnya salah satu aksara spesial berikut: %@
my_mm: စကားဝှက်တွင် အောက်ပါ ထူးခြားစာလုံးများ ၁လုံးအထက် ပါဝင်ရမည်: %@
nl_nl: Het wachtwoord moet tenminste 1 van de volgende tekens bevatten: %@
pl_pl: Hasło musi zawierać co najmniej jeden z następujących znaków specjalnych: %@
pt_br: A senha deve conter pelo menos um dos seguintes caracteres especiais: %@
ru_ru: Пароль должен содержать хотя бы один из следующих специальных символов: %@
sq_al: Fjalëkalimi duhet të përmbajë të paktën një nga karakteret e mëposhtme speciale: %@
sv_se: Lösenordet måste innehålla minst ett av följande specialtecken: %@
sw_ke: Nenosiri lazima liwe na angalau herufi moja kati ya zifuatazo: %@
tr_tr: Parola aşağıdaki özel karakterlerden en az birini içermelidir: %@
uk_ua: Пароль повинен містити принаймні один із таких спеціальних символів: %@
vi_vn: Mật khẩu phải chứa ít nhất một trong các ký tự đặc biệt sau: %@
zh_hans_cn: 密码应包含如下一个以上的特殊字符: %@

# fragment_signupemailpassword_wrongcharacter
source: The password contains invalid characters.
cs_cz: Heslo obsahuje nepovolené znaky.
da_dk: Adgangskoden indeholder ugyldige tegn.
de_de: Das Passwort enthält ungültige Zeichen.
es_es: La contraseña contiene caracteres no válidos.
fr_fr: Le mot de passe contient des caractères invalides.
hi_in: पासवर्ड में अमान्य वर्ण हैं।
id_id: Kata sandi berisi karakter yang tidak valid.
ja_jp: パスワードに使用できない文字が含まれています。
ms_my: Kata laluan mengandungi aksara tidak sah.
my_mm: စကားဝှက်တွင် သုံး၍မရသော စာလုံးများ ပါနေပါသည်။
nl_nl: Het wachtwoord bevat ongeldige tekens.
pl_pl: Hasło zawiera nieprawidłowe znaki.
pt_br: A senha contém caracteres inválidos.
ru_ru: Пароль содержит недопустимые символы.
sq_al: Fjalëkalimi përmban karaktere të pavlefshme.
sv_se: Lösenordet innehåller ogiltiga tecken.
sw_ke: Nenosiri lina herufi batili.
tr_tr: Şifre geçersiz karakterler içeriyor.
uk_ua: Пароль містить недійсні символи.
vi_vn: Mật khẩu chứa các ký tự không hợp lệ.
zh_hans_cn: 密码内包含了无法使用的字符

# fragment_signupemailpassword_repeatedcharacters
source: The same character is repeated 3 or more times in the password.
cs_cz: Stejný znak se v hesle opakuje třikrát nebo vícekrát.
da_dk: Det samme tegn gentages 3 eller flere gange i adgangskoden.
de_de: Das gleiche Zeichen wird 3 Mal oder mehr im Passwort wiederholt.
es_es: El mismo carácter se repite 3 o más veces en la contraseña.
fr_fr: Le même caractère est répété au moins 3 fois dans le mot de passe.
hi_in: पासवर्ड में एक ही अक्षर को 3 या अधिक बार दोहराया गया है।
id_id: Karakter yang sama diulang 3 kali atau lebih dalam kata sandi.
ja_jp: パスワードに同じ文字が3回以上繰り返されています。
ms_my: Aksara yang sama tekah diulang lebih 3 kali atau lebih di kata laluan.
my_mm: စကားဝှက်တွင် တူညီသောစာလုံး ၃ ကြိမ်အထက်ပို၍ ပါနေပါသည်။
nl_nl: Hetzelfde teken is 3 keer (of meer) herhaald in dit wachtwoord.
pl_pl: Ten sam znak powtarza się w haśle 3 lub więcej razy.
pt_br: O mesmo caractere é repetido 3 ou mais vezes na senha.
ru_ru: Один и тот же символ повторяется в пароле 3 или более раз.
sq_al: I njëjti karakter është përsëritur 3 ose më shumë herë në fjalëkalim.
sv_se: Samma tecken upprepades 3 eller fler gånger i lösenordet.
sw_ke: Herufi sawa imerudiwa mara 3 au zaidi katika nenosiri.
tr_tr: Şifrede aynı karakter 3 veya daha fazla tekrarlanıyor.
uk_ua: Один і той самий символ повторюється 3 або більше разів у паролі.
vi_vn: Ký tự giống nhau được lặp lại 03 lần trở lên trong mật khẩu.
zh_hans_cn: 输入的密码中有同一字符反复三次以上

# fragment_signupemailpassword_passworddoesnotmatch
source: Passwords do not match.
cs_cz: Heslo se neshoduje.
da_dk: Adgangskoderne stemmer ikke overens.
de_de: Passwörter stimmen nicht überein.
es_es: Las contraseñas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
hi_in: पासवर्ड मेल नहीं खाते।
id_id: Kata Sandi tidak cocok.
ja_jp: パスワードが一致しません。
ms_my: Kata laluan tidak sepadan.
my_mm: စကားဝှက်များ မတူညီပါ။
nl_nl: De wachtwoorden komen niet overeen.
pl_pl: Hasła nie są identyczne.
pt_br: As senhas não coincidem.
ru_ru: Пароли не совпадают.
sq_al: Fjalëkalimet nuk përputhen.
sv_se: Lösenorden matchar inte.
sw_ke: Manenosiri hayafanani.
tr_tr: Parola uyuşmuyor.
uk_ua: Паролі не співпадають.
vi_vn: Mật khẩu không hợp lệ.
zh_hans_cn: 密码不一致

# fragment_signupemailpassword_invalidreferral
source: The referral code you entered is in an invalid format.
cs_cz: Zadaný kód doporučení je v neplatném formátu.
da_dk: Den henvisningskode, du indtastede, er i et ugyldigt format.
de_de: Der von Ihnen eingegebene Empfehlungscode hat ein ungültiges Format.
es_es: El código de referencia que ingresó tiene un formato no válido.
fr_fr: Le code de référence que vous avez entré n'est pas dans un format correct.
hi_in: आपके द्वारा दर्ज किया गया रेफ़रल कोड अमान्य में है।
id_id: Kode referral yang Anda masukkan dalam format yang tidak valid.
ja_jp: 入力した推薦人コードの形式が正しくありません。
ms_my: Kod rujukan yang anda masukkan adalah dalam format yang salah.
my_mm: သင်ထည့်သွင်းလိုက်သော ညွှန်းသူကုဒ်၏ ဖော်မတ်သည် မမှန်ကန်ပါ။
nl_nl: De Referral code die je had ingevoerd is ongeldig.
pl_pl: Wprowadzony kod polecający jest w nieprawidłowym formacie.
pt_br: O código de Referência que você digitou está em um formato inválido.
ru_ru: Введенный вами реферальный код имеет неправильный формат.
sq_al: Kodi i referimit që keni futur është në një format të pavlefshëm.
sv_se: Referenskoden du angav är i ett ogiltigt format.
sw_ke: Nambari ya rufaa ulioweka uko katika umbizo batili.
tr_tr: Girdiğiniz referans kodu geçersizdir.
uk_ua: Реферальний код, який ви ввели, має недійсний формат.
vi_vn: Mã giới thiệu bạn đã nhập có định dạng không hợp lệ.
zh_hans_cn: 输入的推荐码格式无效

# activity_signup_notunderage_content
source: You must be %@ or above to use this service.
cs_cz: Abyste mohli tuto službu používat, musíte mít %@ nebo více.
da_dk: Du skal være %@ eller over for at bruge denne tjeneste.
de_de: Sie müssen %@ oder höher sein, um diesen Dienst nutzen zu können.
es_es: Debe tener %@o más para utilizar este servicio.
fr_fr: Vous devez être %@ ou plus pour utiliser ce service.
hi_in: इस सेवा का उपयोग करने के लिए %@ या इससे अधिक होनी चाहिए।
id_id: Anda harus berusia %@ atau lebih untuk menggunakan layanan ini.
ja_jp: %@歳未満の未成年者はサービス利用が制限されます。
ms_my: Anda harus berusia %@ atau keatas untuk menggunakan perkhidmatan ini.
my_mm: အသက် %@ နှစ်အောက် အရွယ်မရောက်သေးသူများကို ဝန်ဆောင်မှုကို အသုံးပြုခြင်းမှ ကန့်သတ်ထားကြောင်းကို နားလည်ပါသည်။
nl_nl: Je moet tenminste %@ of boven zijn om gebruik te kunnen maken van deze dienst.
pl_pl: Musisz mieć %@ lub więcej, aby korzystać z tej usługi.
pt_br: Você deve ser %@ ou mais para usar este serviço.
ru_ru: Вы должны быть %@ или выше, чтобы воспользоваться этой услугой.
sq_al: Duhet të jeni %@ ose më lart për të përdorur këtë shërbim.
sv_se: Du måste vara %@ eller äldre för att använda den här tjänsten.
sw_ke: Lazima uwe %@ au zaidi ili kutumia huduma hii.
tr_tr: Bu hizmeti kullanmak için en az %@ olmalısınız.
uk_ua: Щоб користуватися цим сервісом, ви маєте бути %@ або більше.
vi_vn: Bạn phải có từ %@ trở lên để sử dụng dịch vụ này.
zh_hans_cn: 已确认未满%@周岁的未成年人使用服务限制

# accessibility_common_back
source: Go back
cs_cz: Zpět
da_dk: Gå tilbage
de_de: Zurück
es_es: Regresar
fr_fr: Retour
hi_in: वापस जाए
id_id: Kembali
ja_jp: 戻る
ms_my: Pergi balik
my_mm: ပြန်သွားရန်
nl_nl: Ga terug
pl_pl: Wracaj
pt_br: Voltar
ru_ru: Вернуться назад
sq_al: Kthehuni
sv_se: Gå tillbaka
sw_ke: Rudi nyuma
tr_tr: Geri git
uk_ua: Повернутися
vi_vn: Quay lại
zh_hans_cn: 返回

# accessibility_common_close
source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schliessen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करे
id_id: Tutup
ja_jp: 閉じる
ms_my: Tutup
my_mm: ပိတ်ရန်
nl_nl: Sluit
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
sq_al: Mbyllni
sv_se: Stäng
sw_ke: Funga
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_hans_cn: 关闭
