Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# globalkyc_ocr_fail_guide2
source: Submission of low-resolution photos that are difficult to verify may result in your KYC being rejected.
cs_cz: Odeslání fotografií v nízkém rozlišení, které je obtížné ověřit, může vést k zamítnutí vašeho KYC.
da_dk: Indsendelse af billeder i lav opløsning, som er svære at verificere, kan resultere i, at din KYC bliver afvist.
hi_in: कम-रिज़ॉल्यूशन वाली फ़ोटो जमा करने पर सत्यापित करना मुश्किल हो जाता है, और आपके KYC को अस्वीकार कर दिया जा सकता है।
ms_my: Penyerahan foto resolusi rendah yang sukar untuk disahkan boleh menyebabkan KYC anda ditolak.
pt_br: Fotos enviadas em baixa resolução podem resultar na rejeição do seu KYC.

# activity_withdrawal_complete_countdownt_returnsoon
source: This windows will close in %@ seconds
cs_cz: Toto okno se zavře za %@ sekund
da_dk: Dette vindue lukker om %@ sekunder
hi_in: यह विंडो %@ सेकंड में बंद हो जाएगी
ms_my: Tetingkap ini akan ditutup dalam %@ saat
pl_pl: To okno zostanie zamknięte za %@ sekund
pt_br: Esta janela fechará em %@ segundos
sw_ke: Ukurasa huu utajifunga baada ya sekunde %@
vi_vn: Cửa sổ này sẽ đóng trong vòng %@ giây

# dialog_send_successfully
source: Send Successfully
cs_cz: Odeslat úspěšně
da_dk: Send succesfuldt
hi_in: सफलतापूर्वक भेजें
ms_my: Berjaya Dihantar
pl_pl: Wysłano Pomyślnie
pt_br: Enviar com sucesso
sw_ke: Tuma kwa Mafanikio
vi_vn: Gửi thành công

# fragment_stakeamount_maximum_amount
source: Maximum amount is %@.
cs_cz: Maximální částka je %@.
da_dk: Det maksimale beløb er %@.
hi_in: अधिकतम राशि है %@.
ms_my: Amaun maksimum ialah %@.
pl_pl: Maksymalna kwota wynosi %@.
pt_br: O valor máximo é %@.
sw_ke: Kiasi cha juu ni %@.
vi_vn: Số tiền tối đa là %@.

# fragment_stakeamount_minimum_amount
source: Minimum amount is %@.
cs_cz: Minimální částka je %@.
da_dk: Minimumsbeløb er %@.
hi_in: न्यूनतम राशि है %@.
ms_my: Jumlah minimum ialah %@.
pl_pl: Minimalna kwota wynosi %@.
pt_br: O valor mínimo é %@.
sw_ke: Kiasi cha chini ni %@.
vi_vn: Số tiền tối thiểu là %@.

# fragment_stakeamount_not_empty_amount
source: The amount cannot be 0.
cs_cz: Částka nemůže být 0.
da_dk: Beløbet kan ikke være 0.
hi_in: राशि 0 नहीं हो सकती|
ms_my: Jumlahnya tidak boleh 0.
pl_pl: Kwota ta nie może wynosić 0.
pt_br: O valor não pode ser 0.
sw_ke: Kiasi hakiwezi kuwa 0.
vi_vn: Số tiền không thể bằng 0.

# fragment_unstake_not_empty_amount
source: Unstake amount cannot be 0.
cs_cz: Vsazená částka nemůže být 0.
da_dk: Udspilsbeløbet kan ikke være 0.
hi_in: अनस्टेक राशि 0 नहीं हो सकती।
ms_my: Amaun unstake tidak boleh 0.
pt_br: O valor Unstake não pode ser 0.
sw_ke: Kiasi cha Unstake hakiwezi kuwa 0.
vi_vn: Số tiền unstake không được bằng 0.

# Withdrawal_detail_title
source: %@ Withdrawal details
cs_cz: %@ detaily výběru
da_dk: %@ Udbetalingsoplysninger
hi_in: %@ निकासी विवरण
ms_my: %@ Butiran pengeluaran
pl_pl: %@ Dane dotyczące wypłaty
pt_br: %@ Dados do saque
sw_ke: Taarifa za kutoa kiasi %@
vi_vn: %@ Chi tiết rút tiền

# deposit_detail_title
source: %@ Deposit details
cs_cz: %@ detaily vkladu
da_dk: %@ Indbetalingsoplysninger
hi_in: %@ जमा विवरण
ms_my: %@ Butiran deposit
pl_pl: %@ Szczegóły dotyczące depozytu
pt_br: %@ Dados do depósito
sw_ke: Taarifa za amana %@
vi_vn: %@ Chi tiết nạp tiền

# common_select
source: Select
cs_cz: Vybrat
da_dk: Vælg
hi_in: चुनें
ms_my: Pilih
pl_pl: Wybierz
pt_br: Selecione
sv_se: Välj
sw_ke: Chagua
vi_vn: Lựa chọn

# activity_maintenance_hint_title
source: The description text can be defined and displayed under the maintenance notice.
cs_cz: Popisný text lze definovat a zobrazit pod upozorněním na údržbu.
da_dk: Beskrivelsesteksten kan defineres og vises under meddelelses om vedligeholdelse.
hi_in: विवरण सूचना को रखरखाव नोटिस के तहत परिभाषित और प्रदर्शित किया जा सकता है।
ms_my: Teks perlihan boleh ditakrifkan dan dipaparkan di bawah notis penyelenggaran.
pt_br: O texto descritivo pode ser definido e exibido sob o aviso de manutenção.
sv_se: Beskrivningstexten kan definieras och visas under underhållsmeddelandet.
sw_ke: Maandishi ya ufafanuzi yanaweza kufafanuliwa na kuonyeshwa chini ya notisi ya matengenezo.
vi_vn: Văn bản mô tả có thể được xác định và hiển thị dưới thông báo bảo trì.

# fragment_openorder_cancel_successfully
source: Cancel successfully
cs_cz: Úspěšně zrušit
da_dk: Annuller succesfuldt
hi_in: सफलतापूर्वक रद्द करें
ms_my: Berjaya dibatalkan
pl_pl: Anulowano pomyślnie
pt_br: Cancelar com sucesso
sv_se: Avbryt framgångsrikt
sw_ke: Ghairi
vi_vn: Hủy thành công

# tradecompetition_nodata_list_running
source: The event has started. Start trading now!
cs_cz: Akce začala. Začněte obchodovat hned teď!
da_dk: Begivenheden er startet. Begynd at handle nu!
hi_in: आयोजन शुरू हो गया है। अभी व्यापार(ट्रेडिंग) शुरू करें!
ms_my: Acara ini sudah mulai. Mulai dagangan sekarang!
pl_pl: Akcja się rozpoczęła. Zacznij handlować już teraz!
pt_br: O evento começou. Comece já a fazer trading!
sv_se: Evenemanget har startat. Börja trejda nu!
sw_ke: Tukio limeanza. Anza kufanya miamala sasa!
vi_vn: Sự kiện đã bắt đầu. Bắt đầu giao dịch ngay bây giờ!

# error_message_something_went_wrong
source: Oops, something went wrong. Please try again later
cs_cz: Něco se pokazilo. Prosím, zkuste to později.
da_dk: Ups, noget gik galt. Prøv igen senere.
hi_in: ओह! कुछ गलत हो गया है। बाद में पुन: प्रयास करें
ms_my: Oops, ada sesuatu yang tidak kena. Sila cuba lagi nanti.
pl_pl: Ups, coś poszło nie tak. Proszę spróbować ponownie później
pt_br: Ops, algo deu errado. Por favor, tente novamente mais tarde
sv_se: Oops! Något gick fel. Vänligen försök igen senare
sw_ke: Hitilafu fulani imetokea. Tafadhali jaribu tena baadae
vi_vn: Rất tiếc, đã xảy ra lỗi. Vui lòng thử lại sau

# placeholder_signupemailpassword_enter_referral
source: Enter referral code
cs_cz: Zadejte kód doporučení
da_dk: Indsæt henvisningskode
hi_in: रेफ़रल कोड दर्ज करें
ms_my: Letakkan kod rujukan
pl_pl: Wprowadź kod polecający
pt_br: Insira o código de Referência
sv_se: Ange referenskod
sw_ke: Weka msimbo wa rufaa
vi_vn: Nhập mã giới thiệu

# placeholder_signupemailpassword_enter_password
source: Enter Password
cs_cz: Zadejte heslo
da_dk: Indsæt adgangskode
hi_in: पासवर्ड दर्ज करें
ms_my: Masukkan kata laluan
pl_pl: Podaj Hasło
pt_br: Insira a Senha
sv_se: Ange lösenord
sw_ke: Ingiza neno la siri
vi_vn: Nhập Mật khẩu

# placeholder_signupemailpassword_enter_email
source: Enter Email
cs_cz: Zadejte email
da_dk: Indsæt email
hi_in: ईमेल दर्ज करें
ms_my: Masukkan e-mel.
pl_pl: Wprowadź Email
pt_br: Insira o E-mail
sv_se: Fyll i e-mail
sw_ke: Ingiza barua pepe
vi_vn: Nhập Email

# forgot_password_pleaseenter_your_verification_code
source: Please enter your verification code.
cs_cz: Prosím, zadejte Váš ověřovací kód.
da_dk: Indtast venligst din bekræftelseskode
hi_in: अपना सत्यापन कोड दर्ज करें।
ms_my: Sila masukkan kod pengesahan.
pl_pl: Proszę wprowadzić swój kod weryfikacyjny.
pt_br: Por favor, insira seu código de verificação.
sv_se: Vänligen fyll i din verifikationskod.
sw_ke: Tafadhali weka namba yako ya uthibitisho.
vi_vn: Xin vui lòng nhập mã xác minh của bạn.

# expire_code
source: The code is expired or invalid
cs_cz: Platnost kódu vypršela nebo je neplatný
da_dk: Koden er udløbet eller ugyldig
hi_in: कोड समाप्त हो गया है या अमान्य है
ms_my: Kod ini telah tamat tempoh atau tidak sah
pl_pl: Kod stracił ważność lub jest nieprawidłowy
pt_br: O código expirou ou é inválido
sv_se: Koden har upphört att gälla eller är ogiltig
sw_ke: Namba imekwisha muda wake au sisahihi
vi_vn: Mã đã hết hạn hoặc không hợp lệ

# forgot_password_pleaseinput_different_former_password
source: This password has recently been used in this account. Please enter another one
cs_cz: Toto heslo bylo v tomto účtu nedávno použito. Zadejte prosím jiný
da_dk: Denne adgangskode er blevet brugt for nylig på denne konto. Venligst indtast en anden
hi_in: यह पासवर्ड हाल ही में इस खाते में उपयोग किया गया है। कृपया दूसरा दर्ज करें
ms_my: Kata laluan ini baru-baru ini telah digunakan di akaun ini. Sila masukkan satu lagi
pl_pl: To hasło było ostatnio używane na tym koncie. Proszę wprowadzić inne.
pt_br: Esta senha foi usada recentemente nesta conta. Por favor, escolha outra senha
sv_se: Detta lösenord har nyligen använts för det här kontot. Vänligen ange ett annat.
sw_ke: Neno hili la siri hili limetumika hivi karibuni katika akaunti hii. Tafadhali ingiza jingine
vi_vn: Mật khẩu này gần đây đã được sử dụng trong tài khoản này. Vui lòng nhập một số khác

# forgot_password_pleaseinput_your_email
source: Please input your email
cs_cz: Zadejte prosím svůj email
da_dk: Indtast venligst din email
hi_in: कृपया अपना ईमेल डालें
ms_my: Sila masukkan e-mel anda.
pl_pl: Proszę wprowadzić swój e-mail
pt_br: Por favor, insira seu e-mail
sv_se: Vänligen ange din e-post
sw_ke: Tafadhali weka barua pepe yako
vi_vn: Vui lòng nhập email của bạn

# invalid_email_format
source: It is not in email format
cs_cz: Není ve formátu e-mailu
da_dk: Det er ikke i email-format
hi_in: यह ईमेल प्रारूप में नहीं है
ms_my: Ia bukan dalan fomat e-mel
pt_br: Não está em formato de e-mail
sv_se: Detta är inte i e-postformat
sw_ke: Haiko katika muundo sahii wa barua pepe
vi_vn: Nó không ở định dạng email

# commom_field_can_not_empty
source: This field can not be empty
cs_cz: Toto pole nemůže být prázdné
da_dk: Dette felt må ikke være tomt
de_de: Feld muss ausgefüllt sein
fr_fr: Ce champ ne peut pas être vide
hi_in: यह स्थान खाली नहीं रखा जा सकता है
ms_my: Medan ini tidak boleh kosong.
pl_pl: To pole nie może być puste
pt_br: Este campo não pode ficar em branco
sv_se: Detta fält får ej vara tomt
sw_ke: Sehemu hii haitakiwi kuwa tupu
vi_vn: Trường này không thể để trống

# common_delete
source: Delete
cs_cz: Vymazat
da_dk: Slet
de_de: Löschen
fr_fr: Supprimer
hi_in: हटाएं
ms_my: Padam
pl_pl: Usuń
pt_br: Deletar
sv_se: Radera
sw_ke: Futa
vi_vn: Xóa bỏ

# appsetting_delete_account_notice_message
source: You can lock the app while you are logged in using the app lock feature.
cs_cz: Aplikaci můžete zamknout, když jste přihlášeni pomocí funkce zámku aplikace.
da_dk: Du kan låse appen mens du er logget ind ved at bruge appens låsefunktion.
de_de: Sie können die App sperren, während Sie angemeldet sind, indem Sie die App-Sperrfunktion verwenden.
fr_fr: Vous pouvez verrouiller l’application lorsque vous êtes connecté en utilisant la fonction de verrouillage de l’application.
hi_in: ऐप लॉक सुविधा का उपयोग करके आप लॉग इन रहते हुए ऐप को लॉक कर सकते हैं।
ms_my: Anda boleh mengunci aplikasi ini semasa anda log masuk menggunakan ciri kunci aplikasi.
pl_pl: Możesz zablokować aplikację, gdy jesteś zalogowany, używając funkcji blokowania aplikacji.
pt_br: Você pode bloquear o aplicativo enquanto estiver conectado, usando o recurso de bloqueio do aplicativo.
sv_se: Du kan låsa appen medan du är inloggad med applåsfunktionen.
sw_ke: Unaweza kufunga aplikesheni ukiwa umeingia kwa kutumia sehemu ya kufungia.
vi_vn: Bạn có thể khóa ứng dụng trong khi đăng nhập bằng tính năng khóa ứng dụng.

# appsetting_delete_account_notice_title
source: Are you sure you want to delete your account?
cs_cz: Opravdu chcete smazat svůj účet?
da_dk: Er du sikker på at du vil slette din konto?
de_de: Sind Sie sich sicher, dass Sie Ihren Account löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer votre compte?
hi_in: क्या आप इस खाते को वाकई हटाना चाहते हैं?
ms_my: Anda pasti mahu padamkan akaun anda?
pl_pl: Czy na pewno chcesz usunąć swoje konto?
pt_br: Tem certeza de que deseja excluir sua conta?
sv_se: Är du säker på att du vill ta bort ditt konto?
sw_ke: Una uhakika unataka kufuta akaunti yako?
vi_vn: Bạn có chắc rằng bạn muốn xóa tài khoản của bạn?

# appsetting_delete_account
source: Delete account
cs_cz: smazat účet
da_dk: Slet konto
de_de: Account löschen
fr_fr: Supprimer le compte
hi_in: खाता हटा दे
ms_my: Padam akaun
pl_pl: Usunąć konto
pt_br: Deletar conta
sv_se: Radera konto
sw_ke: Futa akaunti
vi_vn: Xóa tài khoản

# activity_terms_push_message
source: Agree to receive marketing push messages for events, benefits, etc. (Optional)
cs_cz: Souhlaste se zasíláním marketingových zpráv o událostech, výhodách atd. (Volitelné)
da_dk: Godkend at modtage markedsførings push beskeder for begivenheder, fordele, etc. (valgfrit)
de_de: Ich bin damit einverstanden, Marketing-Push-Nachrichten über Veranstaltungen, Vorteile usw. zu erhalten. (Optional)
fr_fr: Accepter de recevoir des messages promotionnels pour les événements, les avantages, etc. (facultatif)
hi_in: आयोजनों, लाभों आदि के लिए मार्केटिंग पुश संदेश प्राप्त करने के लिए सहमत हों (वैकल्पिक)
ms_my: Setuju untuk menerima mesej pemasaran untuk acara, manfaat, dan sebagainya.(Pilihan)
pl_pl: Zgoda na otrzymywanie wiadomości marketingowych dotyczących akcji, korzyści itp.(Opcjonalnie)
pt_br: Concordo em receber mensagens push de marketing para eventos, benefícios, etc. (Opcional)
sv_se: Jag går med på att ta emot push-meddelanden med marknadsförings för evenemang, förmåner etc. (Valfritt)
sw_ke: Kubali kupokea meseji za matukio, manufaa n.k. (Si lazima)
vi_vn: Đồng ý nhận thông báo cho các sự kiện, lợi ích, v.v. (Tùy chọn)

# activity_terms_v2_term_of_service
source: Term Of Service
cs_cz: Termín služby
da_dk: Service vilkår
de_de: Nutzungsbedingungen
fr_fr: Durée de service
hi_in: सेवा की अवधि
ms_my: Terma perkhidmatan
pl_pl: Warunki Korzystania z Usług
pt_br: Termos de Serviço
sv_se: Användningsperiod
sw_ke: Sharti la Huduma
vi_vn: Điều khoản Dịch vụ

# activity_terms_v2_privacy_policy
source: Privacy Policy Addendum for EU GDPR
cs_cz: Dodatek k zásadám ochrany osobních údajů pro EU GDPR
da_dk: Privatspolitik Addendum for EU GDPR
de_de: Zusatz zur Datenschutzrichtlinie für EU GDPR
fr_fr: Addendum de politique de confidentialité européenne du règlement général sur la protection des données
hi_in: EU GDPR के लिए गोपनीयता नीति परिशिष्ट
ms_my: Tambahan Dasar Privasi untuk EU GDPR
pl_pl: Załącznik do polityki prywatności dla EU GDPR
pt_br: Adendo da Política de Privacidade para o GDPR da UE
sv_se: Tillägg i sekretesspolicy för EU GDPR
sw_ke: Nyongeza ya kanuni za Faragha ya EU GDPR
vi_vn: Phụ lục chính sách quyền riêng tư cho EU GDPR

# activity_terms_push_email
source: Agree to receive marketing emails for events, benefits, ect. (Optional)
cs_cz: Souhlaste se zasíláním marketingových e-mailů o akcích, výhodách atd. (Volitelný)
da_dk: Godkend at modtage markedsføringsemails for begivenheder, fordele, etc. (valgfrit)
de_de: Ich bin damit einverstandne, Marketing-E-Mails zu Veranstaltungen, Vorteilen usw. zu erahlten. (Optional)
fr_fr: Accepter de recevoir des emails promotionels pour les événements, les avantages, etc. (facultatif)
hi_in: घटनाओं, लाभों, आदि के लिए मार्केटिंग ईमेल प्राप्त करने के लिए सहमत हों। (वैकल्पिक)
ms_my: Setuju untuk menerima e-mel pemasaran untuk acara, manfaat, sebagainya (Pilihan)
pl_pl: Zgoda na otrzymywanie e-maili marketingowych dotyczących akcji, korzyści, itp.(Opcjonalnie)
pt_br: Concordo em receber email marketing para eventos, benefícios, etc. (Opcional)
sv_se: Jag går med på att ta emot marknadsföringsmail för evenemang, förmåner, etc. (Frivillig)
sw_ke: Kubali kupokea barua pepe za matangazo kuhusu matukio, manufaa, nk. (Si lazima)
vi_vn: Đồng ý nhận email về các sự kiện, lợi ích, v.v. (Không bắt buộc)

# fragment_buycrypto_notification_failt
source: The purchase process did not proceed normally
cs_cz: Proces nákupu neprobíhal normálně
da_dk: Købsprocessen forløb ikke normalt
de_de: Der Kaufvorgang ist nicht normal verlaufen
fr_fr: Le processus d’achat ne s’est pas déroulé normalement
hi_in: खरीद प्रक्रिया सामान्य रूप से आगे नहीं बढ़ी
ms_my: Proses pembelian tidak berjalan seperti biasa
pl_pl: Proces zakupu nie przebiegł prawidłowo
pt_br: O processo de compra não ocorreu normalmente
sv_se: Något gick fel i köpprocessen
sw_ke: Muamala wa manunuzi haukuenda kama ilivyo kawaida
vi_vn: Quá trình mua không diễn ra bình thường

# common_tryagain
source: Try again
cs_cz: Zkuste to znovu
da_dk: Prøv igen
de_de: Erneut versuchen
fr_fr: Essayer à nouveau
hi_in: पुनः प्रयास करें
ms_my: Cuba lagi
pl_pl: Spróbuj ponownie
pt_br: Tente novamente
sv_se: Försök igen
sw_ke: Jaribu tena
vi_vn: Thử lại

# fragment_buycrypto_notification_hintLabel
source: Transaction history can be checked in ProBit Global’s wallet. Would you like to confirm?
cs_cz: Historii transakcí lze zkontrolovat v peněžence ProBit Global. Chcete potvrdit?
da_dk: Transaktionshistorik kan tjekkes i ProBit Globals tegnebog. Vil du gerne bekræfte?
de_de: Der Transaktionsverlauf kann im ProBit Global-Wallet überprüft werden. Möchten Sie bestätigen?
fr_fr: L’historique des transactions peut être vérifié dans le portefeuille de ProBit Global. Voulez-vous confirmer?
hi_in: ProBit Global के वॉलेट में लेन-देन इतिहास की जाँच की जा सकती है। क्या आप पुष्टि करना चाहेंगे?
ms_my: Sejarah transaksi boleh disemak dalam dompet ProBit Global. Adakah anda ingin mengesahkan?
pl_pl: Historię transakcji można sprawdzić w portfelu ProBit Global. Czy chcesz potwierdzić?
pt_br: O histórico de transações pode ser verificado na carteira da ProBit Global. Gostaria de confirmar?
sv_se: Transaktionshistorik kan kontrolleras i ProBit Globals plånbok. Vill du forstätta?
sw_ke: Historia ya miamala inaweza kuangaliwa katika pochi ya ProBit Global. Ungependa kuthibitisha?
vi_vn: Lịch sử giao dịch có thể được kiểm tra trong ví của ProBit Global. Bạn có muốn xác nhận?

# fragment_signupemailpassword_8to100_characters
source: Between 8-100 characters.
cs_cz: Mezi 8-100 znaky.
da_dk: Mellem 8-1000 tegn.
de_de: Zwischen 8 - 100 Zeichen
fr_fr: Entre 80 et 100 caractères.
hi_in: 8-100 अक्षरों के बीच।
ms_my: Antara 8-100 karacter.
pl_pl: Od 8-100 znaków.
pt_br: Entre 8-100 caracteres.
sv_se: Mellan 8-100 tecken.
sw_ke: Kati ya herufi 8-100.
vi_vn: Từ 8-100 ký tự.

# common_change_password
source: Change password
cs_cz: Změnit heslo
da_dk: Skift adgangskode
de_de: Passwort ändern
fr_fr: Modifier le mot de passe
hi_in: पासवर्ड बदलें
ms_my: Tukar kata laluan
pl_pl: Zmienić hasło
pt_br: Alterar a senha
sv_se: Ändra lösenord
sw_ke: Badili neno la siri
vi_vn: Đổi mật khẩu

# forgot_password_musthave
source: Your password must have:
cs_cz: Vaše heslo musí mít:
da_dk: Din adgangskode skal have:
de_de: Passwort muss folgendes beinhalten:
fr_fr: Le mot de passe doit contenir:
hi_in: आपके पासवर्ड में होना चाहिए:
ms_my: Kata laluan anda perlu ada:
pl_pl: Twoje hasło musi mieć:
pt_br: A sua senha deve conter:
sv_se: Ditt lösenord måste ha:
sw_ke: Neno la siri linatakiwa liwe na:
vi_vn: Mật khẩu của bạn phải có:

# forgot_password_pleaseinput_your_password
source: Please input your password
cs_cz: Prosím zadejte Vaše heslo
da_dk: Indtast venligt din adgangskode
de_de: Bitte geben Sie Ihr Passwort ein
fr_fr: Veuillez saisir votre mot de passe
hi_in: कृपया अपना पासवर्ड डालें
ms_my: Sila masukkan kata laluan anda
pl_pl: Proszę wprowadzić swoje hasło
pt_br: Insira a sua senha
sv_se: Vänligen ange ditt lösenord
sw_ke: Tafadhali weka neno lako la siri
vi_vn: Vui lòng nhập mật khẩu của bạn

# forgot_password_success
source: Change password success
cs_cz: Změna hesla úspěšná
da_dk: Adgangskoden er ændret
de_de: Passwort ändern
fr_fr: Votre mot de passe a été modifié avec succés
hi_in: पासवर्ड सफलतापूर्वक बदला गया
ms_my: Berjaya menukar kata laluan
pl_pl: Pomyślna zmiana hasła
pt_br: Alteração de senha com sucesso
sv_se: Lösenordet har ändrats
sw_ke: Imefanikiwa kubadili neno la siri
vi_vn: Đổi mật khẩu thành công

# forgot_password_verification_notice_content
source: - If you have ever registered as %@, an email has been sent. If you have never signed up for, emails will not be sent to your email address.
cs_cz: - Pokud jste se někdy zaregistrovali jako %@, byl vám odeslán e-mail. Pokud jste se nikdy nezaregistrovali, nebudou vám e-maily zasílány na vaši e-mailovou adresu.
da_dk: - Hvis du nogenside har registreret som %@, er der blevet sendt en email. Hvis du aldrig har tilmeldt dig, vil der ikke blive sendt emails til denne email-adresse.
de_de: - Wenn Sie sich schon einmal als %@ registriert haben, wurde bereits eine E-Mail an Sie gesendet. Wenn Sie sich nie angemeldet haben, werden keine E-Mails an Ihre E-Mail-Adresse gesendet.
fr_fr: - Si vous vous êtes déjà inscrit avec %@, un courriel a été envoyé. Si vous ne vous êtes jamais inscrit, les mails ne seront pas envoyés sur votre adresse mail.
hi_in: - अगर आपने कभी %1$ के रूप में पंजीकरण कराया है, तो एक ईमेल भेजा गया है। अगर आपने कभी साइन अप नहीं किया है, तो ईमेल आपके ईमेल पते पर नहीं भेजे जाएंगे।
ms_my: - Jika anda ada mendaftar sebagai %@, e-mel telah di hantar. Jika anda tidak pernah mendaftar untuk, e-mel tidak akan dihantar ke alamat e-mel anda.
pt_br: - Se você já se registrou como %@, um e-mail foi enviado. Se você nunca se inscreveu, os e-mails não serão enviados para o seu endereço de e-mail.
sv_se: - Om du tidigare registrerat dig som %@ har ett e-postmeddelande skickats. Om du inte har registrerat dig tidigare kommer inget e-postmeddelanden att skickas.
sw_ke: - Ikiwa umewahi kujiandikisha kama %@, barua pepe imetumwa. Ikiwa hujawahi kujiandikisha, barua pepe hazitatumwa.
vi_vn: - Nếu bạn đã từng đăng ký như %@, thì một email đã được gửi đi. Nếu bạn chưa bao giờ đăng ký, email sẽ không được gửi đến địa chỉ email của bạn.

# activity_verification_title
source: Verification code
cs_cz: Ověřovací kód
da_dk: Bekræftelseskode
de_de: Verifizierungscode
fr_fr: Code de vérification
hi_in: सत्यापन कोड
ms_my: Kod Pengesahan
pl_pl: Kod weryfikacyjny
pt_br: Código de verificação
sv_se: Verifieringskod
sw_ke: Namba ya uthibitisho
vi_vn: Mã xác nhận

# forgot_password_notice_72hrsuspend
source: To protect your asset, a 72-hour withdrawal restriction will be imposed after resetting your password.
cs_cz: Pro ochranu Vašeho majetku bude po resetování hesla zavedeno 72hodinové omezení výběru.
da_dk: For at beskytte dit aktiv vil en 72-timers tilbagetrækningsbegrænsning blive pålagt efter nulstilling af din adgangskode.
de_de: Um Ihr Vermögen zu schützen, wird nach dem Zurücksetzen Ihres Passworts eine 72-stündige Auszahlungssperre verhängt.
fr_fr: Pour protéger vos actifs, une restriction de retrait de 72 heures sera imposée après la réinitialisation de votre mot de passe.
hi_in: आपकी संपत्ति की सुरक्षा के लिए, आपका पासवर्ड रीसेट करने के बाद 72 घंटे की निकासी प्रतिबंध लगाया जाएगा।
ms_my: Untuk melindungi aset anda, sekatan pengeluaran 72 jam akan dikenakan selepas menetapkan semula kata laluan anda.
pl_pl: Aby ochronić Twoje aktywa, po zresetowaniu hasła zostanie nałożone 72-godzinne ograniczenie wypłat.
pt_br: Para proteger seus ativos, uma restrição de saque de 72 horas será imposta após a redefinição de sua senha.
sv_se: För att skydda dina tillgångar kommer en 72-timmars uttagsbegränsning att införas efter att du har återställt ditt lösenord.
sw_ke: Ili kulinda mali zako, kizuizi cha saa 72 cha uondoaji kitawekwa baada ya kuweka upya neno lako lasiri.
vi_vn: Để bảo vệ tài sản của bạn, hạn chế rút tiền trong 72 giờ sẽ được áp dụng sau khi đặt lại mật khẩu của bạn.
