Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# buycrypto_confirmpayment_disclaimer_content
source: You are now leaving the ProBit Global app and an external link will be opened in a new browser window. Websites accessed through this hyperlink are not ProBit Global websites and the use of this link is entirely at your risk. We are not responsible for any of the contents, advertisements, products, services, or other materials on external sites, nor does this link represent an endorsement or solicitation of any products or services provided on or via such websites. We will not be liable for any loss or damage caused in connection with the use or reliance on any content or services available on or through any third-party website. Should you have any issue during the use of such websites' services, please contact them directly.
cs_cz: Nyní opouštíte aplikaci ProBit Global a v novém okně prohlížeče se otevře externí odkaz. Webové stránky přístupné prostřednictvím tohoto hypertextového odkazu nejsou webovými stránkami ProBit Global a použití tohoto odkazu je zcela na Vaše riziko. Nejsme zodpovědní za žádný obsah, reklamy, produkty, služby nebo jiné materiály na externích stránkách, ani tento odkaz nepředstavuje podporu nebo žádost o jakékoli produkty nebo služby poskytované na těchto webových stránkách nebo jejich prostřednictvím. Neneseme odpovědnost za žádné ztráty nebo škody způsobené v souvislosti s používáním nebo spoléháním se na jakýkoli obsah nebo služby dostupné na jakékoli webové stránce třetí strany nebo jejím prostřednictvím. Pokud budete mít při používání služeb těchto webových stránek jakýkoli problém, kontaktujte je přímo.
da_dk: Du forlader nu ProBit Global-appen, og et eksternt link åbnes i et nyt browservindue. Hjemmesider, der tilgås via dette hyperlink, er ikke ProBit Global-hjemmesider, og brugen af dette link er helt på egen risiko. Vi er ikke ansvarlige for noget af indholdet, reklamerne, produkterne, tjenesterne eller andre materialer på eksterne websteder, og dette link repræsenterer heller ikke en godkendelse eller opfordring til produkter eller tjenester, der leveres på eller via sådanne hjemmesider. Vi vil ikke være ansvarlige for tab eller skade forårsaget i forbindelse med brugen eller afhængigheden af indhold eller tjenester, der er tilgængelige på eller gennem tredjepartswebsteder. Skulle du have problemer under brugen af sådanne hjemmesiders tjenester, bedes du kontakte dem direkte.
de_de: Sie verlassen nun die ProBit Global-App und ein externer Link wird in einem neuen Browserfenster geöffnet. Bei den Websites, auf die Sie über diesen Hyperlink zugreifen, handelt es sich nicht um ProBit Global-Websites, und die Nutzung dieses Links erfolgt auf Ihr eigenes Risiko. Wir sind weder für die Inhalte, Anzeigen, Produkte, Dienstleistungen oder andere Materialien auf externen Websites verantwortlich, noch stellt dieser Link eine Befürwortung oder Aufforderung zu Produkten oder Dienstleistungen dar, die auf oder über solche Websites angeboten werden. Wir haften nicht für Verluste oder Schäden, die im Zusammenhang mit der Nutzung von oder dem Vertrauen auf Inhalte oder Dienstleistungen entstehen, die über eine Website Dritter verfügbar sind. Sollten Sie Probleme bei der Nutzung der Dienste solcher Websites haben, wenden Sie sich bitte an diese
es_es: Está saliendo de la aplicación de ProBit Global y se abrirá un enlace externo en una nueva ventana del navegador. Los sitios web a los que se accede a través de este hipervínculo no son sitios web de ProBit Global y el uso de este enlace se realiza bajo su propia responsabilidad. No somos responsables de los contenidos, anuncios, productos, servicios u otros materiales de los sitios externos, ni este enlace representa una aprobación o solicitud de cualquier producto o servicio proporcionado en o a través de dichos sitios web. No seremos responsables de ninguna pérdida o daño causado en relación con el uso o la confianza en cualquier contenido o servicio disponible en o a través de cualquier sitio web de terceros. Si tiene algún problema durante el uso de los servicios de dichos sitios web, póngase en contacto con ellos directamente.
fr_fr: Vous vous apprêtez à quitter le site de ProBit Global et a ouvrir un lien extérieur dans une nouvelle fenêtre du navigateur. Les sites accessibles depuis ce lien ne sont pas des sites appartenant à ProBit Global et les risques liés à l'utilisation de ce lien vous appartiennent. Nous ne supportons pas la responsabilité des contenus, des publicités, des produits, des services ou autres supports sur les sites externes. Ce lien ne représente aucunement une sollicitation ou une approbation de quelques produits ou services que ce soit fournis sur ce site ou autres sites de ce genre. Nous ne pourrons être tenus responsables pour toute perte ou dommage causés par l’utilisation des contenus et services de ce site ou autres sites tierces. Si vous rencontrez des difficultés lors de l’utilisation de ces sites, veuillez contacter directement leurs administrateurs.
hi_in: आप ProBit Global ऐप को छोड़ रहे हैं और एक नई ब्राउज़र विंडो में एक बाहरी लिंक खोला जाएगा। इस हाइपरलिंक के माध्यम से उपयोग की गई वेबसाइटें ProBit Global वेबसाइट नहीं हैं और इस लिंक का उपयोग पूरी तरह से आपके जोखिम पर है। हम बाहरी साइटों पर किसी भी सामग्री, विज्ञापनों, उत्पादों, सेवाओं या अन्य सामग्रियों के लिए ज़िम्मेदार नहीं हैं, और न ही यह लिंक ऐसी वेबसाइटों पर या उनके माध्यम से प्रदान किए गए किसी भी उत्पाद या सेवाओं के समर्थन या आग्रह का प्रतिनिधित्व करता है। हम किसी तीसरे पक्ष की वेबसाइट पर या उसके माध्यम से उपलब्ध किसी भी सामग्री या सेवाओं के उपयोग या निर्भरता के संबंध में हुई किसी भी हानि या क्षति के लिए उत्तरदायी नहीं होंगे। यदि आपको ऐसी वेबसाइटों की सेवाओं के उपयोग के दौरान कोई समस्या आती है, तो कृपया उनसे सीधे संपर्क करें।
id_id: Anda sekarang meninggalkan aplikasi ProBit Global dan tautan eksternal akan dibuka di jendela browser baru. Situs web yang diakses melalui hyperlink ini bukan situs web ProBit Global dan penggunaan tautan ini sepenuhnya menjadi risiko Anda. Kami tidak bertanggung jawab atas konten, iklan, produk, layanan, atau materi lain apa pun di situs eksternal, tautan ini juga tidak mewakili dukungan atau ajakan atas produk atau layanan apa pun yang disediakan di atau melalui situs web tersebut. Kami tidak akan bertanggung jawab atas kehilangan atau kerusakan yang disebabkan sehubungan dengan penggunaan atau ketergantungan pada konten atau layanan apa pun yang tersedia di atau melalui situs web pihak ketiga mana pun. Jika Anda memiliki masalah selama penggunaan layanan situs web tersebut, silakan hubungi mereka secara langsung.
ms_my: Anda sekarang menninggal aplikasi ProBit Global dan pautan luaran akan dibuka di laman web baru. Laman web yang diakses melali hiperpautan ini bukan laman web ProBit Global dan mengguna laman web ini tertakluk kepada risiko anda. Kami tidak bertanggungjawab untuk sebarang kandungan, iklan, produk, servis, atau sebarang bahan di pautan luaran, begitu juga mewakili pengasahan atau permohonan sebarang produk atau servis yang diberikan melalui laman web tersebut. Kami tidak akan bertanggungjawab atas sebarang kehilangan atau punca rosak berkaitan dengan penggunaan melalui pihak ketiga. Jika anda mempunyai sebarang masalah apabila mengguna laman web, sila hubungi pihak sokongan tersebut.
nl_nl: Je verlaat nu de ProBit Global app en er wordt een externe link geopend in een nieuw browservenster. Websites die worden geopend via deze hyperlink zijn geen ProBit Global websites en het gebruik van deze link is geheel op eigen risico. Wij zijn niet verantwoordelijk voor de inhoud, advertenties, producten, diensten of andere materialen op externe sites, noch vertegenwoordigt deze link een goedkeuring van of verzoek om producten of diensten die op of via dergelijke websites worden aangeboden. Wij zijn niet aansprakelijk voor enig verlies of schade veroorzaakt in verband met het gebruik van of vertrouwen op enige inhoud of diensten beschikbaar op of via een website van een derde partij. Mocht u problemen ondervinden tijdens het gebruik van de diensten van dergelijke websites, neem dan rechtstreeks contact met hen op.
pl_pl: Opuszczasz aplikację ProBit Global i w nowym oknie przeglądarki zostanie otwarte łącze zewnętrzne. Witryny, do których można uzyskać dostęp za pośrednictwem tego linku, nie są witrynami ProBit Global, a korzystanie z nich odbywa się wyłącznie na ryzyko użytkownika. Nie ponosimy odpowiedzialności za żadne treści, reklamy, produkty, usługi ani inne materiały znajdujące się na witrynach zewnętrznych, a niniejsze łącze nie stanowi poparcia ani zachęty do zakupu jakichkolwiek produktów lub usług oferowanych na takich witrynach lub za ich pośrednictwem. Nie ponosimy odpowiedzialności za jakiekolwiek straty lub szkody powstałe w związku z korzystaniem lub poleganiem na jakichkolwiek treściach lub usługach dostępnych na lub za pośrednictwem jakiejkolwiek strony internetowej osób trzecich. W razie jakichkolwiek problemów związanych z korzystaniem z usług takich witryn należy kontaktować się bezpośrednio z nimi.
pt_br: Você está saindo do aplicativo da ProBit Global, e um link externo será aberto em uma nova janela do navegador. Os sites acessados por meio deste hiperlink não são sites da ProBit Global e o uso deste link é de sua inteira responsabilidade. Não somos responsáveis por nenhum conteúdo, anúncios, produtos, serviços ou outros materiais em sites externos, nem este link representa um endosso ou solicitação de quaisquer produtos ou serviços fornecidos em/ou através de tais sites. Não seremos responsáveis por qualquer perda ou dano causado em conexão com o uso ou dependência de qualquer conteúdo ou serviço disponível em/ou através de qualquer site de terceiros. Se você tiver algum problema durante o uso dos serviços desses sites, entre em contato diretamente com eles.
ru_ru: Теперь вы покидаете приложение ProBit Global, и внешняя ссылка будет открыта в новом окне браузера. Веб-сайты, доступ к которым осуществляется по этой гиперссылке, не являются веб-сайтами ProBit Global, и использование этой ссылки полностью на ваш риск. Мы не несем ответственности за какое-либо содержимое, рекламу, продукты, услуги или другие материалы на внешних сайтах, а также эта ссылка не представляет собой одобрение или предложение каких-либо продуктов или услуг, предоставляемых на таких сайтах или через них. Мы не несем ответственности за любые убытки или ущерб, причиненные в связи с использованием или доверием к любому контенту или услугам, доступным на любом стороннем веб-сайте или через него. Если у вас возникнут какие-либо проблемы во время использования услуг таких веб-сайтов, пожалуйста, свяжитесь с ними напрямую.
sv_se: Du lämnar nu ProBit Global-appen och en extern länk kommer att öppnas i ett nytt webbläsarfönster. Webbplatser som nås via denna hyperlänk tillhör ej ProBit Globals webbplatser och användningen under denna länk sker helt på din risk. Vi är ej ansvariga för innehållet, annonserna, produkterna, tjänsterna eller annat material på externa webbplatser, och den här länken representerar inte heller ett stöd eller en uppmaning till några produkter eller tjänster som tillhandahålls på eller via sådana webbplatser. Vi kommer inte att ta ansvar för någon förlust eller skada som orsakas i samband med användning eller tillit till något innehåll eller tjänster som är tillgängliga på eller via någon tredje parts webbplats. Om du har några problem under användningen av sådana webbplatsers tjänster, vänligen kontakta dem direkt.
sw_ke: Sasa unaondoka kutoka ProBit Global na linki ya nje itafungua. Tovuti utakazoingia kupitia linki hii sio za ProBit Global na chochote kitakachotokea kwenye utumiaji wa linki hii juu yako. Hatuwajibikii na yaliyomo, matangazo, bidhaa, huduma, au nyenzo zozote kwenye tovuti za nje, wala linki hii hakiwakilishi mapendekezo au uidhinishaji wa bidhaa au huduma zozote zinazotolewa kwenye tovuti hizo. Hatutawajibika kwa hasara yoyote au uharibifu unaoweza kusababishwa kukutokana na matumizi au utegemezi wa maudhui yoyote au huduma zinazopatikana kwenye au kupitia tovuti yoyote ya watu wengine. Iwapo utakuwa na tatizo lolote wakati wa kutumia huduma za tovuti hizo, tafadhali wasiliana nao moja kwa moja
tr_tr: Şu an ProBit Global uygulamasından çıkıyorsunuz ve yeni bir tarayıcı penceresinde başka bir bağlantı açılacaktır. Bu bağlantı aracılığıyla erişilen web siteleri ProBit Global web siteleri değildir ve bu bağlantının kullanımının sorumluluğu tamamen size aittir. Harici sitelerdeki hiçbir içerik, reklam, ürün, hizmet veya diğer materyallerden ProBit Global sorumlu değildir ve bu bağlantı web siteleri aracılığıyla sağlanan herhangi bir ürün veya hizmetin onaylandığını veya talep edildiği anlamına gelmez. Herhangi bir üçüncü taraf web sitesinde veya aracılığıyla sunulan herhangi bir hizmetin kullanımı veya bunlara güvenilmesiyle bağlantılı olarak ortaya çıkan herhangi bir kayıp veya hasardan ProBit Global sorumlu değildir. Bu tür web sitelerinin hizmetlerini kullanırken herhangi bir sorun yaşarsanız, lütfen doğrudan onlarla iletişime geçiniz.
uk_ua: Тепер ви залишаєте програму ProBit Global, і зовнішнє посилання буде відкрито у новому вікні браузера. Вебсайти, доступ до яких здійснюється за цим гіперпосиланням, не є вебсайтами ProBit Global, і використання цього посилання повністю на ваш ризик. Ми не несемо відповідальності за будь-який вміст, рекламу, продукти, послуги або інші матеріали на зовнішніх сайтах, а також це посилання не є схваленням або пропозицією будь-яких продуктів або послуг, що надаються на таких сайтах або через них. Ми не несемо відповідальності за будь-які втрати або збитки, заподіяні у зв'язку з використанням або довірою до будь-якого контенту або послуг, доступних на будь-якому сторонньому вебсайті або через нього. Якщо у вас виникнуть проблеми під час використання послуг таких вебсайтів, будь ласка, зв'яжіться безпосередньо з ними.
vi_vn: Bây giờ bạn đang rời khỏi ứng dụng ProBit Global và một liên kết bên ngoài sẽ được mở trong một cửa sổ trình duyệt mới. Các trang web được truy cập thông qua liên kết này không phải là trang web của ProBit Global và việc sử dụng liên kết này hoàn toàn do bạn tự chịu rủi ro. Chúng tôi không chịu trách nhiệm về bất kỳ nội dung, quảng cáo, sản phẩm, dịch vụ hoặc các tài liệu khác trên các trang bên ngoài, cũng như liên kết này không đại diện cho sự chứng thực hoặc chào mời của bất kỳ sản phẩm hoặc dịch vụ nào được cung cấp trên hoặc thông qua các trang web đó. Chúng tôi sẽ không chịu trách nhiệm về bất kỳ tổn thất hoặc thiệt hại nào gây ra liên quan đến việc sử dụng hoặc phụ thuộc vào bất kỳ nội dung hoặc dịch vụ nào có sẵn trên hoặc thông qua bất kỳ trang web nào của bên thứ ba. Nếu bạn có bất kỳ vấn đề gì trong quá trình sử dụng dịch vụ của các trang web đó, vui lòng liên hệ trực tiếp với họ.
zh_hans_cn: 您将要离开ProBit Global官方网站并在新的浏览器窗口中打开一个外部链接。通过此链接访问的网站不是ProBit Global官方网站，使用此链接的风险完全由您自己承担。我们不对外部网站的任何内容、广告、产品、服务或其他功能负责，此链接也不代表对这些网站或通过这些网站提供的任何产品或服务的认可或背书。对于因使用或依赖任何第三方网站上的任何内容或服务而造成的任何财产损失或丢失，我们将不承担任何责任。如果您在使用这些网站的服务时遇到任何问题，请直接与他们联系。
zh_hant_tw: 您將要離開ProBit Global官方網站並在新的瀏覽器窗口中打開一個外部鏈接。通過此鏈接訪問的網站不是ProBit Global官方網站，使用此鏈接的風險完全由您自己承擔。我們不對外部網站的任何內容、廣告、產品、服務或其他功能負責，此鏈接也不代表對這些網站或通過這些網站提供的任何產品或服務的認可或背書。對於因使用或依賴任何第三方網站上的任何內容或服務而造成的任何財產損失或丟失，我們將不承擔任何責任。如果您在使用這些網站的服務時遇到任何問題，請直接與他們聯繫。

# buycrypto_confirmpayment_disclaimer_checkbox_text
source: I have read and agree to the cautions above.
cs_cz: Četl jsem a souhlasím s výše uvedenými upozorněními.
da_dk: Jeg har læst og accepteret til advarslerne ovenfor.
de_de: Ich habe die obigen Hinweise gelesen und stimme ihnen zu
es_es: He leído y acepto las precauciones anteriores.
fr_fr: J'ai lu et j'accepte les conditions ci-dessus.
hi_in: मैंने ऊपर दी गई सावधानियों को पढ़ लिया है और उनसे सहमत हूं।
id_id: Saya telah membaca dan menyetujui peringatan di atas.
ms_my: Saya sudah baca dan setuju dengan amaran tersebut.
nl_nl: Ik heb de bovenstaande waarschuwingen gelezen en ga ermee akkoord.
pl_pl: Przeczytałem i akceptuję powyższe ostrzeżenia.
pt_br: Li e concordo com os avisos acima.
ru_ru: Я прочитал(а) и согласен(на) с предостережениями выше.
sv_se: Jag har läst och accepterar varningarna ovan.
sw_ke: Nimesoma na kukubaliana na tahadhari hapo juu.
tr_tr: Yukarıdaki uyarıları okudum ve kabul ediyorum.
uk_ua: Я прочитав(ла) і згоден(на) із застереженнями вище.
vi_vn: Tôi đã đọc và đồng ý với các cảnh báo ở trên.
zh_hans_cn: 我已阅读并同意上述事项。
zh_hant_tw: 我已閱讀並同意上述事項。

# buycrypto_confirmpayment_payinfo_serviceprovider_title
source: Service Provider
cs_cz: Poskytovatel služeb
da_dk: Tjeneste udbyder
de_de: Dienstanbieter
es_es: Proveedor de servicios
fr_fr: Fournisseur de services
hi_in: सेवा प्रदाता
id_id: Penyedia layanan
ms_my: Pembekalan Perkhidmatan
nl_nl: Dienstverlener
pl_pl: Dostawca usług
pt_br: Provedor de Serviços
ru_ru: Поставщик услуг
sv_se: Tjänsteleverantör
sw_ke: Mtoa huduma
tr_tr: Servis Sağlayacısı
uk_ua: Постачальник послуг
vi_vn: Nhà cung cấp dịch vụ
zh_hans_cn: 服务提供商
zh_hant_tw: 服務提供商

# buycrypto_confirmpayment_payinfo_fiatamount_title
source: Spend (Inclusive of transaction fees)
cs_cz: Útrata (včetně transakčních poplatků)
da_dk: Brug (Inklusiv transaktionsgebyrer)
de_de: Ausgaben (inkl. Transaktionsgebühren)
es_es: Gastar (tasas de transacción incluidas)
fr_fr: Dépense (frais de transactions inclus)
hi_in: खर्च (लेन-देन शुल्क सहित)
id_id: Pembelanjaan (Termasuk biaya transaksi)
ms_my: Pembelanjaan (Termasuk yuran transaksi)
nl_nl: Besteed (inclusief transactiekosten)
pl_pl: Do stosowania (Z uwzględnieniem opłat transakcyjnych)
pt_br: Gastos (incluindo taxas de transação)
ru_ru: К использованию (включая комиссию за транзакцию)
sv_se: Utgifter (inklusive transaktionsavgifter)
sw_ke: Tumia (pamoja na gharama za miamala)
tr_tr: Harcama (İşlem ücretleri dahil)
uk_ua: До витрати (включаючи комісію за транзакцію)
vi_vn: Chi tiêu (Đã bao gồm phí giao dịch)
zh_hans_cn: 花费（包括交易费用）
zh_hant_tw: 花費（包括交易費用）

# buycrypto_confirmpayment_payinfo_price_title
source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
hi_in: कीमत
id_id: Harga
ms_my: Harga
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ru_ru: Цена
sv_se: Pris
sw_ke: Gharama
tr_tr: Fiyat
uk_ua: Ціна
vi_vn: Giá
zh_hans_cn: 价格
zh_hant_tw: 價格

# buycrypto_confirmpayment_receive_title
source: Receive
cs_cz: obdržet
da_dk: Modtag
de_de: Empfangen
es_es: Recibir
fr_fr: Recevoir
hi_in: प्राप्त हुआ
id_id: Menerima
ms_my: Menerima
nl_nl: Ontvang
pl_pl: Odbiór
pt_br: Receber
ru_ru: К получению
sv_se: Ta emot
sw_ke: Pokea
tr_tr: Al
uk_ua: До отримання
vi_vn: Nhận được
zh_hans_cn: 接收
zh_hant_tw: 接收

# buycrypto_confirmpayment_warning_header
source: Note:
cs_cz: poznámka:
da_dk: Bemærk:
de_de: Hinweis:
es_es: Nota:
fr_fr: N.b:
hi_in: नोट:
id_id: Catatan:
ms_my: Catatan:
nl_nl: Let op:
pl_pl: Uwaga:
pt_br: Nota:
ru_ru: Примечание:
sv_se: Notera:
sw_ke: Kumbukumbu:
tr_tr: Not:
uk_ua: Примітка:
vi_vn: Lưu ý:
zh_hans_cn: 注意：
zh_hant_tw: 注意：

# buycrypto_confirmpayment_warning_body
source: The service provider may charge additional fees.
cs_cz: Poskytovatel služby může účtovat dodatečné poplatky.
da_dk: Tjeneste udbyderen kan kræve yderligere gebyrer.
de_de: Der Dienstanbieter kann zusätzliche Gebühren verlangen.
fr_fr: Le fournisseur de services peut ajouter des frais supplémentaires.
hi_in: सेवा प्रदाता अतिरिक्त शुल्क ले सकता है।
id_id: Penyedia layanan mungkin mengenakan biaya tambahan.
ms_my: Pembekalan perkhidmatan mungkin akan mengenakan yuran tambahan.
nl_nl: De dienstverlener kan extra kosten in rekening brengen.
pl_pl: Usługodawca może pobierać dodatkowe opłaty.
pt_br: O provedor de serviços pode cobrar taxas adicionais.
ru_ru: Поставщик услуг может взимать дополнительную плату.
sv_se: Tjänsteleverantören kan ta ut ytterligare avgifter.
sw_ke: Mtoa huduma anaweza kutoza gharama za ziada.
tr_tr: Servis sağlayıcınız ek ücret talep edebilir.
uk_ua: Постачальник послуг може стягувати додаткову плату.
vi_vn: Nhà cung cấp dịch vụ có thể tính thêm phí.
zh_hans_cn: 服务提供商可能会额外收取费用。
zh_hant_tw: 服務提供商可能會額外收取費用。

# buycrypto_title_text
source: Buy Crypto
cs_cz: Kupujte Krypto
da_dk: KØb Krypto
de_de: Krypto kaufen
es_es: Comprar criptomonedas
fr_fr: Acheter de la crypto
hi_in: क्रिप्टो खरीदें
id_id: Beli Crypto
ms_my: Membeli Crypto
nl_nl: Koop crypto
pl_pl: Kupuj Kryptowaluty
pt_br: Compre Cripto
ru_ru: Покупай криптовалюту
sv_se: Köp krypto
sw_ke: Nunua Crypto
tr_tr: Kripto Al
uk_ua: Купуй криптовалюту
vi_vn: Mua Crypto
zh_hans_cn: 一键购币
zh_hant_tw: 一鍵購幣

# common_loading
source: Loading...
cs_cz: Načítání...
da_dk: Indlæser...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
hi_in: लोड हो रहा है...
id_id: Memuat...
ms_my: Memuat...
nl_nl: Laden...
pl_pl: Ładowanie...
pt_br: Carregando...
ru_ru: Загрузка...
sv_se: Laddar...
sw_ke: Inafunguka...
tr_tr: Yükleniyor...
uk_ua: Завантаження...
vi_vn: Đang tải...
zh_hans_cn: 加载中...
zh_hant_tw: 加載中...

# common_previous
source: Previous
cs_cz: Předchozí
da_dk: Forrige
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
hi_in: पिछला
id_id: Sebelumnya
ms_my: Sebelumnya
nl_nl: Vorige
pl_pl: Poprzednia
pt_br: Anterior
ru_ru: Предыдущее
sv_se: Föregående
sw_ke: Nyuma
tr_tr: Önceki
uk_ua: Попереднє
vi_vn: Trước đó
zh_hans_cn: 上一页
zh_hant_tw: 上一頁

# common_retry
source: Retry
cs_cz: Zkuste to znovu
da_dk: Prøv igen
de_de: Wiederholen
es_es: Volver a intentar
fr_fr: Réessayez
hi_in: पुन: प्रयास करें
id_id: mencoba kembali
ms_my: Cuba lagi
nl_nl: Opnieuw proberen
pl_pl: Ponów próbę
pt_br: Tentar novamente
ru_ru: Повторить попытку
sv_se: Försök igen
sw_ke: Jaribu tena
tr_tr: Tekrar Deneyiniz
uk_ua: Повторити спробу
vi_vn: Thử lại
zh_hans_cn: 重试
zh_hant_tw: 重試

# buycrypto_fail_to_load
source: Fail to load
cs_cz: Nepodařilo se načíst
da_dk: Kunne ikke indlæse
de_de: Fehler beim Laden
es_es: Fallo al cargar
fr_fr: Erreur de chargement
hi_in: लोड करने में विफल
id_id: Gagal memuat
ms_my: Gagal untuk memuat
nl_nl: Laden mislukt
pl_pl: Nie udało się załadować
pt_br: Falha ao carregar
ru_ru: Ошибка загрузки
sv_se: Det gick ej att ladda
sw_ke: Imeshindwa kufungua
tr_tr: Yüklenemedi
uk_ua: Помилка завантаження
vi_vn: Không tải được
zh_hans_cn: 加载失败
zh_hant_tw: 加載失敗

# globalkyc_personalinformation_underagewarn
source: You should be 18 or older in order to apply for verification.
cs_cz: Abyste mohli požádat o ověření, musíte být starší 18 let.
da_dk: Du skal være 18 eller ældre for at ansøge om verifikation
de_de: Sie müssen mindestens 18 Jahre alt sein, um eine Verifizierung beantragen zu können.
es_es: Debe tener 18 años o más para poder solicitar la verificación.
fr_fr: Vous devez avoir 18 ans ou plus afin de procéder à la vérification.
hi_in: सत्यापन के लिए आपकी आयु 18 वर्ष या उससे अधिक होनी चाहिए।
id_id: Anda harus berusia 18 tahun ke atas untuk mengajukan permohonan verifikasi.
ms_my: Anda harus berumur 18 atau lebih untuk memohon untuk pengesahan.
nl_nl: Je moet 18 jaar of ouder zijn om verificatie aan te vragen.
pl_pl: Aby złożyć wniosek o weryfikację, należy mieć ukończone 18 lat.
pt_br: Você deve ter 18 anos ou mais para solicitar a verificação.
ru_ru: Вам должно быть 18 лет или больше, чтобы подать заявку на верификацию.
sv_se: Du måste vara 18 år eller äldre för att ansöka om verifiering.
sw_ke: Unapaswa kuwa na umri wa miaka 18 au zaidi ili uweze kutuma ombi la uthibitishaji.
tr_tr: Doğrulama başvurusunda bulunmak için 18 yaşında veya daha büyük olmalısınız.
uk_ua: Щоб подати заявку на верифікацію, вам повинно виповнитися 18 років або більше.
vi_vn: Bạn phải từ 18 tuổi trở lên để đăng ký xác minh.
zh_hans_cn: 用户需要年满18周岁以上才能申请认证。
zh_hant_tw: 用戶需要年滿18周歲以上才能申請認證。
