Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_probitlab_localexchangeratedcc_warning
source: You are about to enable an experimental feature that may impact the critical features of this app. This feature must be used solely for testing purposes. By enabling this option, you agree to use this option at your own risk.
cs_cz: Chystáte se povolit experimentální funkci, která může ovlivnit kritické funkce této aplikace. Tato funkce musí být použita výhradně pro účely testování. Povolením této možnosti souhlasíte s použitím na vlastní riziko.
da_dk: Du er ved at aktivere en eksperimentel funktion, der kan påvirke de kritiske funktioner i denne app. Denne funktion må udelukkende bruges til testformål. Ved at aktivere denne mulighed accepterer du at bruge denne mulighed på egen risiko.
de_de: Sie sind dabei, eine experimentelle Funktion zu aktivieren, die sich auf die kritischen Funktionen dieser App auswirken kann. Diese Funktion darf nur zu Testzwecken verwendet werden. Indem Sie diese Option aktivieren, erklären Sie sich damit einverstanden, diese Option auf eigenes Risiko zu verwenden.
es_es: Estás a punto de habilitar una función experimental que puede afectar las funciones críticas de esta aplicación. Esta función debe utilizarse únicamente con fines de prueba. Al habilitar esta opción, aceptas usarla bajo tu propio riesgo.
fr_fr: Vous êtes sur le point d'activer une fonctionnalité expérimentale susceptible d'avoir un impact sur les fonctionnalités critiques de cette application. Cette fonctionnalité doit être utilisée uniquement à des fins de test. En activant cette option, vous acceptez d'utiliser cette option à vos propres risques.
hi_in: आप एक प्रायोगिक सुविधा को सक्षम करने वाले हैं जो इस ऐप की महत्वपूर्ण विशेषताओं को प्रभावित कर सकती है। इस सुविधा का उपयोग केवल परीक्षण उद्देश्यों के लिए किया जाना चाहिए। इस विकल्प को सक्षम करके, आप अपने जोखिम पर इस विकल्प का उपयोग करने के लिए सहमत होते हैं।
id_id: Anda akan mengaktifkan fitur eksperimental yang dapat mempenngaruhi fitur penting aplikasi ini. Fitur ini harus digunakan hanya untuk tujuan pengujian. Dengan mengaktifkan opsi ini, Anda setuju untuk menggunakan opsi ini dengan risiko Anda sendiri.
ja_jp: アプリの重要な機能に影響を与えることができる実験機能を有効にしようとしています。テスト目的でのみ使用してください。この機能を有効にすることによって起こることができる被害に対する責任は、ユーザーにあります。
ms_my: Anda akan mendayakan ciri percubaan yang mungkin memberi kesan kepada ciri kritikal apl ini. Ciri ini mesti digunakan semata-mata untuk tujuan ujian. Dengan mendayakan pilihan ini, anda bersetuju untuk menggunakan pilihan ini atas risiko anda sendiri.
my_mm: သင်သည် ဤအက်ပ်၏ အရေးကြီးသောfeatureများအပေါ် သက်ရောက်မှုရှိနိုင်သော စမ်းသပ်featureကို ဖွင့်ပါတော့မည်။ ဤfeatureကို စမ်းသပ်ရန်အတွက်သာ အသုံးပြုရပါမည်။ ဤရွေးချယ်မှုကိုဖွင့်ခြင်းဖြင့် ဖြစ်ပေါ်လာနိုင်သည့် ပျက်စီးဆုံးရှုံးမှုများအတွက် အသုံးပြုသူများတွင် တာဝန်ရှိပါသည်။
nl_nl: Je staat op het punt een experimentele functie in te schakelen die invloed kan hebben op belangrijke functies van deze app. Deze functie mag enkel voor testingsdoeleinden gebruikt worden. Als je deze functie inschakelt dan ga je ermee akkoord dit op eigen risico is.
pl_pl: Zamierzasz włączyć eksperymentalną funkcję, która może mieć wpływ na krytyczne funkcje tej aplikacji. Funkcja ta może być używana wyłącznie do celów testowych. Włączając tę opcję, zgadzasz się korzystać z niej na własne ryzyko.
pt_br: Você está prestes a ativar um recurso experimental que pode afetar os recursos críticos deste app. Este recurso deve ser usado exclusivamente para fins de teste. Ao habilitar esta opção, você concorda em usar esta opção por sua conta e risco.
ru_ru: Вы собираетесь включить экспериментальную функцию, которая может повлиять на критические особенности этого приложения. Эта функция должна использоваться исключительно в целях тестирования. Включая эту опцию, вы соглашаетесь использовать ее на свой страх и риск.
sq_al: Ju jeni gati për të aktivizuar një veçori eksperimentale që mund të ndikojë në veçoritë kritike të këtij aplikacioni. Ky funksion duhet të përdoret vetëm për qëllime testimi. Duke aktivizuar këtë opsion, ju pranoni ta përdorni këtë opsion në rrezikun tuaj.
sv_se: Du är på väg att aktivera en experimentell funktion som kan påverka de kritiska funktionerna i den här appen. Denna funktion får endast användas för teständamål. Genom att aktivera detta alternativ samtycker du till att använda det här alternativet på egen risk.
sw_ke: Unakaribia kuwasha kipengele cha majaribio ambacho kinaweza kuathiri vipengele muhimu vya programu hii. Kipengele hiki lazima kitumike kwa madhumuni ya majaribio pekee. Kwa kuwezesha chaguo hili, unakubali kutumia chaguo hili kwa hiari yako mwenyewe.
tr_tr: Bu uygulamanın önemli özelliklerini etkileyebilecek deneysel bir özelliği etkinleştirmek üzeresiniz. Bu özellik yalnızca test amaçlı kullanılmalıdır. Bu seçeneği etkinleştirerek, riski size ait olmak üzere bu seçeneği kullanmayı kabul etmiş olursunuz.
uk_ua: Ви збираєтеся ввімкнути експериментальну функцію, яка може вплинути на критичні функції цього додатка. Ця функція повинна використовуватися виключно для тестування. Увімкнувши цю опцію, ви погоджуєтесь використовувати цю функцію на свій страх і ризик.
vi_vn: Bạn sắp bật một tính năng thử nghiệm có thể ảnh hưởng đến các tính năng quan trọng của ứng dụng này. Tính năng này chỉ được sử dụng cho mục đích thử nghiệm. Bằng cách bật tùy chọn này, bạn đồng ý sử dụng nó và tự chịu mọi rủi ro.
zh_hans_cn: 您将要启用一个可能会对应用程序产生关键影响的试验型功能，此功能仅用于测试目的，选择启用即表示您同意使用该功能并自负风险。
zh_hant_tw: 您將要啟用一個可能會對應用程序產生關鍵影響的試驗型功能，此功能僅用於測試目的，選擇啟用即表示您同意使用該功能並自負風險。

# activity_signup_title
source: Register
cs_cz: Registrovat
da_dk: Tilmeld
de_de: Registrieren
es_es: Registrarse
fr_fr: S'inscrire
hi_in: रजिस्टर करें
id_id: Daftar
ja_jp: 会員加入
ms_my: Daftar
my_mm: အဖွဲ့ဝင်ရန်
nl_nl: Registreren
pl_pl: Zarejestruj
pt_br: Registrar-se
ru_ru: Зарегистрироваться
sq_al: Regjistrohuni
sv_se: Gå med
sw_ke: Sajili
tr_tr: Hesap Oluştur
uk_ua: Зареєструватися
vi_vn: Đăng ký
zh_hans_cn: 注册会员
zh_hant_tw: 註冊會員

# fragment_signupemailpassword_nonexistantreferral
source: Invalid referral code.
cs_cz: Nesprávný kód doporučení.
da_dk: Ugyldig henvisningskode.
de_de: Ungültiger Empfehlungscode.
es_es: Código de referencia inválido.
fr_fr: Code de parrainage invalide.
hi_in: अमान्य रेफरल कोड।
id_id: Kode referal tidak valid.
ja_jp: 紹介コードが正しくありません。
ms_my: Kod referral tidak sah.
my_mm: ညွှန်းသူကုဒ် မမှန်ကန်ပါ။
nl_nl: Ongeldige referral code.
pl_pl: Nieprawidłowy kod polecający.
pt_br: Código de Referência inválido.
ru_ru: Реферальный код недействителен.
sq_al: Kodi i referimit i pavlefshëm.
sv_se: Ogiltligt rekommendationskod.
sw_ke: Nambari batili ya rufaa.
tr_tr: Referans kodu geçersizdir.
uk_ua: Невірний реферальний код.
vi_vn: Mã giới thiệu không hợp lệ.
zh_hans_cn: 推荐人邀请码错误
zh_hant_tw: 推薦人邀請碼錯誤

# alert_signin_failed_unauth
source: Wrong email or password
cs_cz: Nesprávný email nebo heslo
da_dk: Forkert email eller adgangskode
de_de: Falsche Emailadresse oder Passwort
es_es: Contraseña o E-mail incorrecto.
fr_fr: Mauvais email ou mot de passe.
hi_in: गलत ईमेल या पासवर्ड
id_id: Email atau kata sandi yang salah
ja_jp: Eメールまたはパスワードが間違っています。
ms_my: E-mel atau kata laluan salah.
my_mm: သင့်အီးမေးလ် သို့မဟုတ် စကားဝှက် မမှန်ပါ။
nl_nl: Verkeerde email of wachtwoord
pl_pl: Nieprawidłaowy e-mail lub hasło.
pt_br: E-mail ou senha incorretos
ru_ru: Неверный эл.адрес или пароль
sq_al: Email ose fjalëkalim i gabuar
sv_se: Fel e-postadress eller lösenord
sw_ke: Barua pepe au nenosiri si sahihi
tr_tr: Yanlış e-mail veya şifre
uk_ua: Невірна електронна адреса чи пароль
vi_vn: Email hoặc mật khẩu sai
zh_hans_cn: 邮箱或密码错误
zh_hant_tw: 電子信箱或密碼錯誤

# activity_login_unregistered_service_errormessage
source: Please log in to the ProBit Global website, accept the ToS, and try again.
cs_cz: Přihlaste se prosím na web ProBit Global, přijměte podmínky služby a zkuste to znovu.
da_dk: Log venligst ind til ProBit Global websiden, accepter ToS, og prøv igen.
de_de: Bitte melden Sie sich auf der ProBit-Website an, akzeptieren Sie die ToS, und versuchen Sie es erneut.
es_es: Por favor inicia sesión en la página de ProBit, acepta los Términos de Servicios e intenta nuevamente.
fr_fr: Veuillez vous connecter au site Web ProBit Global, accepter les conditions d'utilisation et réessayer.
hi_in: कृपया ProBit Global वेबसाइट में लॉग इन करें, सेवा की शर्तें स्वीकार करें और फिर से प्रयास करें।
id_id: Harap masuk ke situs web ProBit, terima ToS, dan coba lagi.
ja_jp: ProBitにログインして約款に同意した後、再度お試しください。
ms_my: Sila log masuk kepada laman web ProBit Global, setuju kepada ToS, dan cuba lagi.
my_mm: ProBit သို့ အကောင့်ဝင်ပါ၍ စည်းကမ်းချက်များကို သဘောတူပြီး ထပ်စမ်းကြည့်ပါ။
nl_nl: Log in op de ProBit website, accepteer de ToS en probeer nog een keer.
pl_pl: Proszę zalogować się na stronie ProBit Global, zaakceptować ToS i spróbować ponownie.
pt_br: Por favor faça login no site da ProBit Global, aceite os Termos de Serviços, e tente novamente.
ru_ru: Пожалуйста, войдите в аккаунт ProBit Global, согласитесь с условиями и положениями и попробуйте снова
sq_al: Ju lutemi regjistrohuni në faqen e internetit të ProBit, pranoni ToS dhe provoni përsëri.
sv_se: Vänligen logga in på ProBit-webbplatsen, godkänn villkoren och försök igen.
sw_ke: Tafadhali ingia kwenye tovuti ya ProBit, ukubali Sheria na Masharti na ujaribu tena.
tr_tr: Lütfen ProBit web sitesinde oturum açın, Hizmet Şartları'nı kabul ediniz ve tekrar deneyiniz.
uk_ua: Будь ласка, увійдіть на вебсайт ProBit Global, прийміть умови та положення та повторіть спробу.
vi_vn: Vui lòng đăng nhập vào trang web của ProBit Global, chấp nhận ToS và thử lại lần nữa.
zh_hans_cn: 请登录ProBit Global账户并点击同意服务条款之后重试。
zh_hant_tw: 請登錄ProBit Global賬戶並點擊同意服務條款之後重試。

# activity_probitlab_new_component_masterswitch
source: Experimental Layout
cs_cz: Experimentální rozvržení
da_dk: Eksperimentelt Layout
de_de: Experimentelles Layout
es_es: Diseño Experimental
fr_fr: Mise en page test
hi_in: प्रयोगात्मक लेआउट
id_id: tata letak eksperimental
ms_my: Susun atur eksperimen
my_mm: Layout အသစ်
nl_nl: Experimentele lay-out
pl_pl: Układ eksperymentalny
pt_br: Layout experimental
ru_ru: Экспериментальный макет
sq_al: Paraqitja eksperimentale
sv_se: Experimentell layout
sw_ke: Mpangilio wa Majaribio
tr_tr: Deneme düzeni
uk_ua: Експериментальний макет
vi_vn: Bố cục thử nghiệm
zh_hans_cn: 测试排版
zh_hant_tw: 測試排版

# activity_probitlab_new_component_masterswitch_hint
source: Enable experimental layout on supported features.
cs_cz: Povolit experimentální rozložení u podporovaných funkcí.
da_dk: Aktiver eksperimentelt layount på support funktioner.
de_de: Aktivieren Sie experimentelles Layout für unterstützte Funktionen.
es_es: Habilite el diseño experimental en las funciones compatibles.
fr_fr: Activer la mise en page expérimentale sur les fonctionnalités prises en charge.
hi_in: सुविधाओं पर प्रयोगात्मक लेआउट शुरू करें
id_id: Aktifkan tata letak eksperimental pada fitur yang didukung.
ms_my: Benarkan susun aktur eksprerimen pada ciri yang disokong.
my_mm: ပံ့ပိုးထားသော featureများတွင် layout အသစ်များကို ကြိုတင်အသုံးပြုပါသည်။
nl_nl: Schakel experimentele lay-out in op de ondersteunde functies.
pl_pl: Włączenie eksperymentalnego układu dla obsługiwanych funkcji.
pt_br: Ative o layout experimental em recursos compatíveis.
ru_ru: Включить экспериментальный макет для поддерживаемых функций.
sq_al: Aktivizo paraqitjen eksperimentale në veçoritë e mbështetura.
sv_se: Aktivera experimentell layout på funktioner som stöds.
sw_ke: Washa mpangilio wa majaribio kwenye vipengele vinavyotumika.
tr_tr: Desteklenen özelliklerde deneme düzenlemesini etkinleştirin.
uk_ua: Включити експериментальний макет для функцій, що підтримуються.
vi_vn: Bật bố cục thử nghiệm trên các tính năng được hỗ trợ.
zh_hans_cn: 在支持的功能中启用了测试排版。
zh_hant_tw: 在支持的功能中啟用了測試排版。

# common_withdrawalfee
source: Withdrawal fee
cs_cz: Poplatek za výber
da_dk: Hæve gebyr
de_de: Abhebungsgebuehr
es_es: Cargo por Retiro
fr_fr: Frais de retrait
hi_in: निकासी शुल्क
id_id: Biaya Penarikan
ja_jp: 出金手数料
ms_my: Caj pengeluaran
my_mm: ငွေထုတ်ကြေး
nl_nl: Opnamekosten
pl_pl: Opłata za wypłatę
pt_br: Taxa de saque
ru_ru: Комиссия за вывод средств
sq_al: Tarifa e tërheqjes
sv_se: Uttagsavgift
sw_ke: Ada ya kutoa
tr_tr: Para çekim ücreti
uk_ua: Комісія за зняття коштів
vi_vn: Phí rút tiền
zh_hans_cn: 提币手续费
zh_hant_tw: 提幣手續費

# fragment_withdrawalv2_withdrawalamount_exceed
source: Daily withdrawal limit exceeded.
cs_cz: Překročen denní limit výběru.
da_dk: Daglige hæve grænse overskredet.
de_de: Tägliches Abhebungslimit überschritten.
es_es: Límite diario de retiro excedido .
fr_fr: La limite de retrait journalière est dépassée.
hi_in: दैनिक निकासी की सीमा पार हो गई।
id_id: Batas penarikan harian terlampaui.
ja_jp: 一日の出金限度を超過しました。
ms_my: Pengeluaran harian telah melebihi had.
my_mm: နေ့စဉ် ငွေထုတ်ကန့်သတ်ချက်ကို ကျော်လွန်သွားပါပြီ။
nl_nl: Dagelijkse opname limiet overschreden.
pl_pl: Przekroczono dzienny limit wypłat.
pt_br: Limite de saque diário excedido.
ru_ru: Суточный лимит вывода средств превышен.
sq_al: Kufiri ditor i tërheqjes u tejkalua.
sv_se: Daglig uttagsgräns överskriden.
sw_ke: Ukomo wa utoaji wa kila siku umepitwa.
tr_tr: Günlük para çekme limiti aşıldı.
uk_ua: Добовий ліміт зняття коштів перевищено.
vi_vn: Hạn mức rút tiền trong ngày đã bị vượt quá.
zh_hans_cn: 超过每日提币额度
zh_hant_tw: 超過每日提幣額度

# common_cautions
source: Caution
cs_cz: Pozor
da_dk: Advarsel
de_de: Kaution
es_es: Advertencia
fr_fr: Avertissement
hi_in: सावधान
id_id: Peringatan
ja_jp: 確認事項
ms_my: Peringatan
my_mm: သတိချပ်ရန်
nl_nl: Let Op
pl_pl: Uwaga
pt_br: Atenção
ru_ru: Предупреждение
sq_al: Kujdes
sv_se: Varning
sw_ke: Tahadhari
tr_tr: Dikkat
uk_ua: Попередження
vi_vn: Cảnh báo
zh_hans_cn: 注意
zh_hant_tw: 注意

# common_blockchaintype
source: Blockchain type
cs_cz: Typ blockchainu
de_de: Blockchain Typ
es_es: Tipo de Blockchain
fr_fr: Type de Blockchain
hi_in: ब्लॉकचेन प्रकार
id_id: Tipe Blockchain
ja_jp: ブロックチェーンタイプ
ms_my: Jenis Blockchain
my_mm: Blockchainအမျိုးအစား
pl_pl: Rodzaj Blockchainu
pt_br: Tipo de Blockchain
ru_ru: Тип блокчейна
sq_al: Lloji i Blockchain
sv_se: Typ av blockkedja
sw_ke: Aina ya blockchain
tr_tr: Blokzinciri Tipi
uk_ua: Тип блокчейну
vi_vn: Loại Blockchain
zh_hans_cn: 主链类型
zh_hant_tw: 主鏈類型

# compose_oldsdkversionphaseoutnotice_details_1
source: Starting on the date of discontinuation, all versions older than %@ will no longer be able to update the ProBit Global app to the latest version.
cs_cz: Počínaje datem ukončení nebudou všechny verze starší než %@ moci aktualizovat aplikaci ProBit Global na nejnovější verzi.
da_dk: Fra og med datoen for afbrydelsen vil alle versioner, der er ældre end %@, ikke længere være i stand til at opdatere ProBit Global-appen til den nyeste version.
de_de: Ab dem Datum der Einstellung können alle Versionen, die älter als %@ sind, die ProBit-App nicht mehr auf die neueste Version aktualisieren.
es_es: A partir de la fecha de interrupción, todas las versiones anteriores a %@ ya no podrán actualizar la aplicación ProBit a la última versión.
fr_fr: À compter de la date d’interruption, toutes les versions antérieures à %@ ne pourront plus être mises à jour pour la dernière version.
hi_in: बंद होने की तिथि से, %@ से पुराने सभी संस्करण अब ProBit Global ऐप को नये संस्करण में अपडेट नहीं कर पाएंगे।
id_id: Mulai pada tanggal penghentian, semua versi yang lebih lama dari %@ tidak lagi dapat memperbarui aplikasi ProBit ke versi terbaru.
ms_my: Bermula pada tarikh perhentian, kesemua versi yang lebih lama dari %@ tidak akan dapat lagi dapat kemas kini ke aplikasi ProBit Global kepada versi terkini.
my_mm: ပံ့ပိုးမှုရပ်တန့်ခြင်းစတင်ပြီးနောက် %@ ထက်နိမ့်သောဗားရှင်းကို သင်အသုံးပြုနေပါက ProBit အက်ပ်ကို နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်၍မရပါ။
nl_nl: Beginnend op de datum van stopzetting zullen alle versies die ouder zijn dan %@ niet meer in staat zijn om te updaten naar de laatste versie van de ProBit app.
pl_pl: Od dnia zaprzestania produkcji wszystkie wersje starsze niż %@ nie będą już mogły aktualizować aplikacji ProBit Global do najnowszej wersji.
pt_br: A partir da data de descontinuação, todas as versões anteriores à %@ não poderão mais atualizar o app da ProBit Global para a versão mais recente.
ru_ru: Начиная с даты прекращения поддержки, все версии старше %@ больше не смогут обновлять приложение ProBit Global до последней версии.
sq_al: Duke filluar nga data e ndërprerjes, të gjitha versionet më të vjetra se %@ nuk do të mund të përditësojnë më aplikacionin ProBit në versionin më të fundit.
sv_se: Från och med datumet för upphörande kommer versioner äldre än %@ inte längre kunna uppdatera ProBit Global-appen till den senaste versionen.
sw_ke: Kuanzia tarehe ya kusimamishwa, matoleo ya zamani zaidi ya %@ hayataweza tena kusasisha programu ya ProBit hadi toleo jipya zaidi.
tr_tr: Durdurma tarihinden itibaren, %@'den eski tüm sürümler artık ProBit uygulamasını güncelleyemeyecektir.
uk_ua: Починаючи з дати припинення підтримки, всі версії старші від %@ більше не зможуть оновлювати програму ProBit Global до останньої версії.
vi_vn: Kể từ ngày ngừng sử dụng, tất cả các phiên bản cũ hơn%@ sẽ không thể cập nhật ứng dụng ProBit Global lên phiên bản mới nhất được nữa.
zh_hans_cn: 从中断服务之日起，用户在低于%@版本的ProBit Global应用软件内将无法更新软件至最新版本。
zh_hant_tw: 從中斷服務之日起，用戶在低於%@版本的ProBit Global應用軟件內將無法更新軟件至最新版本。

# compose_oldsdkversionphaseoutnotice_details_2
source: If the current version is also flagged to be discontinued based on ProBit Global policy, the ProBit Global app will no longer be accessible.
cs_cz: Pokud je aktuální verze také označena jako ukončená na základě zásad ProBit Global, aplikace ProBit Global již nebude přístupná.
da_dk: Hvis den aktuelle version også er markeret til at blive afbrudt baseret på ProBit Global-politik, vil ProBit Global-appen ikke længere være tilgængelig.
de_de: Wenn die aktuelle Version aufgrund der ProBit-Richtlinien ebenfalls als eingestellt gekennzeichnet ist, ist die ProBit-App nicht mehr zugänglich.
es_es: Si la versión actual también está marcada como descatalogada según la política de ProBit, la aplicación ProBit dejará de ser accesible.
fr_fr: Si la version actuelle est indiquée comme bientôt arrêtée en raison des conditions de ProBit Global, l'application ProBit Global ne sera plus disponible.
hi_in: यदि वर्तमान संस्करण को भी ProBit Global नीति के आधार पर बंद करने के लिए फ़्लैग किया गया है, तो ProBit Global ऐप एक्सेस नहीं किया जा सकेगा।
id_id: Jika versi saat ini juga ditandai untuk dihentikan berdasarkan kebijakan ProBit, aplikasi ProBit tidak akan dapat diakses lagi.
ms_my: Jika versi terkini dibenderakan untuk penghentian berdasar atas ProBit Global, aplikasi ProBit Global tidak dapat diakses.
my_mm: ProBit ၏ မူဝါဒအရ အသုံးပြုနေသည့် ProBit အက်ပ်ဗားရှင်းကို ရပ်ဆိုင်းထားသောဗားရှင်းတွင် ထည့်သွင်းပါက သင်သည် ProBit အက်ပ်ကို အသုံးပြုနိုင်တေ့မည်မဟုတ်ပါ။
nl_nl: Als de huidige versie ook wordt gemarkeerd voor stopzetting naar aanleiding van het beleid van ProBit, dan zal de ProBit app niet meer beschikbaar zijn.
pl_pl: Jeśli aktualna wersja jest również oznaczona jako wycofana z użytku zgodnie z polityką ProBit Global, aplikacja ProBit Global nie będzie już dostępna.
pt_br: Se a versão atual também for sinalizada para ser descontinuada com base na política da ProBit Global, o app da ProBit Global não estará mais acessível.
ru_ru: Если текущая версия также помечена как прекращенная на основании политики ProBit Global, приложение ProBit Global больше не будет доступно.
sq_al: Nëse versioni aktual është raportuar gjithashtu për t'u ndërprerë bazuar në politikën e ProBit, aplikacioni ProBit nuk do të jetë më i aksesueshëm.
sv_se: Om den aktuella versionen också flaggas för att upphöra enligt ProBit Globals policy, kommer ProBit Global-appen inte längre att vara tillgänglig.
sw_ke: Ikiwa toleo la sasa pia limealamishwa kuwa lisitishwe kulingana na sera ya ProBit, programu ya ProBit haitapatikana tena.
tr_tr: Mevcut sürümün ProBit kararı doğrultusunda kaldırılmasına karar verilirse, ProBit uygulamasına artık erişilemez.
uk_ua: Якщо поточна версія також позначена як припинена на основі політики ProBit Global, додаток ProBit Global більше не буде доступним.
vi_vn: Nếu phiên bản hiện tại cũng bị gắn ký hiệu là ngừng cung cấp dựa trên chính sách ProBit Global, thì ứng dụng ProBit Global sẽ không thể truy cập được nữa.
zh_hans_cn: 如果当前版本依然注明会根据ProBit Global的政策中断服务，那么说明此ProBit Global应用软件将无法继续使用。
zh_hant_tw: 如果當前版本依然註明會根據ProBit Global的政策中斷服務，那麼說明此ProBit Global應用軟件將無法繼續使用。

# compose_oldsdkversionphaseoutnotice_details_4
source: You can still access services through the website even after app support is discontinued.
cs_cz: I po ukončení podpory aplikací máte stále přístup ke službám prostřednictvím webu.
da_dk: Du kan stadig få adgang til tjenester gennem hjemmesiden, selv efter app-supporten er afbrudt.
de_de: Sie können weiterhin über die Website auf die Dienste zugreifen, auch wenn der App-Support eingestellt wurde.
es_es: Aún puede acceder a los servicios a través de la página web aunque el soporte se haya interrumpido.
fr_fr: Vous pouvez toujours accéder aux services via le site internet, même lorsque le support d'application est interrompu.
hi_in: ऐप बंद होने के बाद भी आप वेबसाइट के माध्यम से सेवाओं का लाभ ले सकते हैं।
id_id: Anda masih dapat mengakses layanan melalui situs web bahkan setelah dukungan aplikasi dihentikan.
ms_my: Anda masih boleh mengakses servis melalui laman web walaupun sokongan aplkiasi dihentikan.
my_mm: အက်ပလီကေးရှင်းပံ့ပိုးမှုကို ရပ်တန့်ပြီးနောက်တွင် ProBit ပင်မစာမျက်နှာကို ဝင်ရောက်ခြင်းဖြင့် သင်သည် ဝန်ဆောင်မှုကို ဆက်လက်အသုံးပြုနိုင်ပါသည်။
nl_nl: Je hebt nog steeds toegang tot diensten via de website zelfs na stopzetting van de app ondersteuning.
pl_pl: Nawet po zaprzestaniu obsługi przez aplikację można nadal korzystać z usług za pośrednictwem strony internetowej.
pt_br: Você ainda pode acessar os serviços por meio do site, mesmo depois que o suporte do aplicativo for descontinuado.
ru_ru: Вы по-прежнему можете иметь доступ к службам через веб-сайт даже после прекращения поддержки приложения.
sq_al: Mund të aksesoni shërbimet përmes sajtit të internetit edhe pasi mbështetja e aplikacionit është ndërprerë.
sv_se: Du har fortfarande tillgång till tjänster via webbplatsen även efter att appsupporten har upphört.
sw_ke: Bado unaweza kufikia huduma kupitia tovuti hata baada ya usaidizi wa programu kusimamishwa.
tr_tr: Uygulama desteği kesildikten sonra bile hizmetlere web sitesi üzerinden erişebilirsiniz.
uk_ua: Ви, як і раніше, можете мати доступ до служб через вебсайт навіть після припинення підтримки додатку.
vi_vn: Bạn vẫn có thể truy cập các dịch vụ thông qua trang web ngay cả sau khi ứng dụng ngừng hỗ trợ.
zh_hans_cn: 在应用软件中断服务之后，您依然可以通过网页继续使用ProBit Global的各项功能。
zh_hant_tw: 在應用軟件中斷服務之後，您依然可以通過網頁繼續使用ProBit Global的各項功能。

# common_gotohomepage
source: Go to ProBit Global website
cs_cz: Přejděte na webovou stránku ProBit Global
da_dk: Gå til ProBit Global hjemmeside
de_de: Gehe zur ProBit Website
es_es: Ir a la página de ProBit
fr_fr: Allez sur le site ProBit Global
hi_in: ProBit Global वेबसाइट पर जाएं
id_id: Masusk ke Halaman website ProBit
ms_my: Masuk ke laman web ProBit Global
my_mm: ProBit ပင်မစာမျက်နှာသို့သွားရန်
nl_nl: Ga naar de ProBit website
pl_pl: Przejdź do strony internetowej ProBit Global
pt_br: Acesse o site da ProBit Global
ru_ru: Перейти на сайт ProBit Global
sq_al: Shko në faqen e uebit të ProBit
sv_se: Gå till ProBit Globals webbplats
sw_ke: Nenda kwenye tovuti ya ProBit
tr_tr: ProBit web sitesine gidiniz
uk_ua: Перейти на сайт ProBit Global
vi_vn: Truy cập trang web ProBit Global
zh_hans_cn: 前往ProBit Global官网
zh_hant_tw: 前往ProBit Global官網
