Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_withdrawal_complete_label_substring
source: Withdrawal request
cs_cz: Žádost o výběr
da_dk: Hæve anmodning
de_de: Abhebungsanfrage
es_es: Solicitud de Retiro
fr_fr: Demande de retrait
hi_in: निकासी का निवेदन
id_id: Permintaan penarikan
ja_jp: 出金リクエスト
ms_my: Permohonan pengeluaran
my_mm: ငွေထုတ်ရန် တောင်းဆိုချက်
nl_nl: Opnameverzoek
pl_pl: prośba o wypłatę
pt_br: Solicitação de retirada
ru_ru: Запрос на вывод средств
sq_al: Kërkesa për tërheqje
sv_se: Uttagsbegäran
sw_ke: Ombi la utoaji
tr_tr: Para çekme isteği
uk_ua: Запит на зняття коштів
vi_vn: Yêu cầu rút tiền
zh_hans_cn: 提款请求
zh_hant_tw: 提款請求

# activity_withdrawal_complete_willreturnsoon
source: This window will close in 3 seconds
cs_cz: Okno bude uzavřeno za 3 sekundy.
da_dk: Dette vindue lukkes om 3 sekunder
de_de: Dieses Fenster wird in 3 Sekunden geschlossen
es_es: Esta ventana se cerrará en 3 segundos
fr_fr: Cette fenêtre va se fermer dans 3 secondes.
hi_in: यह विंडो 3 सेकंड में बंद हो जाएगी
id_id: Jendela ini akan ditutup dalam 3 detik
ja_jp: まもなく入出金画面に戻ります。
ms_my: Laman ini akan ditutup dalam 3 saat
my_mm: ဤဝင်းဒိုးသည် 3 စက္ကန့်အတွင်း ပိတ်သွားပါမည်။
nl_nl: Dit venster sluit in 3 seconden
pl_pl: To okno zostanie zamknięte za 3 sekundy
pt_br: Essa janela será fechada em 3 segundos
ru_ru: Это окно закроется через 3 секунды
sq_al: Kjo dritare do të mbyllet për 3 sekonda
sv_se: Fönstret kommer att stängas om 3 sekunder
sw_ke: Dirisha hili litafungwa baada ya sekunde 3
tr_tr: Bu pencere 3 saniye içinde kapanacaktır
uk_ua: Це вікно закриється через 3 секунди
vi_vn: Màn hình này sẽ đóng sau 3 giây
zh_hans_cn: 3秒后返回存取款画面
zh_hant_tw: 3秒後返回存取款畫面

# activity_withdrawal_complete_notice
source: ※ You can view the withdrawal details in the Wallet-withdrawal and deposit screen.
cs_cz: ※ Detaily o podrobnostech výběru můžete zobrazit na obrazovce pro výběr a uložení peněženky.
da_dk: ※ Du kan se detaljer angående hævninger under Tegnebogen
de_de: ※ Sie koennen sich die Abhebungsdetails im Wallet-Abhebung und Deposit Screen ansehen.
es_es: ※ Tu historial de Retiros puede ser encontrado en la sección 'Monedero-Retiros'
fr_fr: ※ Vous pouvez voir les détails de retrait dans le portefeuille, sur la page retrait et dépôt.
hi_in: ※ आप वॉलेट-निकासी और जमा स्क्रीन में निकासी विवरण देख सकते हैं।
id_id: ※ Lihat Riwayat penarikan pada layar 'Wallet-currency'
ja_jp: ※ ウォレット-入出金画面で、出金内訳の照会が可能です。
ms_my: ※ Anda dapat lihat butiran pengeluaran di skrin dompet-pengeluaran dan deposit.
my_mm: ※ ငွေထုတ်ခြင်းအသေးစိတ်အချက်အလက်များကို ပိုက်ဆံအိတ်-ငွေထုတ်/ငွေသွင်းစခရင်တွင် ကြည့်ရှုနိုင်ပါသည်။
nl_nl: ※ Je kan de opnamegegevens bekijken in het Wallet opname- en stortingsscherm.
pl_pl: ※ Możesz zobaczyć szczegóły wypłaty na ekranie wypłaty i depozytu w Portfelu.
pt_br: ※ Visualize o histórico de retirada na tela 'Carteira-Moeda'
ru_ru: ※ Посмотреть историю вывода средств в окне 'Кошелёк-История транзакций'
sq_al: ※Ju mund t'i shihni detajet e tërheqjes në ekranin e tërheqjes dhe depozitimit të Portofolit.
sv_se: ※ Du kan se uttagsspecifikation i menyn för Plånbok - uttag och insättningar.
sw_ke: ※ Unaweza kutazama maelezo ya utoaji katika mfuko- skrini ya utoaji na kuweka.
tr_tr: ※ Para çekme ayrıntılarını Cüzdan ve para cekme ekranında görüntüleyebilirsiniz.
uk_ua: ※ Подивитися історію зняття коштів у вікні 'Гаманець-Історія переказів'
vi_vn: ※ Bạn có thể xem chi tiết lịch sử rút tiền trên 'Ví' - tại màn hình rút tiền và gửi tiền.
zh_hans_cn: ※ 可以在 钱包-存取款 画面上查看取款历史记录。
zh_hant_tw: ※ 可以在 錢包-存取款 畫面上查看取款歷史記錄。

# dialog_withdrawal_kyclimit_content
source: Your verification level (KYC) needs to be at least %@ to withdraw or deposit %@. Press go to open ProBit Global's web page.
cs_cz: Chcete-li vybrat nebo vložit %@, musí být vaše ověřovací úroveň (KYC) alespoň %@. Stisknutím tlačítka Přejít otevřete webovou stránku serveru ProBit Global.
da_dk: Dit verifikationsniveau (KYC) skal være mindst %@ for at hæve eller indbetale %@. Tryk for at gå til ProBit Exchange hjemmeside.
de_de: Ihr Verifizierunglevel (KYC) muss mindestens %@ sein, um abzuheben oder deponieren %@. Klicken Sie Go, um die ProBit Exchange Website zu oeffnen.
es_es: Tu nivel de verificación (KYC) necesita ser al menos %@ para poder realizar depósitos o retiros %@. Presiona IR para abrir la página web de ProBit Exchange.
fr_fr: Votre niveau de vérification (KYC) doit être d'au moins %@ pour effectuer un retrait ou un dépôt %@. Veuillez appuyer sur ALLER pour ouvrir la page internet de ProBit Global.
hi_in: आपके सत्यापन स्तर (KYC) को %@ निकालने या जमा करने के लिए कम से कम %@ होना चाहिए। ProBit Global के वेब पेज को खोलने के लिए आगे बढें पर जाएँ।
id_id: Level verifikasi anda (KYC) harus minimal %@ untuj melakukan penarikan atau deposit %@. Tekan go untuk membuka halaman web ProBit Exchange
ja_jp: 本人認証を%@段階まで完了させた場合に%@入出金が可能です。 本人認証センターへ移動しますか？
ms_my: Tahap pengesahan anda (KYC) sekurang-kurangnya %@ untuk melakukan pengeluaran atau deposit %@. Tekan pergi untuk membuka laman web ProBit Exchange.
my_mm: %@ ကို ထုတ်ယူရန် သို့မဟုတ် သွင်းရန် သင်၏အတည်ပြုခြင်းအဆင့် (KYC) သည် အနည်းဆုံး %@ ရှိရန် လိုအပ်ပါသည်။ ProBit Exchange ၏ဝဘ်စာမျက်နှာကိုဖွင့်ရန် သွားမည် ကိုနှိပ်ပါ။
nl_nl: Je verificatielevel (KYC) moet ten minste %@ zijn om %@ te kunnen opnemen of storten. Druk op Go om de webpagina van ProBit Global te openen.
pl_pl: Twój poziom weryfikacji (KYC) musi wynosić co najmniej %@ aby dokonać wypłaty lub wpłaty %@. Naciśnij idź, aby otworzyć stronę internetową ProBit Exchange.
pt_br: Seu nível de verificação (KYC) precisa ser pelo menos %@ para sacar ou depositar %@. Pressione ir para abrir a página da web da ProBit Global.
ru_ru: Ваш уровень верификации (KYC) должен быть как минимум %@ чтобы вывести или внести средства %@. Нажмите ВПЕРЕД, чтобы перейти на страницу ProBit Global.
sq_al: Niveli juaj i verifikimit (KYC) duhet të jetë së paku %@ për të tërhequr ose depozituar %@. Shtypni "shko" për të hapur faqen e internetit të ProBit Exchange.
sv_se: Din verifieringsnivå (KYC) behöver vara åtminstone %@ för att kunna göra uttag eller insättningar %@.Tryck ÖPPNA för att öppna ProBit Exchanges webbsida
sw_ke: Kiwango chako cha uthibitishaji (KYC) kinahitaji kuwa angalau %@ ili kutoa au kuweka %@. Bonyeza nenda ili kufungua ukurasa wa wavuti wa ProBit Exchange.
tr_tr: %@ para çekmek veya yatırmak için doğrulama düzeyinizin (KYC) en az %@ olması gerekiyor. ProBit Exchange'in web sayfasına gidiniz.
uk_ua: Ваш рівень верифікації (KYC) повинен бути як мінімум %@, щоб вивести або внести кошти %@. Натисніть ВПЕРЕД, щоб перейти на сторінку ProBit Global.
vi_vn: Cấp độ xác minh của bạn (KYC) cần tối thiểu %@ để rút hoặc gửi %@. Nhấn 'đi' để đến trang web của Sàn giao dịch ProBit.
zh_hans_cn: 您的KYC认证需要至少达到阶段%@才能提币或充值%@，点击“继续”以打开ProBit Global官网。
zh_hant_tw: 您的KYC認證需要至少達到階段%@才能提幣或充值%@，點擊“繼續”以打開ProBit Global官網。

# fragment_withdrawal_availablebalance
source: Available amount
cs_cz: Dostupná částka
da_dk: Tilgængeligt beløb
de_de: Verfuegbarer Betrag
es_es: Saldo Disponible
fr_fr: Montant disponible
hi_in: उपलब्ध राशि
id_id: Jumlah yang tersedia
ja_jp: 出金可能数量
ms_my: Amaun disediakan
my_mm: ရရှိနိုင်သောပမာဏ
nl_nl: Beschikbare hoveelheid
pl_pl: Dostępna ilość
pt_br: Quantidade disponível
ru_ru: Допустимая сумма
sq_al: Shuma e disponueshme
sv_se: Tillgängligt belopp
sw_ke: Kiasi kinachopatikana
tr_tr: Mevcut miktar
uk_ua: Доступна сума
vi_vn: Số tiền có sẵn
zh_hans_cn: 可使用的数额
zh_hant_tw: 可使用的數額

# fragment_withdrawal_receiveamount
source: Amount to be received
cs_cz: Částka k obdržení
da_dk: Beløb der modtages
de_de: Eingehender Betrag
es_es: Monto a recibir
fr_fr: Montant à recevoir
hi_in: प्राप्त होने वाली राशि
id_id: Jumlah yang akan diterima
ja_jp: 受取数量
ms_my: Amaun akan diterima
my_mm: လက်ခံရမည့်ပမာဏ
nl_nl: Bedrag te ontvangen
pl_pl: Kwota do otrzymania
pt_br: Quantidade para ser recebida
ru_ru: Сумма для получения
sq_al: Shuma që do të merret
sv_se: Belopp att ta emot
sw_ke: Kiasi cha kupokea
tr_tr: Alınan tutar
uk_ua: Сума для отримання
vi_vn: Số tiền sẽ được nhận
zh_hans_cn: 应收取的数额
zh_hant_tw: 應收取的數額

# fragment_withdrawal_withdrawaladdress
source: Withdrawal address
cs_cz: Adresa výběru
da_dk: Hæve adresse
de_de: Abhebungs Adresse
es_es: Dirección de retiro
fr_fr: Adresse de retrait
hi_in: निकासी का पता
id_id: Alamat Penarikan
ja_jp: 出金アドレス
ms_my: Alamat pengeluaran
my_mm: ငွေထုတ်မည့်လိပ်စာ
nl_nl: Opnameadres
pl_pl: Adres wypłaty
pt_br: Endereço de retirada
ru_ru: Адрес вывода средств
sq_al: Adresa e tërheqjes
sv_se: Uttagsadress
sw_ke: Anwani ya utoaji
tr_tr: Para çekme adresi
uk_ua: Адреса зняття коштів
vi_vn: Địa chỉ rút tiền
zh_hans_cn: 提款地址
zh_hant_tw: 提款地址

# fragment_withdrawal_withdrawalamount
source: Withdrawal amount
cs_cz: Částka výběru
da_dk: Hæve beløb
de_de: Abhebungsbetrag
es_es: Monto a retirar
fr_fr: Montant du retrait
hi_in: निकासी राशि
id_id: Jumlah penarikan
ja_jp: 出金数量
ms_my: Amaun pengeluaran
my_mm: ငွေထုတ်မည့်ပမာဏ
nl_nl: Opnamebedrag
pl_pl: Kwota wypłaty
pt_br: Quantidade de retirada
ru_ru: Сумма вывода средств
sq_al: Shuma e tërheqjes
sv_se: Uttagsbelopp
sw_ke: Kiasi cha utoaji
tr_tr: Para çekme miktari
uk_ua: Сума зняття
vi_vn: Số tiền rút
zh_hans_cn: 提款数量
zh_hant_tw: 提款數量

# transferdistributionhistoryadapter_withdrawalcancel
source: Cancel withdrawal
cs_cz: Zrušit výběr
da_dk: Annuller hævning
de_de: Abhebung stornieren
es_es: Cancelar Retiro
fr_fr: Annuler le retrait
hi_in: निकासी रद्द करें
id_id: Batalkan penarikan
ja_jp: 出金取り消し
ms_my: Batal pengeluaran
my_mm: ငွေထုတ်ခြင်းပယ်ဖျက်ရန်
nl_nl: Annuleer opname
pl_pl: Anuluj wypłatę
pt_br: Cancelar retirada
ru_ru: Отменить вывод средств
sq_al: Anuloni tërheqjen
sv_se: Avbryt uttag
sw_ke: Ghairi utoaji
tr_tr: Para Çekmeyi iptal et.
uk_ua: Скасувати зняття коштів
vi_vn: Hủy rút tiền
zh_hans_cn: 取消提款
zh_hant_tw: 取消提款

# transferdistributionhistoryadapter_withdrawalcancel_request_sent
source: Withdrawal cancelation request sent
cs_cz: Odeslána žádost o zrušení výběru
da_dk: Forespørgsel om annullering af hævning sendt
de_de: Anfrage Stornierung Abhebung gesendet
es_es: Enviar solicitud de cancelación de retiro
fr_fr: Demande d'annulation du retrait envoyé.
hi_in: निकासी रद्द करने का अनुरोध भेजा गया
id_id: Permintaan pembatalan penarikan telah dikirim
ja_jp: 出金取消リクエストを送りました。
ms_my: Permohonan pembatalan pengeluaran dihantar
my_mm: ငွေထုတ်ခြင်းပယ်ဖျက်ရန် တောင်းဆိုချက်ကို ပေးပို့ခဲ့သည်။
nl_nl: Opname annuleringsverzoek verzonden
pl_pl: Wysłano prośbę o anulowanie wypłaty
pt_br: Pedido de cancelamento de retirada enviado
ru_ru: Запрос на отмену вывода средств был отправлен
sq_al: Kërkesa për anulimin e tërheqjes u dërgua
sv_se: Begäran skickad för att avbryta uttag
sw_ke: Ombi la kughairiwa limetumwa
tr_tr: Para çekme iptal isteği gönderildi
uk_ua: Запит на скасування зняття коштів було відправлено
vi_vn: Yêu cầu hủy rút tiền đã được gửi
zh_hans_cn: 发送了提款请求
zh_hant_tw: 發送了提款請求

# fragment_withdrawal_address_novalue
source: No input
cs_cz: Nevloženo
da_dk: Intet input
de_de: Keine Eingabe
es_es: Sin entrada
fr_fr: Aucune donnée
hi_in: कोई निवेश नहीं
id_id: Tidak ada input
ja_jp: 入力しない
ms_my: Tiada input
my_mm: ထည့်သွင်းခြင်းမရှိပါ။
nl_nl: Geen input
pl_pl: Brak danych
pt_br: Nenhuma entrada
ru_ru: Нет информации
sq_al: Nuk ka informacion hyrës
sv_se: Ingen inmatning
sw_ke: Hakuna ingizo
tr_tr: Giriş yok
uk_ua: Немає інформації
vi_vn: Không có nhập
zh_hans_cn: 不使用
zh_hant_tw: 不使用

# activity_qrcode_detection
source: Position the QR code inside the box.
cs_cz: Umístěte QR kód dovnitř krabice.
da_dk: Placer QR-koden indenfor boksen
de_de: Positionieren Sie den QR Code in der Box.
es_es: Posiciona el código QR dentro del rectángulo
fr_fr: Positionnez le QR code à l'intérieur du cadre.
hi_in: बॉक्स के अंदर QR कोड को रखें।
id_id: Posisikan kode QR di dalam kotak.
ja_jp: 四角の枠の中にQRコードを入れてスキャンしてください。
ms_my: Letakkan kod QR dalam kotak.
my_mm: အကွက်အတွင်း QR ကုဒ်ကို နေရာချပါ။
nl_nl: Plaats de QR-code in het vierkant.
pl_pl: Umieść kod QR w polu.
pt_br: Posicione o código QR dentro da caixa.
ru_ru: Разместите штрих код в коробке.
sq_al: Poziciononi kodin QR brenda kutisë.
sv_se: Placera QR-koden i rutan.
sw_ke: Weka nambari ya QR ndani ya kisanduku.
tr_tr: QR kodunu dikdörtgenin içine yerleştirin
uk_ua: Розмістіть штрих-код у квадраті.
vi_vn: Vị trí mã QR bên trong hộp.
zh_hans_cn: 将QR码放在矩形内以识别它
zh_hant_tw: 將QR碼放在矩形內以識別它

# dialog_camera_permission_content
source: Scan QR code to input address
cs_cz: Naskenovat QR kód a vložit adresu
da_dk: Scan QR-kode for at indtaste adressen
de_de: QR Code scannen um Adresse einzugeben
es_es: Escanear código para ingresar dirección
fr_fr: Scanner le QR code pour renseigner l'adresse
hi_in: पता भरने करने के लिए QR कोड स्कैन करें
id_id: Pindai kode QR untuk memasukkan alamat
ja_jp: QRコードをスキャンして住所を入力してください。
ms_my: Imbas kod QR dan masukkan alamat
my_mm: လိပ်စာထည့်သွင်းရန် QR ကုဒ်ကို စကင်န်ဖတ်ပါ။
nl_nl: Scan QR-code om het adres in te voeren
pl_pl: Zeskanuj kod QR, aby wprowadzić adres
pt_br: Scanear QR code para adicionar endereço
ru_ru: Отсканируйте штрих-код для введения адреса
sq_al: Skanoni kodin QR në adresën hyrëse
sv_se: Skanna QR-kod för att fylla i adress
sw_ke: Tambaza nambari ya QR ili kuweka anwani
tr_tr: Girilen adrese QR kodunu tarayın
uk_ua: Відскануйте штрих-код для введення адреси
vi_vn: Quét mã QR để nhập địa chỉ
zh_hans_cn: 通过扫描QR码输入地址
zh_hant_tw: 通過掃描QR碼輸入地址

# dialog_camera_permission_cancel
source: Input address manually
cs_cz: Vložit manuálně adresu
da_dk: Indtast adresse manuelt
de_de: Adresse manuell eingeben
es_es: Ingresar dirección manualmente
fr_fr: Entrer les renseignements d'adresse manuellement
hi_in: पता मैन्युअल रूप से भरें
id_id: Masukkan Alamat secara manual
ja_jp: 住所を直接入力
ms_my: Masukkan alamat secara manual
my_mm: လိပ်စာကို ကိုယ်တိုင်ထည့်သွင်းပါ။
nl_nl: Adres handmatig invoeren
pl_pl: Wprowadź adres ręcznie
pt_br: Inserir endereço manualmente
ru_ru: Ввести адрес вручную
sq_al: Futni adresën manualisht
sv_se: Fyll i adress manuellt
sw_ke: Ingiza anwani wewe mwenyewe
tr_tr: Adresi elle gir
uk_ua: Ввести адресу самостійно
vi_vn: Nhập địa chỉ một cách thủ công
zh_hans_cn: 直接输入地址
zh_hant_tw: 直接輸入地址

# dialog_camera_permission_allowcamerapermission
source: Allow camera
cs_cz: Povolit kameru
da_dk: Tillad kamera
de_de: Kamera erlauben
es_es: Permitir acceso a la cámara
fr_fr: Autoriser la caméra
hi_in: कैमरें की अनुमति दें
id_id: Izinkan kamera
ja_jp: カメラアクセス許可
ms_my: Izinkan kamera
my_mm: ကင်မရာကို ခွင့်ပြုပါ။
nl_nl: Camera toestaan
pl_pl: Umożliwienie użycia kamery
pt_br: Permitir câmera
ru_ru: Разрешить доступ к камере
sq_al: Lejo kamerën
sv_se: Tillåt kamera
sw_ke: Ruhusu kamera
tr_tr: Kameraya izin ver
uk_ua: Дозволити доступ до камери
vi_vn: Cho phép máy ảnh
zh_hans_cn: 允许相机访问
zh_hant_tw: 允許相機功能

# notification_normal_channel_name
source: Receive ProBit Global's Notification
cs_cz: Dostávejte ProBit Global oznámení
da_dk: Modtag ProBit Notifikationer
de_de: ProBit Benachrichtigungen bekommen
es_es: Notificación Push de ProBit
fr_fr: Recevoir les notifications de ProBit Global
hi_in: ProBit Global सूचना प्राप्त करें
id_id: Menerima Notifikasi ProBit
ja_jp: ProBitプッシュ通知
ms_my: Terima Pemberitahuan ProBit
my_mm: ProBit နိုတီကိုလက်ခံပါ။
nl_nl: Ontvang ProBit Notificaties
pl_pl: Otrzymuj powiadomienia od ProBit Global
pt_br: Receber notificação da ProBit Global
ru_ru: Получать уведомления от ProBit Global
sq_al: Merrni Njoftime rreth ProBit
sv_se: Få notiser från ProBit
sw_ke: Pokea Arifa ya ProBit
tr_tr: ProBit Bildirimini Al
uk_ua: Отримувати сповіщення від ProBit Global
vi_vn: Nhận thông báo ProBit
zh_hans_cn: 接收ProBit Global的通知
zh_hant_tw: 接收ProBit Global的通知

# fragment_withdrawal_amount_withdrawalamount_notenoughbalance_hintlabel
source: Insufficient balance
cs_cz: Nedostatečná balance
da_dk: Utilstrækkelig balance
de_de: Ungenuegendes Saldo
es_es: El Saldo Disponible no es suficiente.
fr_fr: Solde insuffisant
hi_in: अपर्याप्त शेष
id_id: Saldo tidak mencukupi
ja_jp: 使用可能数量が不足しています。
ms_my: Baki tidak mencukupi
my_mm: လက်ကျန်မလုံလောက်
nl_nl: Onvoldoende saldo
pl_pl: Niewystarczająca ilość środków
pt_br: Saldo insuficiente
ru_ru: Недостаточно средств
sq_al: Bilanc i pamjaftueshëm
sv_se: Otillräckligt saldo
sw_ke: Baki lisilotosha
tr_tr: Yetersiz bakiye
uk_ua: Недостатньо коштів
vi_vn: Số dư tài khoản không đủ
zh_hans_cn: 数量不足
zh_hant_tw: 數量不足

# fragment_withdrawal_amount_withdrawalamount_minimumnotreached_hintlabel
source: Check the minimum withdrawal amount
cs_cz: Zkontrolujte minimální částku výběru
da_dk: Kontroller det minimale hæve beløb
de_de: Mindestbetrag für Abhebung ueberpruefen
es_es: Revisar monto mínimo de retiro
fr_fr: Vérifier le montant minimum de retrait
hi_in: न्यूनतम निकासी राशि की जाँच करें
id_id: Periksa jumlah penarikan minimum
ja_jp: 最小出金数量を確認してください。
ms_my: Semak amaun pengeluaran minimum
my_mm: အနည်းဆုံး ငွေထုတ်ပမာဏကို စစ်ဆေးပါ။
nl_nl: Controleer het minimale opnamebedrag
pl_pl: Sprawdź minimalną kwotę wypłaty
pt_br: Verifique o valor mínimo de retirada
ru_ru: Проверьте минимальную сумму для вывода
sq_al: Kontrolloni shumën minimale të tërheqjes
sv_se: Kontrollera minsta möjliga uttagsbelopp
sw_ke: Angalia kiwango cha chini cha utoaji
tr_tr: Minimum para çekme miktarını kontrol ediniz
uk_ua: Перевірте мінімальну суму для зняття
vi_vn: Kiểm tra số tiền rút tối thiểu
zh_hans_cn: 检查最低提款数量
zh_hant_tw: 檢查最低提款數量

# activity_withdrawal_textindicator1
source: Amount
cs_cz: Množství
da_dk: Beløb
de_de: Menge
es_es: Monto
fr_fr: Montant
hi_in: राशि
id_id: Jumlah
ja_jp: 数量入力
ms_my: Amaun
my_mm: ပမာဏ
nl_nl: Hoeveelheid
pl_pl: Kwota
pt_br: Quantidade
ru_ru: Сумма
sq_al: Shuma
sv_se: Belopp
sw_ke: Kiasi
tr_tr: Miktar
uk_ua: Сума
vi_vn: Số tiền
zh_hans_cn: 数量
zh_hant_tw: 數量

# activity_withdrawal_textindicator2
source: Address
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
hi_in: पता
id_id: Alamat
ja_jp: 住所入力
ms_my: Alamat
my_mm: လိပ်စာ
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
ru_ru: Адрес
sq_al: Adresa
sv_se: Adress
sw_ke: Anwani
tr_tr: Adres
uk_ua: Адреса
vi_vn: Địa chỉ
zh_hans_cn: 地址
zh_hant_tw: 地址

# activity_withdrawal_textindicator3
source: Review Details
cs_cz: Zobrazit podrobnosti
da_dk: Kontroller detaljer
de_de: Details Ueberpruefen
es_es: Revisar Contenido
fr_fr: Vérifier les détails
hi_in: विवरण की समीक्षा करें
id_id: Detail Ulasan
ja_jp: 内容確認
ms_my: Lihat semula butiran
my_mm: အကြောင်းအရာများကိုစစ်ဆေးပါ။
nl_nl: Details bekijken
pl_pl: Sprawdź szczegóły
pt_br: Revisar Conteúdo
ru_ru: Проверить Данные
sq_al: Detajet e Rishikimit
sv_se: Granska innehåll
sw_ke: Kagua Maelezo
tr_tr: Detayları Incele
uk_ua: Перевірити деталі
vi_vn: Xem xét thông tin chi tiết
zh_hans_cn: 检查明细
zh_hant_tw: 檢查明細

# common_next
source: Next
cs_cz: Další
da_dk: Næste
de_de: Weiter
es_es: SIGUIENTE PASO
fr_fr: Suivant
hi_in: आगे
id_id: BERIKUTNYA
ja_jp: 次へ
ms_my: Seterusnya
my_mm: နောက်တစ်ခု
nl_nl: Volgende
pl_pl: Dalej
pt_br: PRÓXIMO
ru_ru: СЛЕДУЮЩАЯ
sq_al: Tjetra
sv_se: Nästa
sw_ke: Inayofuata
tr_tr: Sonraki
uk_ua: ДАЛІ
vi_vn: TIẾP THEO
zh_hans_cn: 下一步
zh_hant_tw: 下一步

# activity_appinfo_title
source: App info
es_es: Información de la App
fr_fr: Informations de l'application
hi_in: ऐप की जानकारी
id_id: Info App
ja_jp: アプリ情報
ms_my: Maklumat aplikasi
my_mm: အက်ပ်အချက်အလက်
pl_pl: Informacje o aplikacji
pt_br: Informações do aplicativo
ru_ru: Информация о приложении
sq_al: Informacionet e aplikacionit
sw_ke: Maelezo ya programu
tr_tr: Uygulama bilgisi
uk_ua: Інформація про додаток
vi_vn: Thông tin ứng dụng
zh_hans_cn: APP信息
zh_hant_tw: APP情報

# activity_appinfo_appversioninfo
source: App version information
cs_cz: Informace o verzi aplikace
es_es: Versión de la App
fr_fr: Informations sur la version de l'application
hi_in: ऐप संस्करण की जानकारी
id_id: Informasi versi app
ja_jp: アプリバージョン情報
ms_my: Maklumat versi aplikasi
my_mm: အက်ပ်ဗားရှင်းအချက်အလက်
nl_nl: Informatie over app-versie
pl_pl: Informacje o wersji aplikacji
pt_br: Informações sobre a versão do aplicativo
ru_ru: Информация о версии приложения
sq_al: Informacion rreth versionit të aplikacionit
sv_se: Inforamtion om App-version
sw_ke: Maelezo ya toleo la programu
tr_tr: Uygulama sürümü bilgisi
uk_ua: Інформація про версію додатка
vi_vn: Thông tin về phiên bản Ứng dụng
zh_hans_cn: APP版本信息
zh_hant_tw: APP版本情報

# activity_appinfo_update
source: Update
cs_cz: Aktualizovat
da_dk: Opdater
es_es: Actualizar
fr_fr: Mise à jour
hi_in: अपडेट
id_id: Perbaharui
ja_jp: アップデート
ms_my: Kemaskini
my_mm: အပ်ဒိတ်
nl_nl: Updaten
pl_pl: Aktualizacja
pt_br: Atualizar
ru_ru: Обновления
sq_al: Prditëso
sv_se: Uppdatera
sw_ke: Sasisha
tr_tr: Güncelle
uk_ua: Оновлення
vi_vn: Cập nhật
zh_hans_cn: 更新
zh_hant_tw: 更新

# activity_appsettings_title
source: App settings
cs_cz: App nastavení
da_dk: Indstillinger
de_de: App Einstellungen
es_es: Ajustes de la App
fr_fr: Paramètres de l'application
hi_in: एप्लिकेशन सेटिंग
id_id: Pengaturan App
ja_jp: アプリ設定
ms_my: Tetapan aplikasi
my_mm: အက်ပ်ဆက်တင်များ
nl_nl: App instellingen
pl_pl: Ustawienia aplikacji
pt_br: Configurações do aplicativo
ru_ru: Настройки приложения
sq_al: Cilësimet e Aplikacioneve
sv_se: App-inställningar
sw_ke: Mipangilio ya programu
tr_tr: Uygulama ayarları
uk_ua: Налаштування додатка
vi_vn: Cài đặt Ứng dụng
zh_hans_cn: APP设置
zh_hant_tw: APP設置

# fragment_settings_appsettings
source: App settings
cs_cz: App nastavení
da_dk: Indstillinger
de_de: App Einstellungen
es_es: Ajustes de la App
fr_fr: Paramètres de l'application
hi_in: एप्लिकेशन सेटिंग
id_id: Pengaturan App
ja_jp: アプリ設定
ms_my: Tetapan aplikasi
my_mm: အက်ပ်ဆက်တင်များ
nl_nl: App instellingen
pl_pl: Ustawienia aplikacji
pt_br: Configurações do aplicativo
ru_ru: Настройки приложения
sq_al: Cilësimet e Aplikacioneve
sv_se: App-inställningar
sw_ke: Mipangilio ya programu
tr_tr: Uygulama ayarları
uk_ua: Налаштування додатка
vi_vn: Cài đặt Ứng dụng
zh_hans_cn: APP设置
zh_hant_tw: APP設置

# fragment_settings_notifications
source: Notifications
cs_cz: Upozornění
da_dk: Notifikationer
de_de: Benachrichtigungen
es_es: Notificaciones
hi_in: सूचनाएं
id_id: Notifikasi
ja_jp: 通知
ms_my: Pemberitahuan
my_mm: နိုတီများ
nl_nl: Notificaties
pl_pl: Powiadomienia
pt_br: Notificações
ru_ru: Уведомления
sq_al: Njoftimet
sv_se: Notiser
sw_ke: Arifa
tr_tr: Bildirimler
uk_ua: Сповіщення
vi_vn: Thông báo
zh_hans_cn: 通知
zh_hant_tw: 通知

# fragment_settings_terms
source: Terms and policies
cs_cz: Podmínky a zásady použití
da_dk: Betingelser og politikker
de_de: Bedingungen und Richtlinien
es_es: Términos y políticas
fr_fr: Termes et règlement
hi_in: नियम और नीतियां
id_id: Persyaratan dan kebijakan
ja_jp: 約款およびポリシー
ms_my: Terma dan polisi
my_mm: စည်းမျဥ်းနှင့်မူဝါဒများ
nl_nl: Algemene voorwaarden
pl_pl: Warunki i zasady
pt_br: Termos e políticas
ru_ru: Условия и политика
sq_al: Kushtet dhe politikat
sv_se: Villkor och policyer
sw_ke: Masharti na sera
tr_tr: Şartlar ve politikalar
uk_ua: Умови та політика
vi_vn: Điều khoản và chính sách
zh_hans_cn: 条款和政策
zh_hant_tw: 條款和政策
