Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_marketdetails_kycnotenoughtotrade
source: Your verification (KYC) level needs to be at least %@ to trade in this market. Press Confirm to open verification page.
cs_cz: Aby bylo možné obchodovat na tomto trhu, musí být vaše úroveň ověření (KYC) alespoň %@. Stiskněte tlačítko Potvrdit pro otevření ověřovací stránky.
da_dk: Dit verifikationsniveau (KYC) skal være mindst %@ for at trade på dette marked. Tryk Bekræft for at åbne verificeringssiden.
de_de: Ihre Verifizierungs (KYC) Level muss mindestens %@ sein, um in diesem Market zu traden. Klicken Sie auf Bestätigen, um die Verifizierungsseite zu öffnen.
es_es: Tu nivel de verificación (KYC) debe ser al menos dé %@ para intercambiar en este mercado. Presiona Confirmar para abrir la página de verificación.
fr_fr: Votre niveau de vérification (KYC) doit être d'au moins %@ pour trader sur ce marché. Appuyez sur Confirmer pour ouvrir la page de vérification.
hi_in: इस बाजार में व्यापार(ट्रेड) करने के लिए आपके सत्यापन (KYC) स्तर को कम से कम %@ होना चाहिए। सत्यापन पेज खोलने के लिए पुष्टि करें बटन दबाएं
id_id: Verifikasi anda (KYC) level harus setidaknya %@ untuk trade di pasar ini. Tekan konfirmasi untuk membuka halaman verifikasi.
ja_jp: 本人認証(KYC)%@段階から取引が可能です。 ProBitウェブマイページに移動しますか？
ms_my: Tahap pengesahan (KYC) anda hendaklah sekurang-kurangnya %@ untuk trade dalam pasaran ini. Tekan Sahkan untuk buka halaman pengesahan.
my_mm: အတည်ပြုခြင်း (KYC) %@အဆင့်မှစ၍ အရောင်းအ၀ယ်လုပ်နိုင်ပါသည်။ ProBit ဝဘ်စာမျက်နှာသို့ သွားလိုပါသလား?
nl_nl: Je verificatie (KYC) moet tenminste %@ zijn om in deze markt te kunnen handelen. Press Confirm om de verificatie pagina te openen.
pl_pl: Twój poziom weryfikacji (KYC) musi wynosić co najmniej %@, aby handlować na tym rynku. Naciśnij Potwierdź, aby otworzyć stronę weryfikacji.
pt_br: Seu nível de verificação (KYC) precisa ser de pelo menos %@ para realizar trade nesse mercado. Pressione Confirmar para abrir a página de verificação.
ru_ru: Ваш уровень верификации (KYC) должен быть не менее %@, чтобы торговать на этом рынке. Нажмите Подтвердить, чтобы открыть страницу верификации.
sq_al: Niveli juaj i verifikimit (KYC) duhet të jetë së paku %@ për të tregtuar në këtë treg. Shtypni Konfirmo për të hapur faqen e verifikimit.
sv_se: Din verifieringsnivå (KYC) måste vara minst %@ för att trejda på denna marknaden. Press Bekräfta för att öppna verifieringssidan.
sw_ke: Kiwango chako cha uthibitishaji (KYC) kinahitaji kuwa angalau %@ ili kufanya biashara katika soko hili. Bonyeza Thibitisha ili kufungua ukurasa wa uthibitishaji.
tr_tr: Bu pazarda işlem yapmak için doğrulama (KYC) seviyenizin en az %@ olması gerekir. Doğrulama sayfasını açmak için Onayla'ya basınız.
uk_ua: Ваш рівень верифікації (KYC) повинен бути не менше %@, щоб торгувати на цьому ринку. Натисніть Підтвердити, щоб відкрити сторінку верифікації.
vi_vn: Mức xác minh (KYC) của bạn cần tối thiểu %@ để giao dịch trong thị trường này. Nhấn Xác nhận để mở trang xác minh.
zh_hans_cn: 本人认证(KYC) %@开始可进行交易，是否移动至 我的主页
zh_hant_tw: 為了進行次交易，你的KYC等級必須在 %@ 以上 . 點選 「確認」來做 KYC 身份認證。

# activity_marketdetails_membershiplevelnotenoughtotrade
source: Your membership level needs to be at least %@ to trade in this market. Press Confirm to Purchase PROB and increase membership level.
cs_cz: Aby bylo možné obchodovat na tomto trhu, musí být vaše úroveň členství alespoň %@. Podvrďte koupi PROB a zvýšte tak úroveň členství.
da_dk: Dit medlemsniveau skal være mindst %@ for at trade på dette marked. Tryk Bekræft for at købe PROB og øge medlemsniveauet.
de_de: Ihr Mitgliedschaftslevel muss mindestens %@ sein, um in diesem Market zu traden. Klicken Sie auf Bestätigen, um PROB zu staken und das Mitgliedschftslevel zu erhöhen.
es_es: Tu nivel de membresía debe ser al menos dé %@ para poder intercambiar en este mercado. Presiona Confirmar para comprar PROB e incrementar tu nivel de membresía.
fr_fr: Votre niveau d'adhésion doit être d'au moins %@ pour trader sur ce marché. Appuyez sur Confirmer pour acheter des PROB et augmenter le niveau d'adhésion.
hi_in: इस बाजार में व्यापार करने के लिए आपकी सदस्यता का स्तर कम से कम %@ होना चाहिए। PROB खरीदने और सदस्यता स्तर बढ़ाने के लिए पुष्टि बटन दबाएं।
id_id: Level membership anda harus setidaknya %@ untuk melakukan trade di pasar ini. Tekan konfirmasi untuk membeli PROB dan meningkatkan level membership anda.
ja_jp: メンバーシップランク%@から取引が可能です。 PROB購入ページへ移動しますか？
ms_my: Tahap keahlian anda haruslah sekurang-kurangnya %@ untuk trade dalam pasaran. Tekan Sahkan untuk pembelian PROB dan meningkatkan tahap keahlian.
my_mm: အဖွဲ့ဝင်အဆင့် %@ မှစ၍ အရောင်းအ၀ယ်လုပ်နိုင်ပါသည်။ PROB ၀ယ်ယူမည့်စာမျက်နှာသို့ သွားလိုပါသလား?
nl_nl: Je lidmaatschaplevel moet tenminste %@ zijn om te kunnen handelen in deze markt. Press Confirm en koop PROB om je lidmaatschaplevel te verhogen.
pl_pl: Twój poziom członkostwa musi wynosić co najmniej %@, aby handlować na tym rynku. Naciśnij Potwierdź, aby kupić PROB i zwiększyć poziom członkostwa.
pt_br: Seu nível de membro precisa ser pelo menos %@ para operar neste mercado. Pressione Confirmar para abrir stake PROB e aumentar seu nível de membro.
ru_ru: Ваш уровень участника должен быть не меньше %@, чтобы торговать на данном рынке. Нажмите Подтвердить, чтобы Купить PROB и увеличить уровень участника.
sq_al: Niveli juaj i anëtarësimit duhet të jetë së paku %@ për të tregtuar në këtë treg. Shtypni Konfirmo për të blerë PROB dhe për të rritur nivelin e anëtarësimit.
sv_se: Din medlemsnivå måste vara minst %@ för att trejda på denna marknaden. Press Bekräfta för att köpa PROB och öka din medlemsnivå.
sw_ke: Kiwango chako cha uanachama kinahitaji kuwa angalau %@ ili kufanya biashara katika soko hili. Bonyeza Thibitisha ili Ununue PROB na uongeze kiwango cha uanachama.
tr_tr: Bu pazarda işlem yapmak için üyelik seviyenizin en az %@ olması gerekir. PROB alıp üyelik seviyenizi yükseltmek için Onayla'ya basın.
uk_ua: Ваш рівень учасника повинен бути не менше %@, щоб торгувати на даному ринку. Натисніть Підтвердити, щоб Купити PROB та збільшити рівень учасника.
vi_vn: Cấp độ thành viên của bạn cần có ít nhất %@ để giao dịch trong thị trường này. Nhấn Xác nhận mua PROB và tăng cấp thành viên.
zh_hans_cn: 会员等级%@开始可进行交易，是否移动至 PROB购买页面
zh_hant_tw: 為了進行次交易，你的會員等級必須在 %@ 以上 . 點選 「確認」來提高你的會員等級。

# activity_marketdetails_membershiplevelnotenoughtotrade_globalalt
source: Your membership level needs to be at least %@ to trade in this market. Press Confirm to open PROB stake to increase your membership level.
cs_cz: Aby bylo možné obchodovat na tomto trhu, musí být vaše úroveň členství alespoň %@. Potvrďte, že otevřete sázku PROB, abyste zvýšili svou úroveň členství.
da_dk: Dit medlemsniveau skal være mindst %@ for at trade på dette marked. Tryk Bekræft for at åbne PROB stake for at øge dit medlemsniveau.
de_de: Ihr Mitgliedsschaftslevel muss mindestens %@ sein, um in diesem Market zu traden. Klicken Sie auf bestätigen, um PROB zu staken und Ihr Mitgliedschaftslevel zu erhöhen.
es_es: Tu nivel de membresía debe ser por lo menos %@ para poder intercambiar en este mercado. Presiona Confirmar para abrir PROB stake para incrementar su nivel de membresía.
fr_fr: Votre niveau d'adhésion doit être d'au moins %@ pour trader sur ce marché. Appuyez sur Confirmer pour vous ouvrir le stake de PROB afin d'augmenter votre niveau d'adhésion.
hi_in: इस बाजार में व्यापार करने के लिए आपकी सदस्यता का स्तर कम से कम %@ होना चाहिए। अपने सदस्यता स्तर को बढ़ाने के लिए PROB स्टेकिंग खोलने के लिए पुष्टि करें दबाएं।
id_id: Level membership anda harus setidaknya %@ untuk melakukan trade di pasar ini. Tekan konfirmasi untuk membuka PROB stake untuk meningkatkan level membership anda.
ja_jp: メンバーシップランク%@から取引が可能です。 PROBステーキ画面に移動しますか？
ms_my: Tahap keahlian anda haruslah sekurang-kurangnya %@ untuk trade dalam pasaran. Tekan Sahkan untuk buka PROB stake bagi meningkatkan tahap keahlian anda.
my_mm: အဖွဲ့ဝင်အဆင့် %@ မှစ၍ အရောင်းအ၀ယ်လုပ်နိုင်ပါသည်။ PROB stakeမည့်ဆီသို့ သင်သွားလိုပါသလား?
nl_nl: Je lidmaatschaplevel moet tenminste %@ zijn om te kunnen handelen in deze markt. Press Confirm to open Stake PROB om je lidmaatschaplevel te verhogen.
pl_pl: Twój poziom członkostwa musi wynosić co najmniej %@, aby handlować na tym rynku. Naciśnij Potwierdź, aby otworzyć stawkę PROB i zwiększyć swój poziom członkostwa.
pt_br: Seu nível de membro precisa ser pelo menos %@ para operar neste mercado. Pressione Confirmar para abrir Stake PROB e aumentar seu nível de membro.
ru_ru: Ваш уровень участника должен быть не меньше %@, чтобы торговать на данном рынке. Нажмите Подтвердить, чтобы поставить PROB на стейк и увеличить уровень участника.
sq_al: Niveli juaj i anëtarësimit duhet të jetë së paku %@ për të tregtuar në këtë treg. Shtypni Konfirmo për të hapur aksionet PROB për të rritur nivelin tuaj të anëtarësimit.
sv_se: Din medlemsnivå måste vara minst %@ för att trejda på denna marknaden. Tryck Bekräfta för att öppna PROB-stake och öka din medlemsnivå.
sw_ke: Kiwango chako cha uanachama kinahitaji kuwa angalau %@ ili kufanya biashara katika soko hili. Bonyeza Thibitisha ili ufungue steki ya PROB ili kuongeza kiwango chako cha uanachama.
tr_tr: Bu alanda işlem yapmak için üyelik seviyenizin en az %@ olması gerekir. Üyelik seviyenizi yükseltmek adına PROB stake sayfasını açmak için Onayla'ya basın.
uk_ua: Ваш рівень учасника повинен бути не менше %@, щоб торгувати на даному ринку. Натисніть Підтвердити, щоб поставити PROB в стейкінг і збільшити рівень учасника.
vi_vn: Cấp độ thành viên của bạn cần tối thiểu%@ để giao dịch trong thị trường này. Nhấn Xác nhận mở đặt cược PROB để tăng cấp thành viên của bạn.
zh_hans_cn: 会员等级%@开始可进行交易，是否移动至 PROB Stake画面
zh_hant_tw: 為了進行次交易，你的會員等級必須在 %@ 以上 . 點選 「確認」來提高你的會員等級。

# fragment_settings_v2_homepage
source: Homepage
cs_cz: Domovská stránka
da_dk: Forside
es_es: Página Principal
fr_fr: Page d'accueil
hi_in: मुख पृष्ठ
id_id: Halaman Utama
ja_jp: ホームページ
ms_my: Halaman Utama
my_mm: ပင်မစာမျက်နှာ
nl_nl: Thuispagina
pl_pl: Strona główna
pt_br: Página Inicial
ru_ru: Домашняя страница
sq_al: Faqja Kryesore
sv_se: Hemsida
sw_ke: Ukurasa wa nyumbani
tr_tr: Anasayfa
uk_ua: Домашня сторінка
vi_vn: Trang chủ
zh_hans_cn: 主页
zh_hant_tw: 主頁

# dialog_close
source: Close
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करे
id_id: Tutup
ja_jp: 閉じる
ms_my: Tutup
my_mm: ပိတ်ရန်
nl_nl: Sluit
pl_pl: Zamknij
pt_br: Fechar
ru_ru: Закрыть
sq_al: Mbyll
sv_se: Stäng
sw_ke: Funga
tr_tr: Kapat
uk_ua: Закрити
vi_vn: ĐÓNG
zh_hans_cn: 关闭
zh_hant_tw: 關閉

# dialog_details
source: Details
cs_cz: Detaily
da_dk: Detaljer
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Rincian
ja_jp: 詳しく見る
ms_my: Butiran
my_mm: အသေးစိတ်ကြည့်ရန်
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Детали
sq_al: Detajet
sv_se: Specification
sw_ke: Maelezo
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Thông tin chi tiết
zh_hans_cn: 查看详情
zh_hant_tw: 詳情

# fragment_withdrawal_amount_withdrawalamount_sendamountzero_hintlabel
source: Amount to be sent is 0 %@.
cs_cz: Částka k poslání je 0 %@.
da_dk: Beløb der bliver sendt 0 %@.
de_de: Zu sendende Menge ist 0 %@.
es_es: El monto a enviar es de 0 %@.
fr_fr: Le montant à envoyer est 0 %@.
hi_in: भेजी जाने वाली राशि 0%@ है।
id_id: Jumlah yang akan dikirimkan adalah 0 %@.
ja_jp: 送る数量が0%@です。
ms_my: Amaun akan dihantar adalah 0 %@.
my_mm: ပေးပို့သည့်ပမာဏမှာ 0 %@ ဖြစ်ပါသည်။
nl_nl: Te verzenden bedrag is 0 %@.
pl_pl: Kwota do wysłania to 0 %@.
pt_br: O valor a ser enviado é 0 %@.
ru_ru: Сумма отправления 0 %@.
sq_al: Shuma që do të dërgohet është 0 %@.
sv_se: Belopp som ska skickas är 0 %@.
sw_ke: Kiasi cha kutumwa ni 0 %@.
tr_tr: Gönderilecek tutar 0 %@.
uk_ua: Сума відправлення складає 0 %@.
vi_vn: Số tiền được gửi là 0 %@.
zh_hans_cn: 传送的数量是0 %@
zh_hant_tw: 將轉賬的數量是 0 %@.

# fragment_withdrawal_amount_withdrawalamount_receiveamountzero_hintlabel
source: Amount to be received is 0 %@.
cs_cz: Částka k přijetí je 0 %@.
da_dk: Beløb der bliver modtaget 0 %@.
de_de: Zu erhaltende Menge ist 0 %@.
es_es: El monto a recibir es de 0 %@.
fr_fr: Le montant à recevoir est 0 %@.
hi_in: प्राप्त होने वाली राशि 0%@ है।
id_id: Jumlah yang akan diterima adalah 0 %@.
ja_jp: 受け取る数量が0%@です。
ms_my: Amaun akan diterima adalah 0 %@.
my_mm: သင်ရရှိမည့်ပမာဏမှာ 0 %@ ဖြစ်ပါသည်။
nl_nl: Het verwachte bedrag is 0 %@.
pl_pl: Kwota do otrzymania to 0 %@.
pt_br: O valor a ser recebido é 0 %@.
ru_ru: Сумма получения составляет 0 %@.
sq_al: Shuma që do të merret është 0 %@.
sv_se: Belopp som ska tas emot är 0 %@.
sw_ke: Kiasi cha kupokea ni 0 %@.
tr_tr: Alınacak tutar 0 %@.
uk_ua: Сума отримання складає 0 %@.
vi_vn: Số tiền nhận được là 0 %@.
zh_hans_cn: 将收到的数量是0 %@
zh_hant_tw: 將收到的數量 %@。

# viewholder_buy_prob_history_pending
source: Pending
cs_cz: Čekající
da_dk: Afventer
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
hi_in: विचाराधीन
id_id: Tertunda
ja_jp: 待機中
ms_my: Belum selesai
my_mm: စောင့်ဆိုင်းဆဲ
nl_nl: In afwachting
pl_pl: W oczekiwaniu
pt_br: Pendendo
ru_ru: Рассматривается
sq_al: Në pritje
sv_se: Pågående
sw_ke: Isiyokamilika
tr_tr: Beklemede
uk_ua: Очікує на розгляд
vi_vn: Đang chờ xử lý
zh_hans_cn: 等待中
zh_hant_tw: 進行中

# viewholder_buy_prob_history_done
source: Done
cs_cz: Hotovo
da_dk: Afsluttet
de_de: Fertig
es_es: Terminado
fr_fr: Terminé
hi_in: पूर्ण
id_id: Selesai
ja_jp: 完了
ms_my: Selesai
my_mm: ပြီးမြောက်
nl_nl: Geslaagd
pl_pl: Gotowe
pt_br: Feito
ru_ru: Готово
sq_al: U krye
sv_se: Klar
sw_ke: Imekamilika
tr_tr: Tamamlandı
uk_ua: Виконано
vi_vn: Đã thực hiện
zh_hans_cn: 完成
zh_hant_tw: 完成

# viewholder_buy_prob_history_cancelled
source: Canceled
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Gelöscht
es_es: Cancelado
fr_fr: Annulé
hi_in: रद्द
id_id: Dibatalkan
ja_jp: キャンセル済み
ms_my: Dibatalkan
my_mm: ပယ်ဖျက်
nl_nl: Geannuleerd
pl_pl: Anulowany
pt_br: Cancelado
ru_ru: Отменено
sq_al: U Anulua
sv_se: Avbruten
sw_ke: Imeghairiwa
tr_tr: İptal
uk_ua: Скасовано
vi_vn: Hủy bỏ
zh_hans_cn: 取消
zh_hant_tw: 已取消

# viewholder_buy_prob_history_failed
source: Failed
cs_cz: Nezdařilo se
da_dk: Mislykkedes
de_de: Fehlgeschlagen
es_es: Fallido
fr_fr: Échec
hi_in: असफल हुआ
id_id: Gagal
ja_jp: 失敗
ms_my: Gagal
my_mm: မအောင်မြင်
nl_nl: Gefaald
pl_pl: Nie udało się
pt_br: Falhou
ru_ru: Ошибка
sq_al: Dështoi
sv_se: Misslyckades
sw_ke: Imeshindwa
tr_tr: Başarısız
uk_ua: Невдача
vi_vn: Thất bại
zh_hans_cn: 失败
zh_hant_tw: 失敗

# viewholder_buy_prob_history_unknown
source: Unknown status
cs_cz: Neznámý stav
da_dk: Ukendt status
de_de: Unbekannter Status
es_es: Estado desconocido
fr_fr: Statut inconnu
hi_in: अज्ञात स्थिति
id_id: Status Tidak Diketahui
ja_jp: 不明な状態
ms_my: Status tidak Diketahui
my_mm: အမည်မသိအခြေအနေ
nl_nl: Onbekende status
pl_pl: Status nieznany
pt_br: Status desconhecido
ru_ru: Неизвестный статус
sq_al: Status i panjohur
sv_se: Okänd status
sw_ke: Hali isiyojulikana
tr_tr: Bilinmeyen durum
uk_ua: Невідомий статус
vi_vn: Tình trạng không xác định
zh_hans_cn: 未知状态
zh_hant_tw: 未知狀態

# activity_buy_prob_history_title
source: Purchase history (PROB)
cs_cz: Historie nákupu (PROB)
da_dk: Købshistorik (PROB)
de_de: Einkauf History (PROB)
es_es: Historial de Compras (PROB)
fr_fr: Historique des achats (PROB)
hi_in: खरीद इतिहास (PROB)
id_id: Riwayat Pembelian (PROB)
ja_jp: PROB 購入内訳
ms_my: Rekod Pembelian (PROB)
my_mm: PROB ၀ယ်ယူမှုမှတ်တမ်း
nl_nl: Aankoop geschiedenis (PROB)
pl_pl: Historia zakupów (PROB)
pt_br: Histórico de Compra (PROB)
ru_ru: История заказов (PROB)
sq_al: Historia e blerjeve (PROB)
sv_se: Köpshistorik (PROB)
sw_ke: Historia ya Ununuzi (PROB)
tr_tr: Satın alma geçmişi (PROB)
uk_ua: Історія покупок (PROB)
vi_vn: Lịch sử mua (PROB)
zh_hans_cn: PROB购买记录
zh_hant_tw: 購買記錄 (PROB)

# fragment_applocksettings_disableapplock
source: Disable app lock
cs_cz: Zakázat zámek aplikace
da_dk: Deaktiver app låsning
de_de: App Lock deaktivieren
es_es: Deshabilitar bloqueo de applicaciones
fr_fr: Désactiver le verrouillage de l'application
hi_in: एप्लिकेशन लॉक बंद करें
id_id: Menonaktifkan kunci aplikasi
ja_jp: アプリロック無効化
ms_my: Nyahaktifkan kunci aplikasi
my_mm: အက်ပ်လော့ခ်ကို ပိတ်ပါ။
nl_nl: Schakel app lock uit
pl_pl: Wyłącz blokadę aplikacji
pt_br: Desativar bloqueio do aplicativo
ru_ru: Отменить блокировку приложения
sq_al: Çaktivizo kyçjen e aplikacionit
sv_se: Inaktivera applås
sw_ke: Lemaza kufuli ya programu
tr_tr: Uygulama kilidini devre dışı bırak
uk_ua: Вимкнути блокування додатку
vi_vn: Đóng khóa ứng dụng
zh_hans_cn: 停用应用锁
zh_hant_tw: 停用鎖定

# fragment_orderhistory_searchview_hint
source: Market pair
cs_cz: Tržní pár
da_dk: Marked par
de_de: Market Paar
es_es: Par de Mercado
fr_fr: Paire de marché
hi_in: बाजार जोड़ी
id_id: Pasangan Market
ja_jp: 取引ペア
ms_my: Pasaran pair
my_mm: ဈေးကွက်အတွဲ
nl_nl: Markt paar
pl_pl: Para rynkowa
ru_ru: Торговые пары
sq_al: Palë Tregu
sv_se: Marknadspar
sw_ke: Jozi ya soko
tr_tr: Piyasa çifti
uk_ua: Ринкова пара
vi_vn: Cặp thị trường
zh_hans_cn: 市场交易对
zh_hant_tw: 取消所有

# fragment_openorder_cancelbar_cancel
source: Cancel All
cs_cz: Zrušit vše
da_dk: Annuller alle
de_de: Alle löschen
es_es: Cancelar Todo
fr_fr: Tout annuler
hi_in: सभी को रद्द करें
id_id: Batalkan Semua
ja_jp: 全キャンセル
ms_my: Batalkan semua
my_mm: အားလုံးပယ်ဖျက်
nl_nl: Annuleer alles
pl_pl: Odwołaj wszystko
pt_br: Cancelar tudo
ru_ru: Отменить всё
sq_al: Anulo të Gjitha
sv_se: Avbryt alla
sw_ke: Ghairi Yote
tr_tr: Tamamını İptal Et
uk_ua: Скасувати все
vi_vn: Hủy bỏ tất cả
zh_hans_cn: 全部取消
zh_hant_tw: 取消全部

# viewholder_history_openorder_v2_cancel
source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Löschen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द
id_id: Batalkan
ja_jp: キャンセル
ms_my: Batal
my_mm: ပယ်ဖျက်
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
sq_al: Anulo
sv_se: Avbryt
sw_ke: Ghairi
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_hans_cn: 取消
zh_hant_tw: 取消

# fragment_openorder_v2_cancel_single
source: %@ order canceled.
cs_cz: Objednávka %@ byla zrušena.
da_dk: %@ ordre annulleret.
de_de: %@ Bestellungen gelöscht.
es_es: %@ pedido cancelado.
fr_fr: Ordre %@ annulé.
hi_in: %@ ऑर्डर रद्द किया गया।
id_id: %@ order dibatalkan.
ja_jp: %@ 注文がキャンセルされました。
ms_my: %@ order dibatalkan.
my_mm: %@ မှာယူမှုကို ပယ်ဖျက်လိုက်ပါပြီ။
nl_nl: %@ order geannuleerd.
pl_pl: Zamówienie%@ zostało anulowane.
pt_br: %@ ordem cancelada.
ru_ru: %@ ордер отменен.
sq_al: Porosia %@ u anulua
sv_se: %@ order avbruten.
sw_ke: Agizo la %@ limeghairiwa.
tr_tr: %@ emir iptal edildi.
uk_ua: %@ замовлення скасовано.
vi_vn: %@ lệnh đặt đã bị hủy bỏ.
zh_hans_cn: %@ 市价订单已取消
zh_hant_tw: %@ 委託已取消

# fragment_openorder_v2_cancel_multiple_all
source: All orders canceled.
cs_cz: Všechny objednávky zrušeny.
da_dk: Alle ordrer annulleret.
de_de: Alle Bestellungen wurden gelöscht.
es_es: Todos los pedidos han sido cancelados.
fr_fr: Tous les ordres ont été annulés.
hi_in: सभी आदेश रद्द
id_id: Semua order telah dibatalkan
ja_jp: 全ての注文がキャンセルされました。
ms_my: Semua order dibatalkan.
my_mm: မှာယူမှုအားလုံးကို ပယ်ဖျက်လိုက်ပါပြီ။
nl_nl: Alle orders geannuleerd.
pl_pl: Wszystkie zamówienia anulowane.
pt_br: Todas as ordens foram canceladas.
ru_ru: Все ордера отменены.
sq_al: Të gjitha porositë u anuluan.
sv_se: Alla ordrar avbrutna.
sw_ke: Maagizo yote yameghairiwa.
tr_tr: Tüm emirler iptal edildi.
uk_ua: Усі замовлення скасовано.
vi_vn: Tất cả các lệnh đặt bị hủy bỏ.
zh_hans_cn: 已取消所有订单
zh_hant_tw: 所有委託已取消

# fragment_openorder_v2_cancel_multiple_some
source: Failed to cancel some orders: %@
cs_cz: Některé objednávky se nepodařilo zrušit: %@
da_dk: Kunne ikke annullere nogle ordrer: %@
de_de: Läschen von gewissen Bestellungen fehlgeschlafen: %@
es_es: Error al cancelar algunos pedidos: %@
fr_fr: Échec de l'annulation de certains ordres: %@
hi_in: कुछ आदेशों को रद्द करने में विफल $1%@
id_id: Gagal untuk membatalkan beberapa order: %@
ja_jp: %@の注文をキャンセルするのを失敗しました。
ms_my: Gagal untuk membatalkan beberapa order: %@
my_mm: မှာယူမှုကို ပယ်ဖျက်ခြင်း မအောင်မြင်ပါ: %@
nl_nl: Gefaald in het annuleren van een aantal orders: %@
pl_pl: Nie udało się anulować niektórych zamówień:%@
pt_br: Falha ao cancelar alguns pedidos: %@
ru_ru: Не получилось отменить некоторые ордера: %@
sq_al: Anulimi i disa porosive dështoi: %@
sv_se: Det gick ej att avbryta vissa ordrar: %@
sw_ke: Imeshindwa kughairi baadhi ya maagizo: %@
tr_tr: Bazı siparişlerin iptali başarısız: %@
uk_ua: Не вдалося скасувати деякі замовлення: %@
vi_vn: Không thể hủy một số lệnh đặt: %@
zh_hans_cn: 订单取消失败: %@
zh_hant_tw: 取消委託失敗： %@

# fragment_openorder_v2_cancel_dialog_content
source: All open orders will get canceled. Do you want to proceed?
cs_cz: Všechny otevřené objednávky budou zrušeny. Chcete pokračovat?
da_dk: Alle åbne ordrer annulleres. Vil du fortsætte?
de_de: Alle offenen Bestellungen werden gelöscht. Möchten Sie fortfahren?
es_es: Todos los pedidos abiertos serán cancelados. ¿Deseas continuar?
fr_fr: Tous les ordres ouverts seront annulés. Voulez-vous poursuivre?
hi_in: सभी खुले आदेश रद्द हो जाएंगे। क्या आप आगे बढ़ना चाहते हैं?
id_id: Semua open order akan dibatalkan. Apakah anda ingin melanjutkan?
ja_jp: 全ての未締結注文がキャンセルされます。本当にキャンセルしますか？
ms_my: Semua open order akan dibatalkan. Adakah anda ingin meneruskan?
my_mm: စောင့်ဆိုင်းနေသော အမှာစာများအားလုံးကို ပယ်ဖျက်ပါမည်။ အမှန်တကယ် ပယ်ဖျက်လိုပါသလား?
nl_nl: Alle opens orders zullen worden geannuleerd. Wil je verder gaan?
pl_pl: Wszystkie otwarte zamówienia zostaną anulowane. Czy chcesz kontynuować?
pt_br: Todos os pedidos em aberto serão cancelados. Você quer prosseguir?
ru_ru: Все открытые ордера будут отменены. Вы хотите продолжить?
sq_al: Të gjitha porositë e hapura do të anulohen. Doni të vazhdoni?
sv_se: Alla öppna order kommer att avbrytas. Vill du fortsätta?
sw_ke: Maagizo yote wazi yataghairiwa. Je, ungependa kuendelea?
tr_tr: Tüm açık siparişler iptal edilecek. Devam etmek istiyor musunuz?
uk_ua: Усі відкриті ордери буде скасовано. Ви хочете продовжити?
vi_vn: Tất cả lệnh đặt đang mở sẽ bị hủy. Bạn có muốn tiếp tục không?
zh_hans_cn: 所有未成交的订单将被取消，确定取消吗？
zh_hant_tw: 確認取消所有委託訂單？

# dialog_alert
source: Alert
cs_cz: Upozornění
da_dk: Advarsel
de_de: Warnung
es_es: Precaución
fr_fr: Alerte
hi_in: चेतावनी
id_id: Peringatan
ja_jp: 警告
ms_my: Peringatan
my_mm: သတိပေးချက်
pl_pl: Alarm
pt_br: Alerta
ru_ru: Оповещение
sq_al: Paralajmërim
sv_se: Varning
sw_ke: Tahadhari
tr_tr: Uyarı
uk_ua: Оповіщення
vi_vn: Cảnh báo
zh_hans_cn: 警告
zh_hant_tw: 警告

# activity_orderhistorydetails_titlebar
source: Order details
cs_cz: Detaily objednávky
da_dk: Ordre detaljer
de_de: Bestellungsdetails
es_es: Detalles del pedido
fr_fr: Détails de l'ordre
hi_in: ऑर्डर का विवरण
id_id: Rincian Order
ja_jp: 注文細部情報
ms_my: Butiran order
my_mm: အော်ဒါအသေးစိတ်အချက်အလက်
pl_pl: Szczegóły zamówienia
pt_br: Detalhes da ordem
ru_ru: Детали заказа
sq_al: Detajet e Porosive
sv_se: Orderdetaljer
sw_ke: Maelezo ya agizo
tr_tr: Sipariş detayları
uk_ua: Деталі замовлення
vi_vn: Chi tiết về đặt lệnh
zh_hans_cn: 订单详细信息
zh_hant_tw: 委託細節

# withdrawal_address_retryagain
source: Please Try Again
cs_cz: Prosím zkuste to znovu později
da_dk: Prøv igen
de_de: Bitte versuchen Sie es erneut
es_es: Por favor, vuelve a intentarlo.
fr_fr: Veuillez réessayer
hi_in: कृपया पुन: प्रयास करें
id_id: Silakan Coba Kembali
ja_jp: もう一度お試しください。
ms_my: Sila cuba lagi
my_mm: ထပ်စမ်းကြည့်ပါ။
nl_nl: Probeer het opnieuw
pl_pl: Spróbuj ponownie
pt_br: Por favor tente novamente
ru_ru: Пожалуйста, попробуйте снова
sq_al: Ju Lutemi Provoni Përsëri
sv_se: Vänligen försök igen
sw_ke: Tafadhali jaribu tena
tr_tr: Lütfen tekrar deneyiniz
uk_ua: Будь ласка, спробуйте ще раз
vi_vn: Vui lòng thử lại.
zh_hans_cn: 请重试
zh_hant_tw: 請重試
