Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_serviceagreementkorea_successfultoast
source: Agreement received. Please log in again.
cs_cz: Dohoda přijata. Přihlaste se prosím znovu.
da_dk: Godkendelse modtaget. Log venligst ind igen.
de_de: Zustimmung erhalten. Bitte melden Sie sich erneut an.
es_es: Contrato recibido. Por favor inicia sesión nuevamente.
fr_fr: Accord reçu. Veuillez vous reconnecter.
hi_in: सहमती प्रप्त हो गई है| कृपया फिर से लॉग इन करें
id_id: Persetujuan diterima. Silahkan coba masuk kembali.
ja_jp: 同意の完了、再度ログインしてください。
ms_my: Persetujuan diterima. Sila log masuk lagi.
my_mm: သဘောတူညီချက် ရပြီးပါပြီ။ ကျေးဇူးပြု၍ ထပ်မံဝင်ရောက်ပါ။
nl_nl: Overeenkomst ontvangen. Gelieve opnieuw in te loggen.
pl_pl: Umowa otrzymana. Proszę zalogować się ponownie.
pt_br: Acordo recebido. Por favor faça login novamente.
ru_ru: Соглашение получено. Пожалуйста, войдите еще раз.
sq_al: Marrëveshja u pranua. Ju lutemi identifikohuni përsëri.
sv_se: Avtal mottaget. Vänligen logga in igen.
sw_ke: Makubaliano yamepokelewa. Tafadhali ingia tena.
tr_tr: Anlaşma alındı. Lütfen tekrar giriş yapın.
uk_ua: Угоду отримано. Будь ласка, увійдіть ще раз.
vi_vn: Đã nhận được thỏa thuận. Vui lòng đăng nhập lại.
zh_hans_cn: 已完成同意，请重新登陆

# customview_smallagreementelement_radiogroup_agree
source: Agree
cs_cz: Souhlasím
da_dk: Accepter
de_de: Zustimmen
es_es: De acuerdo
fr_fr: Accepter
hi_in: सहमत है
id_id: Setuju
ja_jp: 同意する
ms_my: Setuju
my_mm: သဘောတူပါသည်။
nl_nl: Akkoord
pl_pl: Zgadzam się
pt_br: Concordo
ru_ru: Согласен
sq_al: Pajtohuni
sv_se: Godkänner
sw_ke: Kubali
tr_tr: Katılıyorum
uk_ua: Погоджуюся
vi_vn: Đồng ý
zh_hans_cn: 同意

# customview_smallagreementelement_radiogroup_disagree
source: Decline
cs_cz: Nesouhlasím
da_dk: Afvis
de_de: Nicht zustimmen
es_es: Desacuerdo
fr_fr: Refuser
hi_in: अस्वीकार कर दिया गया है
id_id: Tidak Setuju
ja_jp: 同意しない
ms_my: Menolak
my_mm: သဘောမတူပါ။
nl_nl: Niet akkoord
pl_pl: Nie zgadzam się
pt_br: Discordo
ru_ru: Не согласен
sq_al: Refuzoni
sv_se: Godkänner ej
sw_ke: Kataa
tr_tr: Katılmıyorum
uk_ua: Не погоджуюся
vi_vn: Không đồng ý
zh_hans_cn: 拒绝

# customview_smallagreementelement_termscontainer_title
source: Show details
cs_cz: Ukázat detaily
da_dk: Vis detaljer
de_de: Details anzeigen
es_es: Mostrar detalles
fr_fr: Afficher les détails
hi_in: विवरण दिखाये
id_id: Perlihatkan detail
ja_jp: 詳しくみる
ms_my: Tunjukkan butiran
my_mm: အသေးစိတ်ပြရန်
nl_nl: Laat details zien
pl_pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
ru_ru: Показать детали
sq_al: Shfaqni detajet
sv_se: Visa specifikation
sw_ke: Onyesha maelezo
tr_tr: Detayları göster
uk_ua: Показати деталі
vi_vn: Hiển thị chi tiết
zh_hans_cn: 查看详情

# activity_marketingagreement_agreement_container_agreeall_subtext
source: I agree to %@.
cs_cz: Souhlasím %@.
da_dk: Jeg accepter %@.
de_de: Ich akzeptiere %@.
es_es: Estoy de acuerdo con %@.
fr_fr: J'accepte %@.
hi_in: मैं %@ से सहमत हूं।
id_id: saya setuju untuk %@.
ja_jp: %@にすべて同意します。
ms_my: Saya setuju kepada %@.
my_mm: %@ ကို သဘောတူပါတယ်။
nl_nl: Ik ga akkoord met %@.
pl_pl: Wyrażam zgodę na %@.
pt_br: Eu concordo com %@.
ru_ru: Я согласен %@.
sq_al: Jam dakord me %@.
sv_se: Jag godkänner %@.
sw_ke: Ninakubali %@.
tr_tr: %@ kabul ediyorum.
uk_ua: Я погоджуюся з %@.
vi_vn: Tôi đồng ý với %@.
zh_hans_cn: 同意%@

# activity_marketingagreement_agreement_container_agreeall_text
source: I agree to all terms and conditions.
cs_cz: Souhlasím se všemi podmínkami.
da_dk: Jeg accepter alle vilkår og betingelser.
de_de: Ich stimme allen Bedingungen und Konditionen zu.
es_es: Acepto todos los términos y condiciones.
fr_fr: J'accepte tous les termes et conditions.
hi_in: मैं सभी नियमों और शर्तों से सहमत हूं।
id_id: Saya setuju dengan semua syarat dan ketentuan.
ja_jp: すべて確認、同意してください。
ms_my: Saya setuju kepada semua terma dan syarat.
my_mm: စည်းကမ်းသတ်မှတ်ချက်အားလုံးကို ကျွန်ုပ်သဘောတူပါသည်။
nl_nl: Ik ga akkoord de algemene voorwaarden.
pl_pl: Akceptuję wszystkie warunki.
pt_br: Eu concordo com todos os termos e condições.
ru_ru: Я согласен со всеми условиями.
sq_al: Unë pajtohem me të gjitha termat dhe kushtet.
sv_se: Jag godkänner alla villkor.
sw_ke: Ninakubali sheria na masharti yote.
tr_tr: Tüm hüküm ve koşulları kabul ediyorum.
uk_ua: Я погоджуюся з усіма умовами та положеннями.
vi_vn: Tôi đồng ý với tất cả điều khoản và điều kiện.
zh_hans_cn: 已全部确认并同意

# activity_terms_v2_privacy_optional_switch_title
source: Agree to the collection and use of personal information
cs_cz: Souhlasíte se shromažďováním a používáním osobních údajů
da_dk: Accepter til indsamling og brug af personlige oplysninger
de_de: Einverständnis zur Erfassung und Verwendung persönlicher Daten
es_es: Acepto la recopilación y utilización de información personal
fr_fr: Accepter la collection et l'utilisation des informations personnelles
hi_in: व्यक्तिगत जानकारी के संग्रह और उपयोग के लिए सहमत हैं
id_id: Setuju untuk mengumpulkan dan menggunakan informasi pribadi
ja_jp: 個人情報収集と利用に関して同意
ms_my: Setuju kepada koleksi dan penggunaan maklumat peribadi.
my_mm: ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို စုဆောင်းခြင်းနှင့် အသုံးပြုခြင်းအား ခွင့်ပြုပါသည်။
nl_nl: Ik ga akkoord me het verzamelen en gebruik van persoonlijke informatie
pl_pl: Zgoda na zbieranie i wykorzystywanie danych osobowych
pt_br: Concordar em coletar e usar informações pessoais
ru_ru: Согласие на сбор и обработку личной информации
sq_al: Pajtohuni për mbledhjen dhe përdorimin e informacionit personal.
sv_se: Godkänner insamling och användning av personlig information
sw_ke: Kubali ukusanyaji na matumizi ya taarifa za kibinafsi
tr_tr: Kişisel bilgilerinizin toplanılmasını ve kullanılmasını kabul ediniz
uk_ua: Погодьтеся на збирання та використовування особистої інформації
vi_vn: Đồng ý thu thập và sử dụng thông tin cá nhân
zh_hans_cn: 同意个人信息收集和使用

# activity_terms_v2_email_marketing_switch_title
source: Email notification settings
cs_cz: Preferované nestavení Emailu
da_dk: Indstillinger for email-notifikationer
de_de: Einstellung der E-Mail-Präferenz
es_es: Configuración de preferencias de correo electrónico
fr_fr: Paramètres de préférence des emails
hi_in: ईमेल सूचना सेटिंग
id_id: Pengaturan preferensi Email
ja_jp: Eメール受信に同意
ms_my: Tetapan pemberitahuan e-mel
my_mm: အီးမေးလ် နိုတီဆက်တင်များ
nl_nl: E-mail voorkeurinstellingen
pl_pl: Ustawienia powiadomień e-mail
pt_br: Configuração de preferência de email
ru_ru: Настройка параметров электронной почты
sq_al: Cilësimet e njoftimit me email
sv_se: Inställningar för e-post
sw_ke: Mipangilio ya arifa za barua pepe
tr_tr: Email tercih ayarı
uk_ua: Налаштування електронної пошти
vi_vn: Cài đặt tùy chọn email
zh_hans_cn: 同意收取邮件

# activity_terms_v2_email_marketing_switch_hint
source: Receive various email notifications including listings, events, and more.
cs_cz: E-mailem můžete dostávat různá upozornění, včetně informací o tržních podmínkách, služeb partnerů a tržních cen.
da_dk: Modtag forskellige email notifikationer inklusive lister, begivenheder, og mere.
de_de: Erhalten Sie verschiedene Benachrichtigungen per E-Mail, einschließlich Informationen zu Marktbedingungen, Dienstleistungen von Partnern und Marktpreisen.
es_es: Recibe varias alertas a través de emails, incluida información sobre la condición del mercado, servicios de socios y precios de mercado.
fr_fr: Recevez diverses alertes par e-mail, incluant les listings, événements et plus encore.
hi_in: लिस्टिंग, आयोजनाओ आदि सहित विभिन्न ईमेल सूचनाएं प्राप्त करें।
id_id: Dapatkan berbagai notifikasi melalui e-mail, termasuk informasi kondisi pasar, layanan mitra, dan harga pasar.
ja_jp: 上場、イベントなどの多様な情報をEメールでお知らせします。
ms_my: Dapatkan pelbagai e-mel pengetahuan termasuk senarai, acara, dan sebagainya.
my_mm: listingများ၊ ပွဲများနှင့် အခြားအရာများအပါအဝင် အမျိုးမျိုးသော အီးမေးလ် နိုတီများကို လက်ခံပါ။
nl_nl: Ontvang diverse meldingen via e-mail waaronder informatie over de marktconditie, diensten van partners en marktprijzen.
pl_pl: Otrzymuj różne powiadomienia e-mail, w tym o ofertach, wydarzeniach i nie tylko.
pt_br: Receba vários alertas por e-mail, incluindo informações sobre as condições de mercado, serviços de parceiros e preços de mercado.
ru_ru: Получать различные оповещения по электронной почте, в том числе информацию о состоянии рынка, услугах партнеров и рыночных ценах.
sq_al: Merrni njoftime të ndryshme me email, përfshirë listat, ngjarjet dhe më shumë.
sv_se: Ta emot alarm via e-post, inklusive information om marknadsförhållanden, tjänster från partners och marknadspriser.
sw_ke: Pokea arifa mbalimbali za barua pepe ikiwa ni pamoja na uorodheshaji, matukio na zaidi.
tr_tr: Piyasa durumu bilgileri, ortak hizmetler ve piyasa fiyatları dahil olmak üzere e-posta yoluyla çeşitli uyarılar alın.
uk_ua: Отримувати різні сповіщення електронною поштою, включаючи інформацію про стан ринку, послуги партнерів та ринкові ціни.
vi_vn: Nhận các cập nhật khác nhau qua email, bao gồm thông tin thị trường, dịch vụ của đối tác và giá cả thị trường.
zh_hans_cn: 有关上币、活动等多种最新消息的邮件通知

# activity_terms_v2_sms_marketing_switch_hint
source: Receive various SMS notifications including listings, events, and more.
cs_cz: Dostávejte různá upozornění prostřednictvím SMS, včetně informací o tržních podmínkách, služeb partnerů a tržních cen.
da_dk: Modtag forskellige SMS beskeder inklusive lister, begivenheder, og mere.
de_de: Erhalten Sie verschiedene Benachrichtigungen per SMS, einschließlich Informationen zu Marktbedingungen, Dienstleistungen von Partnern und Marktpreisen.
es_es: Recibe varias alertas a través de SMS, incluida información sobre la condición del mercado, servicios de socios y precios de mercado.
fr_fr: Recevez diverses alertes par SMS, incluant les listings, événements et plus encore.
hi_in: SMS सूचना सेटिंग्स
id_id: Dapatkan berbagai notifikasi melalui SMS, termasuk informasi kondisi pasar, layanan mitra, dan harga pasar.
ja_jp: 上場、イベントなどの多様な情報をSMSでお知らせします。
ms_my: Dapatkan pelbagai SMS pengetahuan termasuk penyenaraian, acara dan pelbagai lagi.
my_mm: listingများ၊ ပွဲများနှင့် အခြားအရာများအပါအဝင် အမျိုးမျိုးသော SMS နိုတီများကို လက်ခံပါ။
nl_nl: Ontvang diverse meldingen via SMS waaronder informatie over de marktconditie, diensten van partners en marktprijzen.
pl_pl: Otrzymuj różne powiadomienia SMS, w tym o ofertach, wydarzeniach i nie tylko
pt_br: Receba vários alertas via SMS, incluindo informações sobre as condições de mercado, serviços de parceiros e preços de mercado.
ru_ru: Получать различные оповещения посредством SMS, включая информацию о состоянии рынка, услугах партнеров и рыночных ценах.
sq_al: Merrni njoftime të ndryshme SMS përfshirë listat, ngjarjet dhe më shumë.
sv_se: Ta emot alarm via SMS, inklusive information om marknadsförhållanden, partners tjänster och marknadspriser.
sw_ke: Pokea arifa mbalimbali za SMS ikiwa ni pamoja na uorodheshaji, matukio na zaidi.
tr_tr: Piyasa durumu bilgileri, ortakların hizmetleri ve piyasa fiyatları dahil olmak üzere SMS yoluyla çeşitli uyarılar alın.
uk_ua: Отримувати різні сповіщення за допомогою SMS, включаючи інформацію про стан ринку, послуги партнерів та ринкові ціни.
vi_vn: Nhận nhiều thông báo khác nhau qua SMS, bao gồm thông tin thị trường, dịch vụ của đối tác và giá cả thị trường.
zh_hans_cn: 有关上币、活动等多种最新消息的短信通知

# activity_terms_v2_sms_marketing_switch_title
source: SMS notification settings
cs_cz: preferované nastavení SMS
da_dk: Indstillinger for SMS notifikationer
de_de: Einstellung der SMS-Präferenz
es_es: Configuración de preferencias de SMS
fr_fr: Paramètres des préférence SMS
hi_in: SMS सूचना सेटिंग्स
id_id: Pengaturan preferensi SMS
ja_jp: SMS受信に同意
ms_my: Pengetahuan SMS tetapan
my_mm: SMS နိုတီဆက်တင်များ
nl_nl: SMS voorkeurinstellingen
pl_pl: Ustawienia powiadomień SMS
pt_br: Configuração de preferência de SMS
ru_ru: Настройка параметров SMS
sq_al: Çilësimet e njoftimit të SMS
sv_se: SMS-inställningar
sw_ke: Mipangilio ya arifa za SMS
tr_tr: SMS tercih ayarı
uk_ua: Налаштування SMS повідомлень
vi_vn: Cài đặt tùy chọn SMS
zh_hans_cn: 同意收取SMS信息

# activity_terms_v2_push_marketing_switch_hint
source: Receive various push notifications including listings, events and more.
cs_cz: Přijímat různá upozornění prostřednictvím push, včetně informací o tržních podmínkách, služeb partnerů a tržních cen.
da_dk: Modtag forskellgie push-notifikationer inklusive lister, begivenheder og mere.
de_de: Erhalten Sie verschiedene Benachrichtigungen per Push, einschließlich Informationen zu Marktbedingungen, Dienstleistungen von Partnern und Marktpreisen.
es_es: Recibe varias alertas vía push, incluida información sobre la condición del mercado, servicios de socios y precios de mercado.
fr_fr: Recevez diverses alertes push, incluant les listings, événements et plus encore.
hi_in: लिस्टिंग, आयोजनाओ और अधिक सहित विभिन्न पुश सूचनाएं प्राप्त करें।
id_id: Dapatkan berbagai peringatan melalui push notifikasi, termasuk informasi kondisi pasar, layanan mitra, dan harga pasar.
ja_jp: 上場、イベントなどの多様な情報をプッシュメッセージでお知らせします。
ms_my: Dapatkan pelbagai pengetahuan termasuk senarai, acara dan sebagainya.
my_mm: listingများ၊ ပွဲများနှင့် အခြားအရာများအပါအဝင် အမျိုးမျိုးသောpush နိုတီများကို လက်ခံပါ။
nl_nl: Ontvang diverse meldingen via push waaronder informatie over de marktconditie, diensten van partners en marktprijzen.
pl_pl: Otrzymuj różne powiadomienia push, w tym o ofertach, wydarzeniach i nie tylko.
pt_br: Receba vários alertas, incluindo informações sobre as condições do mercado, serviços de parceiros e preços de mercado.
ru_ru: Получать различные push-оповещения, в том числе информацию о состоянии рынка, услугах партнеров и рыночных ценах.
sq_al: Merrni njoftime të ndryshme "push" duke përfshirë listat, ngjarjet dhe më shumë.
sv_se: Ta emot alarm via pushnotiser, inklusive information om marknadsförhållanden, partners tjänster och marknadspriser.
sw_ke: Pokea arifa mbalimbali zinazotumwa na programu hata wakati huitumii ikijumuisha uorodheshaji, matukio na zaidi.
tr_tr: Pazar durumu bilgileri, ortakların hizmetleri ve piyasa fiyatları dahil olmak üzere mesaj yoluyla çeşitli uyarılar alın.
uk_ua: Отримувати різні сповіщення через push, включаючи інформацію про стан ринку, послуги партнерів та ринкові ціни.
vi_vn: Nhận được các cảnh báo khác nhau thông qua đẩy, bao gồm thông tin tiếp thị, dịch vụ của các đối tác và giá cả thị trường.
zh_hans_cn: 推送有关上币、活动等多种最新消息

# activity_terms_v2_push_marketing_switch_title
source: Push notification settings
cs_cz: Nastavení předvoleb push
da_dk: Indstillinger for push-notifikationer
de_de: Einstellung der Push-Präferenz
es_es: Ajuste de preferencias de Push
fr_fr: Réglage des préférences Push
hi_in: पुश सूचना सेटिंग
id_id: Pengaturan push preference
ja_jp: プッシュ受信に同意
ms_my: Tetapan pemberitahuan tolak
my_mm: push နိုတီဆက်တင်များ
nl_nl: Push voorkeurinstellingen
pl_pl: Ustawienia powiadomień Push
pt_br: Configurações de preferência de notificação noturna
ru_ru: Настройка push-уведомлений
sq_al: Shtypni cilësimet e njoftimit
sv_se: Inställningar för pushnotiser
sw_ke: Mipangilio ya arifa zinazotumwa na programu
tr_tr: Mesaj tercih ayarı
uk_ua: Налаштування push-повідомлень
vi_vn: Cài đặt tùy chọn Đẩy
zh_hans_cn: 同意收取提醒通知

# activity_terms_v2_nighttime_push_switch_title
source: Nighttime push notification settings
cs_cz: Nastavení předvoleb push v noci
da_dk: Indstillinger for nattid push-notifikationer
de_de: Einstellung der nächtlichen Push Benachrichtigungen
es_es: Configuración de preferencias de push nocturno
fr_fr: Réglage des préférences push nocturne
hi_in: रात के समय पुश सूचना सेटिंग
id_id: Pengaturan preferensi push malam hari
ja_jp: 夜間のプッシュ受信に同意
ms_my: Tetapan pemberitahuan tolak waktu malam
my_mm: ညပိုင်း push နိုတီဆက်တင်များ
nl_nl: Voorkeursinstelling voor push tijdens de nacht
pl_pl: Ustawienia nocnych powiadomień push
pt_br: Configuração de preferência de notificação noturna
ru_ru: Настройка предпочтений о push-увндомлениях ночью
sq_al: Cilësimet e njoftimit të shtytjes gjatë natës
sv_se: Inställning för pushnotiser nattetid
sw_ke: Mipangilio ya arifa zinazotumwa na programu wakati wa usiku
tr_tr: Gece mesajları tercihi ayarı
uk_ua: Налаштування push-повідомлень у нічний час
vi_vn: Cài đặt tùy chọn push ban đêm
zh_hans_cn: 同意收取夜间通知提醒

# activity_terms_v2_privacy_optional_kwsk_item_title
source: Agree to collection and use of personal information (Optional)
cs_cz: Souhlasíte se shromažďováním a používáním osobních údajů (volitelné)
da_dk: Accepter til indsamlingen og brug af personlige oplysninger (valgfrit)
de_de: Einverständnis zur Erfassung und Verwendung persönlicher Daten (optional)
es_es: Acepto la recopilación y utilización de información personal (Opcional)
fr_fr: Accepter la collection et l'utilisation des informations personnelles (facultatif)
hi_in: व्यक्तिगत जानकारी के संग्रह और उपयोग के लिए सहमत (वैकल्पिक)
id_id: Setuju untuk mengumpulkan dan menggunakan informasi pribadi (opsional)
ja_jp: 個人情報の収集と利用に関して同意（選択）
ms_my: Setuju untuk koleksi dan mengguna maklamat informasi (Pilihan)
my_mm: ကိုယ်ရေးကိုယ်တာ အချက်အလက်များကို စုဆောင်းအသုံးပြုရန် သဘောတူညီပါသည်။ (ချန်လှပ်ထားနိုင်သည်)
nl_nl: Ik ga akkoord met het verzamelen en gebruik van persoonlijke informatie (optioneel)
pl_pl: Zgoda na zbiór i wykorzystanie danych osobowych (Opcjonalnie)
pt_br: Concordar em coletar e usar informações pessoais (opcional)
ru_ru: Дать согласие на сбор и обработку личной информации (по желанию)
sq_al: Pajtohuni për mbledhjen dhe përdorimin e informacionit personal (Opsionale)
sv_se: Godkänner insamling och användning av personlig information (valfritt)
sw_ke: Kubali kukusanywa na kutumiwa kwa taarifa za kibinafsi (Si lazima)
tr_tr: Kişisel bilgileri toplanılmasını ve kullanılmasını kabul edin (İsteğe bağlı)
uk_ua: Погодитися на збирання та використовування особистої інформації (Необов’язково)
vi_vn: Đồng ý thu thập và sử dụng thông tin cá nhân (Tùy chọn)
zh_hans_cn: 同意个人信息收集和使用（选择）

# activity_terms_v2_privacy_optional_kwsk_item
source: Show terms and conditions
cs_cz: Zobrazit podmínky
da_dk: Vis vilkår og betingelser
de_de: Bedingungen und Konditionen anzeigen
es_es: Mostrar términos y condiciones
fr_fr: Afficher les termes et conditions
hi_in: नियम और शर्तें दिखाएं
id_id: Tunjukkan Syarat dan ketentuan
ja_jp: 約款をみる
ms_my: Tunjukkan terma dan syarat
my_mm: စည်းကမ်းသတ်မှတ်ချက်များကို ကြည့်ရန်
nl_nl: Bekijk de algemene voorwaarden
pl_pl: Pokaż warunki i zasady
pt_br: Mostrar termos e condições
ru_ru: Показать условия
sq_al: Shfaq termat dhe kushtet
sv_se: Visa villkor
sw_ke: Onyesha sheria na masharti
tr_tr: Hüküm ve koşulları göster
uk_ua: Показати правила та умови
vi_vn: Hiển thị các điều khoản và điều kiện
zh_hans_cn: 查看条款

# activity_terms_v2_marketing_title
source: Agree to receive notifications for events, benefits, etc. (Optional)
cs_cz: Souhlasíte s přijímáním oznámení o událostech, výhodách atd. (Volitelně)
da_dk: Accepter at modtage notifikationer om begivenheder, fordele osv. (Valgfrit)
de_de: Zustimmen, Benachrichtigungen für Veranstaltungen, Vorteile usw. zu erhalten (Optional)
es_es: Acepto recibir notificaciones de eventos, beneficios, etc. (Opcional)
fr_fr: Accepter de recevoir des notifications sur les événements, avantages, etc. (facultatif)
hi_in: आयोजनाओ, लाभों आदि के लिए सूचनाएं प्राप्त करने के लिए सहमत हों। (वैकल्पिक)
id_id: Setuju untuk menerima notifikasi event, manfaat, dan lainnya. (opsional)
ja_jp: マーケティング、イベントなどのベネフィット/情報の受信に同意（選択）
ms_my: Setuju untuk menerima pengetahuan untuk acara, manfaat dan sebgainya (Pilihan)
my_mm: မာ့ကတ်တင်း၊ ပွဲများကဲ့သို့သော အကျိုးခံစားခွင့်များ/အချက်အလက်များ လက်ခံရယူရန် သဘောတူညီချက် (ချန်လှပ်ထားနိုင်သည်)
nl_nl: Ik ga akkoord met het ontvangen van notificaties voorevenementen, voordelen, enz. (Optioneel)
pl_pl: Wyrażenie zgody na otrzymywanie powiadomień o wydarzeniach, korzyściach itp. (Opcjonalnie)
pt_br: Concordar em receber notificações de eventos, benefícios, etc. (Opcional)
ru_ru: Согласитесь получать уведомления о событиях, преимуществах и т.д. (по желанию)
sq_al: Pranoni të merrni njoftime për ngjarje, përfitime, etj. (Opsionale)
sv_se: Godkänn att få meddelanden om evenemang, förmåner etc. (valfritt)
sw_ke: Kubali kupokea arifa za matukio, manufaa n.k. (Si lazima)
tr_tr: Etkinlikler, avantajlar vb. için bildirim almayı kabul edin (İsteğe bağlı)
uk_ua: Погодитися на отримування сповіщень про події, переваги тощо (Необов’язково)
vi_vn: Đồng ý nhận thông báo về các sự kiện, lợi ích, v.v. (Tùy chọn)
zh_hans_cn: 同意收取营销、活动等优惠信息通知（选择）

# activity_terms_agreementdependency_not_satistied
source: You have to agree to %@ to agree to this term.
cs_cz: Musíte souhlasit s %@ pro odsouhlasení těchto podmínek.
da_dk: Du skal accepter til %@ for at accepter til denne betingelse.
de_de: Sie müssen %@ zustimmen, um dieser Bedingung zuzustimmen.
es_es: Debes aceptar %@ para aceptar este término.
fr_fr: Vous devez accepter %@ pour accepter ce terme.
hi_in: इस शर्त से सहमत होने के लिए आपको %@ से सहमत होना होगा।
id_id: Anda harus setuju untuk %@ untuk menyetujui syarat ini.
ja_jp: まず%@に同意しなければいません。
ms_my: Anda harus setuju untuk %@ untuk setuju atas terma ini.
my_mm: %@ ကို ဦးစွာ သဘောတူရပါမည်။
nl_nl: Je moet akkoord gaan met %@ om met deze termijn in te stemmen.
pl_pl: Musisz zgodzić się na %@, aby zgodzić się na ten warunek.
pt_br: Você deve concordar com %@ para concordar com este termo.
ru_ru: Вы должны согласиться %@ согласиться на эти условия.
sq_al: Duhet të pajtoheni me %@ për t'u pajtuar me këtë term.
sv_se: Du måste godkänna %@ för att godkänna detta.
sw_ke: Lazima ukubali %@ ili kukubaliana na masharti haya.
tr_tr: Bu şartı kabul etmek için %@ kabul etmelisiniz.
uk_ua: Ви повинні погодитись із %@, щоб прийняти цю умову.
vi_vn: Bạn phải đồng ý với %@ để đồng ý với điều khoản này.
zh_hans_cn: 需先对%@表示同意
