Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_deposit_notice1_2
source: - Any deposit to a wrong address or token may not be recoverable. Please check our article on the FAQ section for details.
cs_cz: - Jakýkoli vklad na nesprávnou adresu nebo žeton nemusí být obnovitelný. Podrobnosti naleznete v našem článku v sekci FAQ.
da_dk: - Enhver indbetaling til en forkert adresse eller token kan muligvis ikke gendannes. Se vores artikel i FAQ-sektionen for flere detaljer.
de_de: - Jegliche Deposits mit einer falschen Adresse oder Token koennen moeglicherweise nicht wiederhergestellt werden. Bitte ueberpruefen Sie unseren Artikel in den FAQs für weitere Details.
es_es: - Cualquier depósito de una dirección o token incorrecto puede costarte una tarifa de procesamiento y existe la posibilidad de que no se pueda resolver en absoluto. Consulta nuestro artículo en la sección de preguntas frecuentes (FAQ) para obtener más información.
fr_fr: - Tout dépôt vers une mauvaise adresse ou un token éronné ne sera pas récupérable. Pour plus d'informations, veuillez vérifier l'article concerné dans la section FAQ.
hi_in: - गलत पते या टोकन के लिए कोई भी जमा वापिस पाने योग्य नहीं हो सकती है। कृपया विवरण के लिए पूछे जाने वाले प्रश्न अनुभाग पर हमारे लेख की जाँच करें।
id_id: - Setiap deposit ke alamat yang salah atau Token dapat dikenakan biaya pemrosesan atau mungkin tidak dapat dipulihkan. Silakan periksa artikel kami di bagian FAQ untuk rinciannya.
ja_jp: - このアドレスに他の暗号通貨を入金する場合に発生する損失は復旧できません。 詳細についてはお知らせをご参照ください。
ms_my: - Sebarang deposit ke alamat atau token yang salah mungkin tidak dapat dipulihkan. Sila baca artikel kami di bahagian FAQ untuk maklumat lanjut.
my_mm: - မှားယွင်းသောလိပ်စာ သို့မဟုတ် တိုကင်သို့ သွင်းငွေမှန်သမျှကို ပြန်လည်ရရှိနိုင်မည်မဟုတ်ပါ။ အသေးစိတ်အတွက် FAQ ကဏ္ဍရှိ ကျွန်ုပ်တို့၏ဆောင်းပါးကို ကြည့်ရှုပါ။
nl_nl: - Elke storting naar een verkeerd adres of token kan mogelijk niet worden teruggevorderd. Bekijk ons artikel in de FAQ-sectie voor meer informatie.
pl_pl: - Wszelkie wpłaty na niewłaściwy adres lub token mogą nie być możliwe do odzyskania. Szczegółowe informacje można znaleźć w naszym artykule w sekcji FAQ.
pt_br: - Qualquer depósito para um endereço ou token errado pode incorrer uma taxa de processamento ou pode não ser capaz de ser recuperado. Por favor, consulte nosso artigo na seção Perguntas frequentes para obter detalhes.
ru_ru: - Внесение средств на неправильный адрес или токен может привести к дополнительной комиссии, или же может быть не восстановлен. Пожалуйста, изучите нашу статью в секции FAQ для подробностей.
sq_al: - Çdo depozitë në një adresë ose Token të gabuar mund të mos jetë e rikuperueshme. Ju lutemi kontrolloni artikullin tonë në seksionin "Pyetje të Shpeshta" për më tepër detaje.
sv_se: - Insättningar till en felaktig adress eller token går inte alltid att få tillbaka. Läs mer om detta i vår FAQ.
sw_ke: - Amana yoyote kwa anwani au tokeni isiyo sahihi inaweza kukosa kurejeshwa. Tafadhali angalia nakala yetu kwenye sehemu ya Maswali Yanayoulizwa Mara kwa Mara kwa maelezo.
tr_tr: -Yanlış bir adrese veya tokenla yapılan herhangi bir para yatırma işlemi ücrete tabi olabilir veya ücret geri alınamayabilir. Lütfen ayrıntılar için SSS bölümündeki makalemize bakınız.
uk_ua: - Депозит на неправильну адресу або токен може призвести до додаткової комісії або ж може не підлягати відновленню. Будь ласка, ознайомтеся з нашою статтею в розділі FAQ для подробиць.
vi_vn: Bất kỳ khoản tiền gửi sai địa chỉ hoặc sai token có thể phải chịu phí xử lý hoặc có thể không khôi phục được. Vui lòng kiểm tra bài viết của chúng tôi trên phần Các câu hỏi thường gặp (FAQ) để biết thêm chi tiết.
zh_hans_cn: - 加密货币充值错误，可能会收取额外手续费或无法充值，详细内容请参考公告内容。
zh_hant_tw: - 加密貨幣充值錯誤，可能會收取額外手續費或無法充值，詳細內容請參考公告内容。

# activity_deposit_notice1_3
source: - Please enter both %@ and the address correctly to ensure %@ is deposited properly.
cs_cz: - Zadejte správně %@ a adresu, abyste zajistili správné uložení %@.
da_dk: - Indtast både %@ og adressen korrekt for at sikre %@ indbetales korrekt.
de_de: - Bitte geben Sie %@ und die korrekte Adresse ein, um sicherzustellen, dass %@ richtig abgelegt wird.
es_es: - Por favor ingresa %@ y la dirección correctamente para poder depositar %@
fr_fr: - Veuillez indiquer %@ et l'adresse correctement afin d'assurer que %@ soit correctement dépôsé.
hi_in: - यह सुनिश्चित करने के लिए कि %@ उचित रूप से जमा किया गया है, कृपया %@ और पता दोनों सही दर्ज करें।
id_id: - Silakan masukkan kedua %@ dan alamat dengan benar untuk memastikan %@ disimpan dengan benar.
ja_jp: - %@を正常に入金するために%@とアドレスをすべて入力してください。
ms_my: - Sila masukkan kedua-dua %@ dan alamat dengan betul untuk memastikan %@ didepositkan dengan tepat.
my_mm: - %@ ကို မှန်ကန်စွာ သွင်းထားကြောင်း သေချာစေရန် %@ နှင့် လိပ်စာ နှစ်ခုလုံးကို မှန်ကန်စွာ ထည့်သွင်းပါ။
nl_nl: - Vul zowel %@ als het adres correct in om ervoor te zorgen dat %@ correct wordt gestort.
pl_pl: - Proszę wprowadzić zarówno %@, jak i adres poprawnie, aby upewnić się, że %@ został poprawnie zdeponowany.
pt_br: - Por favor insira ambos %@ e o endereço corretamente para assegurar que %@ será depositado corretamente.
ru_ru: - Пожалуйста, введите %@ и адрес правильно, чтобы депозит %@ прошёл успешно.
sq_al: - Ju lutemi shkruani si %@ ashtu edhe adresën për të siguruar që %@ të depozitohet siç duhet.
sv_se: - Fyll i både %@ och adressen korrekt för att säkerställa att %@ sätts in korrekt.
sw_ke: - Tafadhali weka %@ na anwani ipasavyo ili kuhakikisha %@ imewekwa ipasavyo.
tr_tr: - Lütfen %@ para yatırmak için hem %@ hem de adresi doğru girin.
uk_ua: - Будь ласка, введіть %@ та адресу правильно, щоб депозит %@ пройшов успішно.
vi_vn: - Xin nhập cả %@ và địa chỉ một cách chính xác để đảm bảo %@ được gửi tiền đúng cách.
zh_hans_cn: - 为了成功充值%@，请输入%@和地址
zh_hant_tw: - 為了成功充值%@，請輸入%@和地址

# activity_deposit_notice1_1
source: - This address is only for %@ deposits.
cs_cz: - Tato adresa je pouze pro vklady %@.
da_dk: - Denne adresse er kun for %@ indbetalinger.
de_de: - Diese Adresse ist nur für %@ Deposits.
es_es: - Esta dirección es solamente para depósitos de %@
fr_fr: - Cette adresse est seulement pour les dépôts %@.
hi_in: - यह पता केवल %@ जमा के लिए है।
id_id: - Alamat ini hanya untuk %@ deposit.
ja_jp: - 上記アドレスに%@以外の暗号通貨を入金しないでください。
ms_my: - Alamat ini hanya untuk %@ deposit.
my_mm: - ဤလိပ်စာသည် %@ သွင်းငွေများအတွက်သာဖြစ်သည်။
nl_nl: - Dit adres is alleen voor %@ stortingen.
pl_pl: - Ten adres dotyczy tylko depozytów %@.
pt_br: - Este endereço é apenas para depósitos de %@.
ru_ru: - Данный адрес только для депозита в %@.
sq_al: - Kjo adresë është vetëm për depozitat e %@.
sv_se: - Denna adress är endast för insättning av %@.
sw_ke: - Anwani hii ni ya uwekaji wa %@ pekee.
tr_tr: - Bu adres sadece %@ para yatırmak içindir
uk_ua: - Ця адреса тільки для депозиту в %@.
vi_vn: - Địa chỉ này chỉ dành cho gửi tiền %@.
zh_hans_cn: - 在上列地址请勿充值 %@以外的其他货币
zh_hant_tw: - 在上列地址請勿充值 %@以外的其他貨幣

# activity_deposit_title
source: Deposit %@
cs_cz: Vklad %@
da_dk: Indbetal %@
es_es: DEPÓSITO %@
fr_fr: Dépôt %@
hi_in: जमा %@
ja_jp: %@ 入金
my_mm: %@ ငွေသွင်း
nl_nl: Stort %@
pl_pl: Depozyt %@
pt_br: DEPÓSITO %@
ru_ru: Депозит %@
sq_al: Depozita %@
sv_se: Sätt in %@
sw_ke: Weka %@
tr_tr: PARA YATIRMA %@
uk_ua: Депозит %@
vi_vn: Gửi tiền %@
zh_hans_cn: %@ 充值
zh_hant_tw: %@ 充值

# activity_deposit_copy
source: Copy
cs_cz: Kopírovat
da_dk: Kopier
de_de: Kopieren
es_es: COPIAR
fr_fr: Copier
hi_in: प्रतिलिपि
id_id: SALIN
ja_jp: コピー
ms_my: Salin
my_mm: ကော််ပီ
nl_nl: Kopieer
pl_pl: Kopiuj
pt_br: COPIAR
ru_ru: Скопировать
sq_al: Kopjo
sv_se: Kopiera
sw_ke: Nakili
tr_tr: Kopyala
uk_ua: Скопіювати
vi_vn: Sao chép
zh_hans_cn: 复制
zh_hant_tw: 複製

# activity_deposit_address_title
source: Deposit Address
cs_cz: Adresa vkladu
da_dk: Indbetalingsadresse
de_de: Deposit Adresse
es_es: Dirección de Depósito
fr_fr: Adresse de dépôt
hi_in: जमा पता
id_id: Alamat Deposit
ja_jp: 入金アドレス
ms_my: Alamat deposit
my_mm: ငွေသွင်းလိပ်စာ
nl_nl: Stortingsadres
pl_pl: Adres depozytu
pt_br: Endereço de depósito
ru_ru: Адрес депозита
sq_al: Adresa e Depozitës
sv_se: Insättningsadress
sw_ke: Anwani ya Uwekaji
tr_tr: Para Yatırma Adresi
uk_ua: Адреса депозиту
vi_vn: Địa chỉ nạp tiền
zh_hans_cn: 充值地址
zh_hant_tw: 充值地址

# subaddress_memo
source: Memo
cs_cz: Poznámka
es_es: Memo (nota)
hi_in: मेमो
id_id: Memo (Catatan)
ja_jp: メモ
my_mm: မှတ်စုတို
pl_pl: Notatka
pt_br: Memo (nota)
ru_ru: Записка
tr_tr: Not
uk_ua: Нотатка (Memo)
zh_hans_cn: 备注
zh_hant_tw: 備註

# subaddress_destination_tag
source: Destination Tag
cs_cz: Cílové označení
de_de: Ziel Tag
es_es: Tag del destinatario
fr_fr: Etiquette de destination
hi_in: गंतव्य टैग
id_id: Tag Tujuan
ja_jp: 宛先タグ
ms_my: Tag Destinasi
nl_nl: Bestemmingstag
pl_pl: Tag docelowy
pt_br: Etiqueta de destinatário
ru_ru: Ярлык назначения
sq_al: Etiketa e destinacionit
sv_se: Destinations-tag
sw_ke: Lebo ya Lengwa
tr_tr: Hedef Etiketi
uk_ua: Тег призначення
vi_vn: Thẻ điểm đến
zh_hans_cn: 目的地标签
zh_hant_tw: 目的地標簽

# subaddress_payment_id
source: Payment ID
cs_cz: Platební ID
da_dk: Betalings ID
de_de: Zahlung ID
es_es: ID de pago
fr_fr: ID de paiement
hi_in: भुगतान आईडी
id_id: ID Pembayaran
ja_jp: ペイメントID
ms_my: Bayaran ID
my_mm: ပေးချေမှု ID
nl_nl: ID van Betaling
pl_pl: Identyfikator płatności
pt_br: ID do pagamento
ru_ru: ID Оплаты
sq_al: ID e pagesës
sv_se: Betalnings-id
sw_ke: Kitambulisho cha malipo
tr_tr: Ödeme kimliği
uk_ua: ID оплати
vi_vn: ID trả tiền
zh_hans_cn: 支付ID
zh_hant_tw: 支付ID

# subaddress_message
source: Message
cs_cz: Zpráva
da_dk: Besked
de_de: Nachricht
es_es: Mensaje
hi_in: संदेश
id_id: Pesan
ja_jp: メッセージ
ms_my: Mesej
my_mm: မတ်ဆေ့ချ်
nl_nl: Bericht
pl_pl: Wiadomość
pt_br: Mensagem
ru_ru: Сообщение
sq_al: Mesazh
sv_se: Meddelande
sw_ke: Ujumbe
tr_tr: Mesaj
uk_ua: Повідомлення
vi_vn: Tin nhắn
zh_hans_cn: 信息
zh_hant_tw: 訊息

# subaddress_generic
source: Transaction Recipient Identifier
cs_cz: Identifikátor příjemce transakce
da_dk: Transaktionsmodtageridentifikator
de_de: Transaktion Empfaenger Identifikator
es_es: Identificador del beneficiario de la transacción
fr_fr: Identifiant du bénéficiaire de la transaction
hi_in: लेन-देन प्राप्तकर्ता पहचानकर्ता
id_id: Pengenal Penerima transaksi
ja_jp: 入金区分子
ms_my: Pengenal Penerima transaksi
my_mm: ငွေသွင်းငွေထုတ် လက်ခံသူ အမှတ်အသား
nl_nl: Identificatie van Ontvanger Transactie
pl_pl: Identyfikator odbiorcy transakcji
pt_br: Identificador do Destinatário da Transação
ru_ru: Идентификатор получателя транзакции
sq_al: Identifikuesi i Marrësit të Transaksionit
sv_se: Identifiera transaktionsmottagare
sw_ke: Kitambulishi cha Mpokeaji wa Muamala
tr_tr: İşlem Alıcısı Tanımlayıcısı
uk_ua: Ідентифікатор отримувача транзакції
vi_vn: Nhận diện người nhập giao dịch
zh_hans_cn: 充值识别标识
zh_hant_tw: 充值識別標識

# copy_to_clipboard_toast
source: Copied to clipboard!
cs_cz: Zkopírováno!
da_dk: Kopieret til clipboard!
de_de: Aufs Clipboard kopiert!
es_es: Copiado en Portapapeles
fr_fr: Copié dans le presse-papier !
hi_in: क्लिपबोर्ड पर कॉपी किया गया है!
id_id: Disalin ke clipboard!
ja_jp: クリップボードにコピーされました！
ms_my: Disalin ke clipboard!
my_mm: ကလစ်ဘုတ်သို့ ကူးယူထားပါသည်!
nl_nl: Gekopieerd naar het klembord!
pl_pl: Skopiowane do schowka!
pt_br: Copiado para a área de transferência!
ru_ru: Скопировано в буфер обмена!
sq_al: Kopjuar në clipboard!
sv_se: Kopierat till urklipp!
sw_ke: Imenakiliwa kwenye ubao wa kunakili!
tr_tr: Panoya kopyalandı!
uk_ua: Скопійовано в буфер обміну!
vi_vn: Đã sao chép vào bộ nhớ tạm!
zh_hans_cn: 已复制到剪贴板！
zh_hant_tw: 已複製到剪貼簿!

# dialog_notice
source: Notice
cs_cz: Upozornění
da_dk: Meddelelse
de_de: Hinweis
es_es: Aviso
fr_fr: Avertissement
hi_in: सूचना
id_id: Pemberitahuan
ja_jp: 通知
ms_my: Notis
my_mm: အသိပေးချက်
nl_nl: Mededeling
pl_pl: Ogłoszenia
pt_br: Aviso
ru_ru: Примечание
sq_al: Njoftim
sv_se: Meddelande
sw_ke: Taarifa
tr_tr: Uyarı
uk_ua: Застереження
vi_vn: Thông báo
zh_hans_cn: 注意
zh_hant_tw: 注意

# dialog_hint_inputnumber
source: Input number
cs_cz: Vložte číslo
da_dk: Indtast nummer
de_de: Nummer eingeben
es_es: Ingresa número
fr_fr: Insérer le numéro
hi_in: नंबर भरे
id_id: Masukkan angka
ja_jp: 数字を入力
ms_my: Masukkan nombor
my_mm: နံပါတ်ကို ထည့်သွင်းပါ။
nl_nl: Voer nummer in
pl_pl: Wpisz numer
pt_br: Inserir número
ru_ru: Введите номер
sq_al: Fusni numrin
sv_se: Fyll i nummer
sw_ke: Ingiza nambari
tr_tr: Numara gir
uk_ua: Введіть номер
vi_vn: Nhập số
zh_hans_cn: 请输入数字
zh_hant_tw: 請輸入數字

# dialog_go
source: Go
cs_cz: Přejděte
da_dk: Gå
es_es: Ir
fr_fr: Aller
hi_in: आगे बढें
ja_jp: 移動
ms_my: PERGI
my_mm: သွားမည်
nl_nl: Ga
pl_pl: Idź
pt_br: Ir
ru_ru: Вперёд
sq_al: Shko
sv_se: GÅ
sw_ke: Nenda
tr_tr: Git
uk_ua: Вперед
vi_vn: Đi
zh_hans_cn: 移动
zh_hant_tw: 移動

# dialog_depositwithdrawal_blocked_by_api_content
source: %@'s %@ is suspended due to the following reason: %@
cs_cz: %@ je %@ pozastaveno z následujícího důvodu: %@
da_dk: %@'s %@ er suspenderet på grund af følgende grund: %@
de_de: %@'s %@ ist suspendiert aufgrund von: %@
es_es: %@'s %@ está suspendido por el siguiente motivo: %@
fr_fr: %@ de %@ est suspendu pour la raison suivante : %@
hi_in: %@'s %@ निम्नलिखित कारण से निलंबित कर दिया गया है: %@
id_id: %@'s %@ ditangguhkan karena alasan berikut: %@
ja_jp: %@は現在%@が中断されています。 理由:%@
ms_my: %@'s %@ digantung kerana sebab yang berikut: %@
my_mm: အောက်ပါအကြောင်းပြချက်ကြောင့် %@ ၏ %@ ကို ဆိုင်းငံ့ထားသည်: %@
nl_nl: %@'s %@ is opgeschort vanwege de volgende reden: %@
pl_pl: %@ %@ jest zawieszony z następującego powodu: %@
pt_br: %@'s %@ está suspenso devido ao seguinte motivo: %@
ru_ru: %@'s %@ было приостановлено по следующим причинам: %@
sq_al: %@ e %@ është pezulluar për arsyen e mëposhtme: %@
sv_se: %@ s %@ har avbrutits som en följd av: %@
sw_ke: %@ %@ imesimamishwa kwa sababu ifuatayo: %@
tr_tr: %@\'s%@,aşağıdaki nedenden dolayı askıya alındı: %@
uk_ua: %@ %@ було призупинено через наступні причини: %@
vi_vn: %@'s %@ bị tạm ngừng vì các lí do sau: %@
zh_hans_cn: %@现在 %@中断 原因: %@
zh_hant_tw: %@現在 %@中斷 原因: %@

# deposit_nocap
source: deposit
cs_cz: vklad
da_dk: indbetaling
es_es: depósito
fr_fr: dépôt
hi_in: जमा
ja_jp: 入金
my_mm: ငွေသွင်း
nl_nl: storting
pl_pl: depozyt
pt_br: depósito
ru_ru: внесение средств
sq_al: depozita
sv_se: insättning
sw_ke: uwekaji
tr_tr: para yatırma
uk_ua: депозит
vi_vn: Gửi tiền
zh_hans_cn: 充值
zh_hant_tw: 充值

# withdrawal_nocap
source: withdrawal
cs_cz: výběr
da_dk: hævning
de_de: Abhebung
es_es: retiro
fr_fr: Retrait
hi_in: निकासी
id_id: penarikan
ja_jp: 出金
ms_my: Pengeluaran
my_mm: ငွေထုတ်
nl_nl: opname
pl_pl: wypłata
pt_br: Saque
ru_ru: вывод средств
sq_al: Tërheqje
sv_se: uttag
sw_ke: utoaji
tr_tr: para çekme
uk_ua: зняття коштів
vi_vn: Rút tiền
zh_hans_cn: 提款
zh_hant_tw: 提款

# suspendedreason_token_swap
source: Mainnet Token Swap, Deposit and Withdrawal Suspended.
cs_cz: Vklad a výběr mainnet swap žetonů pozastaven.
da_dk: Mainnet Token Swap, Indbetaling and Hævning Suspenderet.
de_de: Mainnet Token Swap, Deposit und Abhebung suspendiert.
es_es: Mainnet Token Swap, depósito y retiro suspendidos.
fr_fr: Le swap du mainet de toke, les dépôts et les retraits sont suspendus.
hi_in: मेननेट टोकन स्वैप, जमा और निकासी निलंबित।
id_id: Pertukaran token mainnet, deposit dan penarikan ditangguhkan.
ja_jp: メインネットトークンスワップにより入出金が停止されました。
ms_my: Mainnet Token Swap, Deposit dan pengeluaran digantung.
my_mm: mainnet တိုကင်လဲလှယ်မှုကြောင့် ငွေသွင်း/ငွေထုတ်များကို ဆိုင်းငံ့ထားပါသည်။
nl_nl: Mainnet Token Swap, Storting en Opname Opgeschort
pl_pl: Zawieszenie zamiany, wpłaty i wypłaty tokenów Mainnet.
pt_br: Mainnet Token Swap, Depósito e saque suspenso.
ru_ru: Своп токенов основной сети, депозит, вывод были приостановлены.
sq_al: Mainnet Token Swap, Depozita dhe Tërheqja u pezulluan.
sv_se: Mainnet Token Swap, insättning och uttag har pausas.
sw_ke: Ubadilishanaji wa Tokeni ya Mainnet, Uwekaji na Utoaji Umesimamishwa.
tr_tr: Mainnet Token Takas, Para Yatırma ve Çekme İşlemi Askıya Alındı.
uk_ua: Mainnet Token Swap, Депозити та зняття коштів було призупинено.
vi_vn: Trao đổi mã Token Chính, Gửi tiền và Rút tiền đã tạm ngừng.
zh_hans_cn: 因进行货币主网升级，停止充提款服务
zh_hant_tw: 因進行貨幣主網頁升級，停止充提款服務

# suspendedreason_not_supported
source: Deposit/Withdrawal currently unavailable.
cs_cz: Vklad/Výběr je momentálně nedostupný.
da_dk: Indbetaling/Hævning er i øjeblikket utilgængelige.
de_de: Deposit/Abhebung sind derzeit nicht verfuegbar.
es_es: Depósito/Retiro no está disponible en estos momentos
fr_fr: Le dépôt/retrait est actuellement indisponible.
hi_in: वर्तमान में जमा / निकासी अनुपलब्ध है।
id_id: Deposit/withdrawal saat ini tidak tersedia.
ja_jp: 現在、このコインは入出金をサポートしておりません。
ms_my: Deposit/pengeluaran tidak disediakan buat masa ini.
my_mm: ငွေသွင်း/ငွေထုတ်ခြင်းကို လက်ရှိတွင် မရရှိနိုင်ပါ။
nl_nl: Storting / Opname is momenteel niet beschikbaar.
pl_pl: Wpłata/Wypłata obecnie niedostępna.
pt_br: Depósito/Saque indisponível no momento.
ru_ru: Депозит/Вывод средств на данный момент недоступен.
sq_al: Depozita/Tërheqja aktualisht nuk është e disponueshme.
sv_se: Insättning/uttag ej tillgängligt för tillfället.
sw_ke: Uwekaji/Utoaji haupatikani kwa sasa.
tr_tr: Para Yatırma/Çekme islemi şu anda desteklenmiyor.
uk_ua: Депозит/Зняття коштів на даний момент недоступне.
vi_vn: Gửi/Rút tiền hiện không khả dụng.
zh_hans_cn: 现不支持该货币的充提服务
zh_hant_tw: 現不支持該貨幣的充提服務

# suspendedreason_paused
source: Deposit/Withdrawal has been paused.
cs_cz: Vklad/Výběr byl pozastaven.
da_dk: Indbetaling/Hævning er sat på pause.
de_de: Deposit/Abhebung wurden pausiert.
es_es: Depósito/Retiro ha sido pausado
fr_fr: Le dépôt/retrait a été suspendu.
hi_in: जमा / निकासी को रोक दिया गया है।
id_id: Deposit/Penarikan telah diberhentikan sementara.
ja_jp: 入出金が一時中断されました。
ms_my: Deposit/pengeluaran telah diberhentikan.
my_mm: ငွေသွင်း/ငွေထုတ်ခြင်းကို ခေတ္တရပ်ထားပါသည်။
nl_nl: Storting / opname is gepauzeerd.
pl_pl: Wpłata/Wypłata została wstrzymana.
pt_br: Depósito/Saques foram pausados.
ru_ru: Депозит/Вывод средств был приостановлен.
sq_al: Depozita/Tërheqja është ndalur.
sv_se: Insättning/uttag har pausats.
sw_ke: Uwekaji/Utoaji umesitishwa.
tr_tr: Para Yatırma/Çekme işlemi duraklatıldı.
uk_ua: Депозит/Зняття коштів було призупинено.
vi_vn: Rút/Rút tiền đã bị ngưng.
zh_hans_cn: 暂停充提服务
zh_hant_tw: 暫停充提服務

# suspendedreason_withdrawal_paused
source: Withdrawal has been paused.
cs_cz: Výber byl pozastaven.
da_dk: Hævninger er blevet sat på pause.
de_de: Abhebung wurde pausiert.
es_es: Retiro ha sido pausado
fr_fr: Le retrait a été suspendu.
hi_in: निकासी को रोक दिया गया है।
id_id: Penarikan telah diberhentikan sementara.
ja_jp: 出金が一時中断されました。
ms_my: Pengeluaran telah diberhentikan seketika.
my_mm: ငွေထုတ်ခြင်းကို ခေတ္တရပ်ထားသည်။
nl_nl: Opname is gepauzeerd.
pl_pl: Wypłata została wstrzymana.
pt_br: Saque foi pausado
ru_ru: Вывод средств был приостановлен.
sq_al: Tërheqja është ndalur.
sv_se: Uttag har pausats.
sw_ke: Utoaji umesitishwa.
tr_tr: Para çekme işlemi duraklatıldı.
uk_ua: Зняття коштів було призупинено.
vi_vn: Rút tiền đã bị ngưng.
zh_hans_cn: 暂停提款服务
zh_hant_tw: 暫停提款服務

# suspendedreason_wallet_maintenance
source: Wallet under maintenance
cs_cz: Peneženka se právě upravuje
da_dk: Tegnebog under vedligeholdelse
de_de: Wallet unter Wartung
es_es: Monedero en mantenimiento.
fr_fr: Le portefeuille est en cours de maintenance.
hi_in: वॉलेट रखरखाव जारी
id_id: Dompet sedang dalam pemeliharaan (maintenance)
ja_jp: ウォレットを点検しています。
ms_my: Dompet dalam penyelenggaraan
my_mm: ပိုက်ဆံအိတ်ကို ပြုပြင်ထိန်းသိမ်းနေပါသည်။
nl_nl: Wallet wordt momenteel onderhouden
pl_pl: Portfel w trakcie prac systemowych
pt_br: Carteira em manutenção
ru_ru: Кошелек находится на разработке
sq_al: portofoli nën mirëmbajtje
sv_se: Plånbok under underhåll
sw_ke: Mfuko uko chini ya matengenezo
tr_tr: Cüzdan yapım aşamasında
uk_ua: Гаманець на технічному обслуговуванні.
vi_vn: Ví đang trong quá trình sửa chữa
zh_hans_cn: 钱包正在维护中
zh_hant_tw: 錢包正在維護中

# suspendedreason_deposit_paused
source: Deposit has been paused.
cs_cz: Vklad byl pozastaven.
da_dk: Indbetalinger er blevet sat på pause.
de_de: Deposit wurde pausiert.
es_es: El Depósito ha sido pausado
fr_fr: Le dépôt a été suspendu.
hi_in: जमा को रोक दिया गया है।
id_id: Deposit telah diberhentikan sementara.
ja_jp: 入金が一時中断されました。
ms_my: Deposit telah diberhentikan seketika.
my_mm: ငွေသွင်းခြင်းကို ခေတ္တရပ်ထားပါသည်။
nl_nl: Storting is gepauzeerd.
pl_pl: Depozyt został wstrzymany.
pt_br: O depósito foi pausado.
ru_ru: Внесение средств было приостановлено.
sq_al: Depozita është ndalur.
sv_se: Insättningen har pausats.
sw_ke: Uwekaji umesitishwa.
tr_tr: Para yatırımı duraklatıldı.
uk_ua: Внесення коштів було призупинено.
vi_vn: Gửi tiền đã bị ngưng
zh_hans_cn: 暂停充值服务。
zh_hant_tw: 暫停充值服務。

# activity_lockscreen_toolesstalker
source: PIN should be 4 or more digits.
cs_cz: PIN by měl mít více jak 4 čísla.
da_dk: PIN-koden skal være 4 eller flere cifre.
de_de: PIN sollte 4 oder mehr Ziffern haben.
es_es: El PIN debe tener 4 o más dígitos
fr_fr: Le PIN doit avoir 4 chiffres ou plus.
hi_in: पिन 4 या अधिक अंकों का होना चाहिए।
id_id: PIN harus terdiri dari 4 digit atau lebih.
ja_jp: ロック番号（PIN）を4桁以上で入力してください。
ms_my: PIN mestilah mengandungi 4 digit atau lebih.
my_mm: ပင်နံပါတ်သည် ဂဏန်း ၄ လုံးနှင့်အထက် ဖြစ်သင့်သည်။
nl_nl: PIN moet uit 4 of meer cijfers bestaan.
pl_pl: PIN powinien składać się z 4 lub więcej cyfr.
pt_br: O PIN deve ser de 4 ou mais dígitos.
ru_ru: PIN должен быть не меньше 4 цифр.
sq_al: Kodi PIN duhet të jetë 4 ose më shumë shifra.
sv_se: PIN måste vara fyra eller fler siffror.
sw_ke: PIN inapaswa kuwa na tarakimu 4 au zaidi.
tr_tr: PIN 4 veya daha fazla rakam uzunluğunda olmalı
uk_ua: PIN має бути не менше 4 цифр.
vi_vn: Mã PIN cần 4 chữ số hoặc hơn.
zh_hans_cn: 锁定密码需设置为4位以上
zh_hant_tw: 鎖定密碼需設置為4位以上

# activity_lockscreen_toomuchtalker
source: PIN can't exceed 16 digits.
cs_cz: PIN nemůže překrpočit 16 čísel.
da_dk: PIN-koden må ikke overstige 16 cifre.
de_de: PIN kann 16 Ziffern nicht ueberschreiten.
es_es: El PIN no debe exceder los 16 dígitos
fr_fr: Le PIN ne peut pas avoir plus de 16 chiffres.
hi_in: पिन 16 अंकों से अधिक नहीं हो सकता।
id_id: PIN tidak boleh melebihi 16 digit.
ja_jp: ロック番号（PIN）を16桁以下で入力してください。
ms_my: PIN tidak boleh melebihi 16 digit.
my_mm: ပင်နံပါတ်သည် ဂဏန်း ၁၆ လုံးထက် မပိုရပါ။
nl_nl: PIN kan niet langer zijn dan 16 cijfers.
pl_pl: PIN nie może przekraczać 16 cyfr.
pt_br: O PIN não pode exceder 16 dígitos.
ru_ru: PIN не может превышать 16 цифр.
sq_al: PIN-i nuk mund të kalojë 16 shifra.
sv_se: PIN får ej överstiga 16 siffror.
sw_ke: PIN haiwezi kuzidi tarakimu 16.
tr_tr: PIN 16 haneyi geçmemelidir
uk_ua: PIN не може перевищувати 16 цифр.
vi_vn: Mã PIN không thể vượt quá 16 chữ số.
zh_hans_cn: 锁定密码需设置为16位以下
zh_hant_tw: 鎖定密碼需設置為16位以下

# fragment_market_title
source: Exchange
cs_cz: Výměna
es_es: Mercados
fr_fr: Echange
hi_in: विनिमय(एक्सचेंज)
ja_jp: 取引所
pl_pl: Wymiana
ru_ru: Обмен
sq_al: Exchange(Shkëmbim)
sw_ke: Ubadilishano
tr_tr: Borsa
uk_ua: Обмін
vi_vn: Sàn giao dịch
zh_hans_cn: 交易所
zh_hant_tw: 交易所

# activity_walletdetails_filterlabel_all
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
fr_fr: Tout
hi_in: कुल
id_id: Semua
ja_jp: 全体内訳
ms_my: Semua
my_mm: အားလုံး
nl_nl: Alle
pl_pl: Wszystko
pt_br: Todos
ru_ru: Все
sq_al: Të Gjitha
sv_se: Allt
sw_ke: Zote
tr_tr: Hepsi
uk_ua: Усе
vi_vn: Tất cả
zh_hans_cn: 所有记录
zh_hant_tw: 所有紀錄

# dialog_walletdetails_filters_done
source: Done
cs_cz: Hotovo
da_dk: Afsluttet
de_de: Erledigt
es_es: Terminado
fr_fr: Fini
hi_in: पूर्ण
id_id: Selesai
ja_jp: 完了
ms_my: Selesai
my_mm: ပြီး
nl_nl: Klaar
pl_pl: Zakończ
pt_br: Feito
ru_ru: Готово
sq_al: i përfunduar
sv_se: Klar
sw_ke: Kamilishwa
tr_tr: Tamamlandı
uk_ua: Готово
vi_vn: Hoàn thành
zh_hans_cn: 完成
zh_hant_tw: 完成
