Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fragment_settings_v2_tradefeewithprob_switch_hint
source: Trading fee discount rate %@
cs_cz: Sazba obchodního poplatku %@
da_dk: Trading gebyr rabat sats %@
de_de: Tradinggebühren Discountrate %@
es_es: Tasa de descuento de tarifas comerciales %@
fr_fr: Taux de remise sur les frais de transaction %@
hi_in: व्यापार(ट्रेडिंग) शुल्क छूट दर %@
id_id: Rate Diskon Biaya Trading %@
ja_jp: 取引手数料割引率 %@
ms_my: Kadar diskaun caj trading %@
my_mm: ကုန်သွယ်မှုအခကြေးငွေလျှော့စျေးနှုန်း %@
nl_nl: Handelskosten korting rate %@
pl_pl: Stopa dyskontowa opłaty transakcyjnej%@ %%
pt_br: Escala de desconto das taxa de negociação %@
ru_ru: Дисконтные ставки на комиссию за торговлю %@
sq_al: Shkalla e zbritjes së tarifës së tregtimit %@ %@
sv_se: Rabatt på trading-avgifter %@
sw_ke: Kiwango cha punguzo la ada ya biashara %@
tr_tr: İşlem ücreti indirim oranı %@
uk_ua: Дисконтні ставки на комісію за торгівлю %@
vi_vn: Tỷ lệ chiết khấu phí giao dịch %@
zh_hans_cn: 交易手续费优惠率
zh_hant_tw: 手續費折扣率 %@

# fragment_settings_v2_tradefeewithprob_switch_title
source: Pay trading fees with PROB
cs_cz: Plaťte obchodní poplatky s PROB
da_dk: Betal trading gebyrer med PROB
de_de: Tradinggebühren mit PROB bezahlen
es_es: Pagar coutas comerciales con PROB
fr_fr: Payer vos frais de transaction avec des PROB
hi_in: PROB के साथ व्यापार(ट्रेडिंग) शुल्क का भुगतान करें
id_id: Bayar Biaya trading dengan PROB
ja_jp: 取引手数料をPROBに納付
ms_my: Bayar caj trading dengan PROB
my_mm: PROB ဖြင့် ကုန်သွယ်မှုအခကြေးငွေကို ပေးဆောင်ပါ။
nl_nl: Betaal handelskosten met PROB
pl_pl: Płać opłaty handlowe z PROB
pt_br: Pagar taxas de negociação com PROB
ru_ru: Плати комиссию за торговлю с помощью PROB
sq_al: Paguani tarifat e tregtimit me PROB
sv_se: Betala trading-avgifter i PROB
sw_ke: Lipa ada za biashara na PROB
tr_tr: İşlem ücretlerini PROB ile öde
uk_ua: Платіть комісію за торгівлю за допомогою PROB
vi_vn: Trả phí giao dịch bằng PROB
zh_hans_cn: 使用PROB缴纳交易手续费
zh_hant_tw: 用 PROB 來支付手續費

# customview_userinfo_refer_title
source: Friends you invited
cs_cz: Přátelé, které jste pozvali
da_dk: Venner du inviterede
de_de: Freunde, die Sie eingeladen haben
es_es: Amigos que has invitado
fr_fr: Amis que vous avez invités
hi_in: अपके आमंत्रित दोस्त
id_id: Teman yang sudah anda undang
ja_jp: 紹介してくれた友達
ms_my: Rakan anda telah jemput
my_mm: ဖိတ်ကြားထားသော သူငယ်ချင်းများ
nl_nl: De vrienden die je hebt uitgenodigd
pl_pl: Zaproszeni znajomi
pt_br: Amigos que você convidou
ru_ru: Друзья, которых Вы пригласили
sq_al: Miqtë që keni ftuar
sv_se: Vänner du bjudit in
sw_ke: Marafiki ulioalika
tr_tr: Davet ettiğiniz arkadaşlar
uk_ua: Друзі, яких ви запросили
vi_vn: Danh sách những người bạn mà bạn đã mời
zh_hans_cn: 邀请的好友
zh_hant_tw: 你邀請的好友

# fragment_settings_v2_welcome
source: Welcome!
cs_cz: Vítejte!
da_dk: Velkommen!
de_de: Willkommen!
es_es: ¡Bienvenido!
fr_fr: Bienvenue!
hi_in: आपका स्वागत है!
id_id: Selamat Datang!
ja_jp: 歓迎します！
ms_my: Selamat datang!
my_mm: ကြိုဆိုပါသည်!
nl_nl: Welkom!
pl_pl: Witaj!
pt_br: Bem-vindo!
ru_ru: Добро пожаловать!
sq_al: Mirëseerdhët!
sv_se: Välkommen!
sw_ke: Karibu!
tr_tr: Hoşgeldiniz!
uk_ua: Ласкаво просимо!
vi_vn: Chào mừng bạn!
zh_hans_cn: 欢迎您
zh_hant_tw: 歡迎！

# activity_security_v2_titlebar
source: App lock
da_dk: App lås
es_es: Bloqueo de applicaciones
fr_fr: Verrouillage de l'application
hi_in: एप्लिकेशन लॉक
id_id: Kunci App
ja_jp: アプリのロック
ms_my: Kunci aplikasi
my_mm: အက်ပ်လော့ခ်
pl_pl: Blokada aplikacji
pt_br: Bloqueio do aplicativo
ru_ru: Блокировка приложения
sq_al: Kyçja e aplikacionit
sv_se: Applås
sw_ke: Kufunga programu
tr_tr: Uygulama kilidi
uk_ua: Блокування додатку
vi_vn: Khóa ứng dụng
zh_hans_cn: 锁定APP
zh_hant_tw: 鎖定 APP

# activity_lockscreen_v2_displayarea_title_inputnewpin
source: Input new PIN
cs_cz: Vložte nový PIN
da_dk: Indtast ny pinkode
de_de: Neuen PIN eingeben
es_es: Introduce el núevo PIN
fr_fr: Saisissez un nouveau code PIN
hi_in: नया पिन भरें
id_id: Masukkan PIN baru
ja_jp: 新しいロック番号（PIN）を入力してください
ms_my: Masukkan PIN baru
my_mm: PINအသစ်ကို ရိုက်ထည့်ပါ။
nl_nl: Vul nieuwe PIN in
pl_pl: Wprowadź nowy PIN
pt_br: Insira novo PIN
ru_ru: Ввести новый PIN
sq_al: Fusni PIN-in e ri
sv_se: Fyll i nytt PIN
sw_ke: Ingiza PIN mpya
tr_tr: Yeni PIN kodunu girin
uk_ua: Введіть новий PIN
vi_vn: Nhập mã PIN mới
zh_hans_cn: 请输入新的解锁密码
zh_hant_tw: 請輸入新的解鎖密碼

# activity_lockscreen_v2_displayarea_title_inputpin
source: Input PIN
cs_cz: Vložte PIN
da_dk: Indtast pinkode
de_de: PIN eingeben
es_es: Introduce PIN
fr_fr: Saisissez le code PIN
hi_in: पिन भरें
id_id: Masukkan PIN
ja_jp: ロック番号（PIN）を入力してください。
ms_my: Masukkan PIN
my_mm: PINကို ရိုက်ထည့်ပါ။
nl_nl: Vul PIN in
pl_pl: Wprowadź PIN
pt_br: Insira PIN
ru_ru: Ввести PIN
sq_al: Fusni PIN-in
sv_se: Fyll i PIN
sw_ke: Ingiza PIN
tr_tr: PIN kodu girin
uk_ua: Введіть PIN
vi_vn: Nhập mã PIN
zh_hans_cn: 请输入解锁密码
zh_hant_tw: 請輸入解鎖密碼

# activity_lockscreen_v2_displayarea_subtitle_4to16digits
source: 4 to 16 digits
cs_cz: 4 až 6 čísel
da_dk: 4 til 16 cifre
de_de: 4 bis 16 Ziffern
es_es: 4 a 16 dígitos
fr_fr: 4 à 16 chiffres
hi_in: 4 से 16 अंक तक
id_id: 4 sampai 16 digit
ja_jp: 4桁から16桁の間
ms_my: 4 ke 16 digit
my_mm: ဂဏန်း ၄ လုံးနှင့် ၁၆ လုံးကြား
nl_nl: 4 to 16 cijfers
pl_pl: 4 do 16 cyfr
pt_br: 4 a 16 dígitos
ru_ru: от 4 до 16 знаков
sq_al: 4 deri në 6 shifra
sv_se: 4 till 16 siffror
sw_ke: tarakimu 4 hadi 16
tr_tr: 4 ile 16 basamak arasında
uk_ua: від 4 до 16 знаків
vi_vn: 4 đến 16 chữ số
zh_hans_cn: 4位数到16位数之间
zh_hant_tw: 4位數到16位數之間

# alert_order_failed_notenoughmembershiplevel
source: Order failed: Insufficient membership level, needs to be at least %@.
cs_cz: Objednávka se nezdařila: nedostatečná úroveň členství, musí být alespoň %@.
da_dk: Bestilling mislykkedes: utilstrækkeligt medlemsniveau, skal være mindst %@.
de_de: Bestellung fehlgeschlagen: Ungenügendes Mitgliedschatslevel, muss mindestens %@ sein.
es_es: Error en el pedido: nivel de membresía insuficiente, debe ser al menos %@.
fr_fr: Échec de l'ordre: niveau d'adhésion insuffisant, il doit être d'au moins %@.
hi_in: आर्डर विफल: अपर्याप्त सदस्यता स्तर, कम से कम %@ होना चाहिए।
id_id: Order gagal: tingkat keanggotaan tidak mencukupi, harus setidakny %@.
ja_jp: 注文失敗:メンバーシップのレベルが不足しています。%@以上のレベルでなければなりません。
ms_my: Order gagal: Tahap keahlian tidak mencukupi, haruslah sekurang-kurangnya %@.
my_mm: မှာယူမှု မအောင်မြင်ပါ: အဖွဲ့ဝင်အဆင့် မလုံလောက်ပါ။ အနည်းဆုံး %@ ရှိရန် လိုအပ်ပါသည်။
nl_nl: Order gefaald: Onvoldoende lidmaatschapslevel, dit moet tenminste %@ zijn.
pl_pl: Zamówienie nie powiodło się: niewystarczający poziom członkostwa, musi wynosić co najmniej %@.
pt_br: Falha no pedido: nível de membro insuficiente, precisa ter pelo menos %@.
ru_ru: Заказ не удался: недостаточный уровень участника, должен быть не менее %@.
sq_al: Porosia dështoi: Nivel i pamjaftueshëm i anëtarësisë, dduhet të jetë së paku %@.
sv_se: Ordern misslyckades: Otillräcklig medlemsnivå, behöver vara minst %@.
sw_ke: Agizo limeshindwa: Kiwango cha uanachama hakitoshi, kinahitaji kuwa angalau %@.
tr_tr: Sipariş başarısız: Yetersiz üyelik seviyesi, en az %@ olmalı.
uk_ua: Замовлення не вдалося: недостатній рівень учасника, повинен бути не менше %@.
vi_vn: Lệnh đặt không thành công: Do cấp độ thành viên không đủ, cần ít nhất %@.
zh_hans_cn: 下单失败：会员等级不足，需是%@的等级用户
zh_hant_tw: 下單失敗：會員等級不夠，盡興次交易需是 %@ 級以上用戶

# alert_withdrawal_prohibited
source: Your account is not eligible for a withdrawal. Please contact us.
cs_cz: Váš účet nemá nárok na výběr. Prosím kontaktujte nás.
da_dk: Din konto er ikke berettiget til at foretage en hævning. Kontakt os venligst.
de_de: Ihr Konto ist nicht dazu berechtigt abzuheben. Bitte kontaktieren Sie uns.
es_es: Tu cuenta no es elegible para un retiro. Por favor contáctenos.
fr_fr: Votre compte n'est pas éligible à un retrait. Contactez-nous s'il vous plait.
hi_in: आपका खाता निकासी के लिए योग्य नहीं है। कृपया हमसे सम्पर्क करें।
id_id: Penarikan dilarang, silahkan hubungi dukungan pelanggan untuk rincian.
ja_jp: 出金が禁止されています。サポートセンターにお問い合わせください。
ms_my: Akaun anda tidak layak untuk pengeluaran. Sila hubungi kami.
my_mm: သင့်အကောင့်သည် ငွေထုတ်လို့မရပါ။ ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။
nl_nl: Je account komt niet in aanmerking voor opname. Neem contact met ons op.
pl_pl: Twoje konto nie kwalifikuje się do wypłaty. Proszę skontaktuj się z nami.
pt_br: Retirada proibida, entre em contato com o suporte ao cliente para obter detalhes.
ru_ru: Вы не можете вывести средства со своего аккаунта. Пожалуйста, напишите нам.
sq_al: Llogaria juaj nuk ka të drejtë për tërheqje. Ju lutemi na kontaktoni.
sv_se: Ditt konto är inte berättigat till ett uttag. Vänligen kontakta oss.
sw_ke: Akaunti yako haijastahiki kutoa. Tafadhali wasiliana nasi.
tr_tr: Hesabınızdan para çekilemez. Lütfen derhal müşteri destek birimimiz ile iletişime geçiniz.
uk_ua: Ви не можете зняти кошти зі свого облікового запису. Будь ласка, зв'яжіться з нами.
vi_vn: Tài khoản của bạn không đủ điều kiện để rút tiền. Vui lòng liên hệ với chúng tôi.
zh_hans_cn: 您当前无法进行提币操作，请向客服中心咨询
zh_hant_tw: 無法提幣，請聯繫會員中心

# activity_referralshare_v2_copyurl
source: Copy URL
cs_cz: Zkopírovat URL
da_dk: Kopier URL
de_de: URL kopieren
es_es: Copiar URL
fr_fr: Copier le lien
hi_in: URL कॉपी करें
id_id: Salin URL
ja_jp: 紹介者リンクコピー
ms_my: Salin URL
my_mm: URL ကော််ပီ
nl_nl: Kopieer URL
pl_pl: Kopiuj URL
pt_br: Copiar URL
ru_ru: Скопировать URL
sq_al: Kopjoni URL
sv_se: Kopiera URL
sw_ke: Nakili URL
tr_tr: URL'yi kopyala
uk_ua: Скопіювати URL
vi_vn: Sap chép URL
zh_hans_cn: 复制邀请链接
zh_hant_tw: 複製 URL

# activity_referralshare_v2_commisionfee_title
source: Commission fee (%@)
cs_cz: Poplatek za zprostředkování (%@)
da_dk: Kommission gebyr (%)
de_de: Kommissionsgebühr (%@)
es_es: Couta de comisión (%@)
fr_fr: Frais de commission(%@)
hi_in: आयोग शुल्क (%@)
id_id: Biaya Komisi (%@)
ja_jp: 紹介者ボーナス (%@)
ms_my: Caj komisen (%@)
my_mm: ကော်မစ်ရှင်ခ (%@)
nl_nl: Commissie (%@)
pl_pl: Opłata wstępna (%@)
pt_br: Taxa de comissão (%@)
ru_ru: Комиссионный сбор (%@)
sq_al: Fatura e komisionit (%@)
sv_se: Provisionsavgift (%@)
sw_ke: Ada ya tume (%@)
tr_tr: Komisyon ücreti (%@)
uk_ua: Комісійний збір (%@)
vi_vn: Phí hoa hồng (%@)
zh_hans_cn: 推荐人奖励 (%@)
zh_hant_tw: 返傭率 (%@)

# fragment_settings_v2_tradefeewithprob_switch_hint_noprob_problem
source: Insufficient PROB balance, trading fees will be paid according to quote currency.
cs_cz: Nedostatečný zůstatek PROB, obchodní poplatky budou hrazeny podle měny nabídky.
da_dk: Utilstrækkelig PROB-balance, trading gebyrer vil blive betalt i henhold til quote currency.
de_de: Ungenuegendes PROB Saldo, Tradinggebuehren werden gemaess Quote-Waehrung bezahlt.
es_es: Balance de PROB insuficiente, las tarifas de comercialización serán pagadas de acuerdo a la moneda de cotización.
fr_fr: Solde PROB insuffisant, les frais de transaction seront payés selon la devise de cotation.
hi_in: अपर्याप्त PROB शेष, व्यापार(ट्रेडिंग) शुल्क का भुगतान उद्धरण मुद्रा के अनुसार किया जाएगा।
id_id: Saldo PROB tidak mencukupi, traidng fee akan dibayarkan sesuai dengan mata uang quote.
ja_jp: 使用可能なPROBが不足しているため、基軸通貨で手数料が支払われます。
ms_my: Baki PROB tidak mencukupi, caj trading akan dibayar mengikut sebut harga mata wang.
my_mm: PROB လုံလောက်စွာမရှိသောကြောင့် အခကြေးငွေကို quote​ ငွေကြေးဖြင့် ပေးဆောင်ပါမည်။
nl_nl: Onvoldoende PROB-saldo, handelskosten worden betaald volgens de quote currency.
pl_pl: Niewystarczające saldo PROB, opłaty handlowe będą opłacone według waluty kwotowanej.
pt_br: Saldo PROB insuficiente, as taxas de negociação serão pagas de acordo com a moeda da cotação.
ru_ru: Недостаточно PROB на балансе, торговая комиссия будет вычтена в соответствии с валютой котировки.
sq_al: Bilanc i pamjaftueshëm i PROB, tarifat e tregtimit do ttë paguhen sipas monedhës së kuotimit.
sv_se: Otillräcklig PROB-saldo. Trading-avgifterna kommer att betalas i motvalutan.
sw_ke: Baki la PROB halitoshi, ada za biashara zitalipwa kulingana na sarafu iliyotajwa.
tr_tr: PROB bakiyesinin yetersiz olması halinde alım satım ücretlerini teklif edilen para birimine göre yapılacaktır.
uk_ua: Недостатньо PROB на балансі, торгова комісія буде вирахувана відповідно до квоти монети.
vi_vn: Nếu số dư PROB không đủ, phí mua bán sẽ được trả theo đồng tiền định giá.
zh_hans_cn: PROB余额不足，将根据报价代币支付交易手续费。
zh_hant_tw: PROB餘額不足，將根據報價代幣支付交易手續費。

# activity_membership_titlebar
source: Membership
cs_cz: Členství
da_dk: Medlemskab
de_de: Mitgliedschaft
es_es: Membresía
fr_fr: Adhésion
hi_in: सदस्यता
ja_jp: メンバーシップ
ms_my: Keahlian
my_mm: အဖွဲ့ဝင်
nl_nl: Lidmaatschap
pl_pl: Członkostwo
pt_br: Membro
ru_ru: Членство
sq_al: Anëtarësimi
sv_se: Medlemskap
sw_ke: Uanachama
tr_tr: Üyelik
uk_ua: Членство
vi_vn: Thành viên
zh_hans_cn: 会员
zh_hant_tw: 會員等級

# activity_membership_mymembershiplabel
source: My membership level : %@
cs_cz: Můj členský lvl : %@
da_dk: Mit medlemskabsniveau : %@
de_de: Mein Mitgliedschaftslevel ist: %@
es_es: Mi nivel de membresía : %@
fr_fr: Mon niveau d'adhésion: %@
hi_in: मेरी सदस्यता स्तर: %@
id_id: Level Membership Saya : %@
ja_jp: 私のメンバーシップランク:%@
ms_my: Tahap keahlian saya : %@
my_mm: ကျွန်ုပ်၏အဖွဲ့ဝင်အဆင့် : %@
nl_nl: Mijn Lidmaatschaplevel : %@
pl_pl: Mój poziom członkostwa: %@
pt_br: Meu nível de membro : %@
ru_ru: Мой уровень участника : %@
sq_al: Niveli im i antarësimit : %@
sv_se: Min medlemsnivå : %@
sw_ke: Kiwango changu cha uanachama : %@
tr_tr: Üyelik seviyem : %@
uk_ua: Мій рівень учасника: %@
vi_vn: Cấp độ thành viên của tôi : %@
zh_hans_cn: 我的会员等级: %@
zh_hant_tw: 我的會員等級 : %@

# customview_membershipbenefits_pay_in_prob
source: (When paying with PROB)
cs_cz: (Pro platbu s PROB)
da_dk: (Når der betales med PROB)
de_de: (Wenn Sie mit PROB bezahlen)
es_es: (Al pagar con PROB)
fr_fr: (lorsque vous payez en PROB)
hi_in: (PROB के साथ भुगतान करते समय)
id_id: (Ketika membayar dengan PROB)
ja_jp: (PROBでの納付時)
ms_my: (Semasa membayar dengan PROB)
my_mm: (PROBဖြင့် ပေးသည့်အခါ)
nl_nl: (Als betaald wordt met PROB)
pl_pl: (Podczas płatności w PROB)
pt_br: (Quando pago com PROB)
ru_ru: (Когда оплачиваете с помощью PROB)
sq_al: (Kur paguani me PROB)
sv_se: (När du betalar med PROB)
sw_ke: (Wakati wa kulipa na PROB)
tr_tr: (PROB ile ödeme yaparken)
uk_ua: (Коли оплачуєте за допомогою PROB)
vi_vn: (Khi chi trả bằng PROB)
zh_hans_cn: ( 用 PROB 支付手续费 )
zh_hant_tw: ( 用 PROB 支付手續費 )

# customview_membershipbenefits_tradingfee_title
source: Trading fee
cs_cz: Obchodní poplatek
da_dk: Trading gebyr
de_de: Trading Gebühr
es_es: Tarifas Comerciales
fr_fr: Frais de transaction
hi_in: व्यापार(ट्रेडिंग) शुल्क
id_id: Biaya Trading
ja_jp: 取引手数料
ms_my: Caj trading
my_mm: Trading အခကြေးငွေ
nl_nl: Handelskosten
pl_pl: Opłata handlowa
pt_br: Taxas de negociação
ru_ru: Торговая комиссия
sq_al: Tarifa e tregtisë
sv_se: Trading-avgift
sw_ke: Ada ya biashara
tr_tr: İşlem ücreti
uk_ua: Торгова комісія
vi_vn: Phí giao dịch
zh_hans_cn: 交易手续费
zh_hant_tw: 'yi's交易手續費

# customview_membershipbenefits_feediscount_title
source: Fee discount
cs_cz: Sleva poplatku
da_dk: Gebyr rabat
de_de: Gebühren Discount
es_es: Descuento de Tarifa
fr_fr: Remise sur les frais
hi_in: शुल्क में छूट
id_id: Potongan Biaya
ja_jp: 手数料割引率
ms_my: Diskaun caj
my_mm: အခကြေးငွေလျှော့စျေး
nl_nl: Korting op kosten
pl_pl: Rabat za opłatę
pt_br: Taxas de desconto
ru_ru: Скидка на комиссию
sq_al: Ulje e tarifes
sv_se: Avgiftsrabatt
sw_ke: Punguzo la ada
tr_tr: İşlem ücreti indirimi
uk_ua: Знижка на комісію
vi_vn: Giảm phí
zh_hans_cn: 手续费优惠率
zh_hant_tw: 手續費折扣

# customview_membershipbenefits_referralbonus_title
source: Referral bonus
cs_cz: Bonus za doporučení
da_dk: Henvisningsbonus
de_de: Emphelungsbonus
es_es: Bonos de referencias
fr_fr: Bonus de parrainage
hi_in: रेफरल बोनस
id_id: Bonus Referral
ja_jp: 紹介者ボーナス
ms_my: Bonus referral
my_mm: ညွှန်းသူဘောနပ်စ်
nl_nl: Verwijzingsbonus
pl_pl: Bonus za polecenie
pt_br: Bônus de referência
ru_ru: Реферальный бонус
sq_al: Bonusi i referimit
sv_se: Rekommendationsbonus
sw_ke: Bonasi ya rufaa
tr_tr: Referans bonusu
uk_ua: Реферальний бонус
vi_vn: Phần thưởng giới thiệu
zh_hans_cn: 推荐人奖励
zh_hant_tw: 推薦獎勵

# activity_membership_probstatus_title
source: PROB status
es_es: Estado de PROB
fr_fr: Statut de PROB
hi_in: PROB श्रेणी
id_id: status PROB
ja_jp: PROB資産状況
ms_my: Status PROB
my_mm: PROB အခြေအနေ
pl_pl: Status PROB
pt_br: Status de PROB
ru_ru: Статус PROB
sq_al: statusi i PROB
sw_ke: Hali ya PROB
tr_tr: PROB durumu
uk_ua: Статус PROB
vi_vn: Trạng thái PROB
zh_hans_cn: PROB 状态
zh_hant_tw: PROB 狀態

# activity_membership_stakeprob
source: Stake PROB
cs_cz: Vsadit PROB
de_de: PROB staken
fr_fr: Stakez des PROB
hi_in: स्टेक PROB
ja_jp: PROB ステーキ
pl_pl: Stawka PROB
ru_ru: Ставьте PROB на стейк
sv_se: Stejka PROB
sw_ke: Fanya steki ya PROB
tr_tr: PROB stake (kilit) yapın.
uk_ua: Ставте PROB в стейкінг
vi_vn: Đặt cược PROB

# activity_membership_membershipandtradingfee
source: Membership & Trading fee >
cs_cz: Členský & obchodní poplatek >
da_dk: Medlemskab & Trading gebyr >
de_de: Mitgliedschafts & Trading Gebühr >
es_es: Membresía & Tarifas comerciales >
fr_fr: Adhésion et frais de trading >
hi_in: सदस्यता & व्यापार(ट्रेडिंग) शुल्क >
id_id: Membership & Biaya Trading >
ja_jp: メンバーシップ & 取引手数料 >
ms_my: Keahlian & Caj trading
my_mm: အသင်းဝင် & ကုန်သွယ်မှုအခကြေးငွေ >
nl_nl: Lidmaatschap & Handelskosten >
pl_pl: Opłata członkowska i handlowa>
pt_br: Membros & Taxas de Trading >
ru_ru: Членство & Торговые комиссии >
sq_al: Fatura e Anëtarësimit & Tregtisë >
sv_se: Medlemskap och Trading-avgift >
sw_ke: Ada ya Uanachama na Uuzaji >
tr_tr: Üyelik & İşlem ücreti >
uk_ua: Членство та торгові комісії >
vi_vn: Thành viên & Phí giao dịch >
zh_hans_cn: 会员等级 & 交易手续费 >
zh_hant_tw: 會員等級 & 交易手續費 >

# activity_appsettings_v2_tickercolour
source: Ticker color
cs_cz: Barva Tickeru
da_dk: Ticker farve
de_de: Ticker Farbe
es_es: Color de Ticker
fr_fr: Couleur du ticker
hi_in: टिकर का रंग
id_id: Warna Ticker
ja_jp: ティッカーの色
ms_my: Warna Ticker
my_mm: Ticker အရောင်
nl_nl: Ticker kleur
pl_pl: Kolor paska
pt_br: Cor do ticker
ru_ru: Цвет тикера
sq_al: Ngjyra e shënjuesit
sv_se: Färg på Ticker
sw_ke: Rangi ya tikiti
tr_tr: Ticker rengi
uk_ua: Колір тікера
vi_vn: Màu sắc của Mã
zh_hans_cn: 货币颜色
zh_hant_tw: 貨幣顏色

# timedelta_seconds
source: seconds
cs_cz: sekundy
da_dk: sekunder
de_de: Sekunden
es_es: Segundos
fr_fr: secondes
hi_in: सेकंड
id_id: detik
ja_jp: 秒
ms_my: Saat
my_mm: စက္ကန့်များ
nl_nl: seconden
pl_pl: sekundy
pt_br: segundos
ru_ru: секунд
sq_al: sekonda
sv_se: sekunder
sw_ke: sekunde
tr_tr: saniye
uk_ua: секунд
vi_vn: giây
zh_hans_cn: 秒
zh_hant_tw: 秒

# timedelta_second
source: second
cs_cz: sekunda
da_dk: sekund
de_de: Sekunde
es_es: Segundo
fr_fr: seconde
hi_in: सेकंड
id_id: detik
ja_jp: 秒
ms_my: Saat
my_mm: စက္ကန့်
nl_nl: seconde
pl_pl: sekunda
pt_br: segundo
ru_ru: секунд
sq_al: sekondë
sv_se: sekund
sw_ke: sekunde
tr_tr: saniye
uk_ua: секунда
vi_vn: giây
zh_hans_cn: 秒
zh_hant_tw: 秒

# activity_buy_prob_maxamounterror
source: The maximum purchase amount is %@ %@.
cs_cz: Maximální částka nákupu je %@ %@.
da_dk: Det maksimale købsbeløb er %@ %@.
de_de: Die maximale Einkaufsmenge ist %@ %@.
es_es: El monto máximo de compra es %@ %@.
fr_fr: Le montant maximum d'achat est %@ %@.
hi_in: अधिकतम खरीद राशि %@ %@ है।
id_id: Jumlah pembelian maximum adalah %@ %@.
ja_jp: 最大購入可能数量は%@%@です。
ms_my: Amaun maksimum pembelian adalah %@ %@.
my_mm: အနည်းဆုံး၀ယ်ယူမှုပမာဏမှာ %@ %@ဖြစ်သည်။
nl_nl: Het maximum aankoop bedrag is %@ %@.
pl_pl: Maksymalna kwota zakupu to %@ %@.
pt_br: O valor máximo de compra é %@ %@.
ru_ru: Максимальная сумма заказа %@ %@.
sq_al: Shuma maksimale e blerjes është %@ %@.
sv_se: Högsta inköpsbelopp är %@ %@.
sw_ke: Kiasi cha juu zaidi cha ununuzi ni %@ %@.
tr_tr: Maksimum satın alma miktarı %@ %@.
uk_ua: Максимальна сума замовлення %@ %@.
vi_vn: Số tiền mua tối đa là %@ %@.
zh_hans_cn: 最多可购买的数量是1$s %@
zh_hant_tw: 最大可購買數量是 %@ %@。

# activity_buy_prob_minamounterror
source: The minimum purchase amount is %@ %@.
cs_cz: Minimální částka nákupu je %@ %@.
da_dk: Det minimale købsbeløb er %@ %@.
de_de: Die mindest Einkaufsmenge ist %@ %@.
es_es: El monto mínimo de compra es %@ %@.
fr_fr: Le montant minimum d'achat est %@ %@.
hi_in: न्यूनतम खरीद राशि %@ %@ है।
id_id: Jumlah pembelian minimum adalah %@ %@.
ja_jp: 最小購入可能数量は%@%@です。
ms_my: Amaun pembelian minimum adalah %@ %@.
my_mm: အနည်းဆုံး၀ယ်ယူမှုပမာဏမှာ %@ %@ဖြစ်သည်။
nl_nl: Het minimum aankoop bedrag is %@ %@.
pl_pl: Minimalna kwota zakupu to %@ %@.
pt_br: O valor mínimo de compra é %@ %@.
ru_ru: Минимальная сумма заказа %@ %@.
sq_al: Shuma minimale e blerjes është %@ %@.
sv_se: Minsta inköpsbelopp är %@ %@.
sw_ke: Kiasi cha chini zaidi cha ununuzi ni %@ %@.
tr_tr: Minimum satın alma miktarı %@ %@.
uk_ua: Мінімальна сума замовлення %@ %@.
vi_vn: Số tiền mua tối thiểu là %@ %@.
zh_hans_cn: 最少可购买数量是%@ %@
zh_hant_tw: 最少購買數量是 %@ %@。

# activity_buy_prob_precisionerror
source: Check the exact purchase amount (up to %@ digits)
cs_cz: Zkontrolujte přesnou částku nákupu (až do %@ číslic)
da_dk: Kontroller det nøjagtige købsbeløb (op til %@ cifre)
de_de: Überprüfen Sie die exakte Einkaufsmenge (bis zu %@Ziffern)
es_es: Verifica el monto exacto de la compra (hasta %@ dígitos)
fr_fr: Vérifiez le montant exact de l'achat (jusqu'à %@ chiffres)
hi_in: सटीक खरीद राशि (%@ अंक तक) की जाँच करें
id_id: Periksa jumlah pembelian pasti (sampai dengan %@ digit)
ja_jp: 小数点以下、最大%@桁まで入力できます。
ms_my: Semak amaun belian yang tepat (sehingga %@ digit)
my_mm: ဝယ်ယူမှုပမာဏအတိအကျကို စစ်ဆေးပါ (ဂဏန်း %@ လုံးအထိ)
nl_nl: Check het exacte aankoop bedrag (up to %@ digits)
pl_pl: Sprawdź dokładną kwotę zakupu (do %@ cyfr)
pt_br: Verifique o valor exato da compra (acima de %@ digitos)
ru_ru: Проверьте точную сумму покупки (до %@ цифр)
sq_al: Kontrolloni shumën e saktë të blerjes (deri në %@ shifra)
sv_se: Kontrollera det exakta inköpsbeloppet (upp till %@ siffror)
sw_ke: Angalia kiasi halisi cha ununuzi (hadi tarakimu %@)
tr_tr: Satın alma miktarını kontrol edin (%@ basamağa kadar)
uk_ua: Перевірте точну суму покупки (до %@ цифр)
vi_vn: Kiểm tra số tiền mua chính xác (tối đa %@ chữ số)
zh_hans_cn: 可最多输入至小数点%@位数
zh_hant_tw: 檢查購買數量 (小數點後 %@ 位)

# activity_buy_prob_warning
source: Please purchase in 30 seconds.
cs_cz: Prosím objednejte si během 30 sekund.
da_dk: Køb venligst inden for 30 sekunder.
de_de: Bitte kaufen Sie in 30 Sekunden.
es_es: Por favor, compra en 30 segundos.
fr_fr: Veuillez acheter dans 30 secondes.
hi_in: कृपया 30 सेकंड में खरीद लें।
id_id: Silahkan beli dalam waktu 30 detik.
ja_jp: 30秒以内に購入してください。
ms_my: Sila beli dalam masa 30 saat.
my_mm: စက္ကန့် 30 အတွင်း ဝယ်ယူပါ။
nl_nl: Koop in 30 seconden.
pl_pl: Proszę o zakup w ciągu 30 sekund.
pt_br: Compre em 30 segundos.
ru_ru: Пожалуйста, сделайте заказ в течение 30 секунд.
sq_al: Ju lutemi blini ne 30 sekonda.
sv_se: Vänligen köp om 30 sekunder.
sw_ke: Tafadhali nunua katika sekunde 30.
tr_tr: Lütfen 30 saniye içerisinde satın alın.
uk_ua: Будь ласка, зробіть замовлення протягом 30 секунд.
vi_vn: Vui lòng mua trong 30 giây.
zh_hans_cn: 请于30秒内购买
zh_hant_tw: 請在 30 秒內完成購買。

# activity_buy_prob_buy_title
source: Purchase
cs_cz: Objednat
da_dk: Køb
de_de: Einkauf
es_es: Comprar
fr_fr: Achat
hi_in: खरीद
id_id: Beli
ja_jp: 購入数量
ms_my: Beli
my_mm: ၀ယ်ယူမှု
nl_nl: Kopen
pl_pl: Zakup
pt_br: Comprar
ru_ru: Купить
sq_al: Blini
sv_se: Köp
sw_ke: Nunua
tr_tr: Satın al
uk_ua: Покупка
vi_vn: MUA
zh_hans_cn: 购买数量
zh_hant_tw: 購買

# activity_buy_prob_with_title
source: With
cs_cz: S
da_dk: Med
de_de: Mit
es_es: Con
fr_fr: Avec
hi_in: साथ में
id_id: Dengan
ja_jp: 支払い貨幣
ms_my: Dengan
my_mm: ဖြင့်
nl_nl: Met
pl_pl: Z
pt_br: com
ru_ru: C
sq_al: Me
sv_se: med
sw_ke: Na
tr_tr: İle
uk_ua: З
vi_vn: Với
zh_hans_cn: 支付货币
zh_hant_tw: 用此支付
