Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# transferdistributionhistoryadapter_krwslot_describeformat
source: KRW withdrawals will be processed twice on business days - %@ and %@ (Korean Standard Time)
cs_cz: Výběry KRW budou zpracovány dvakrát v pracovní dny %@ a %@(korejského standardního času)
da_dk: KRW-hævninger behandles to gange i løbet af dagen på hverdage - %@ og %@ (KST)
de_de: KRW Abhebungen werden in einem Arbeitstag zwei Mal verarbeitet - %@ und %@ (Korean Standard Time)
es_es: Retiros de KRW serán procesados dos veces en días hábiles %@ y %@ (Hora Standard de Corea del Sur)
fr_fr: Les retraits en KRW sont traités deux fois sur les jours ouvrés - %@ et %@ (UTC+9, fuseau horaire coréen)
hi_in: KRW निकासी को व्यावसायिक दिनों में दो बार संसाधित किया जाएगा -%@ और %@ (कोरियाई मानक समय)
id_id: Penarikan KRW akan diproses 2 kali pada hari kerja - %@ dan %@ (Korean Standard Time)
ja_jp: ウォン貨は営業日基準の韓国標準時 %@, %@に出金されます。
ms_my: Pengeluaran KRW akan diproses dua kali pada hari berkerja - %@ dan %@ (Waktu lokal Korea)
my_mm: KRW ငွေထုတ်ခြင်းကို ရုံးဖွင့်ရက်များတွင် နှစ်ကြိမ်လုပ်ဆောင်ပါမည် - %@ နှင့် %@ (ကိုရီးယားစံတော်ချိန်)
nl_nl: KRW opnames worden op werkdagen tweemaal verwerkt - %@ and %@ (Korean Standard Time)
pl_pl: Wypłaty KRW będą przetwarzane dwukrotnie w dni robocze - %@ oraz %@ (Korea Czas Standardowy KST)
pt_br: Os saques de KRW serão processados duas vezes em dias úteis - %@ e %@ (horário padrão da Coréia)
ru_ru: Вывод средств KRW будет производиться дважды в рабочие дни - %@ и %@ (Korean Standard Time)
sq_al: Tërheqjet e KRW do të përpunohen dy herë në ditët e punës - %@ dhe %@ (Koha Standarde Koreane)
sv_se: KRW-uttag kommer att behandlas två gånger per arbetsdag - %@ och %@ (Koreansk standardtid)
sw_ke: Utoaji wa KRW utachakatwa mara mbili kwa siku za kazi - %@ na %@ (Saa Wastani ya Korea)
tr_tr: KRW para çekme işlemleri iş günlerinde iki kez işlenir -%@ ve %@(Kore Standart Saati)
uk_ua: Виведення коштів KRW відбуватиметься двічі в робочі дні - %@ та %@ (Korean Standard Time)
vi_vn: Rút tiền KRW sẽ được thực hiện hai lần trong những ngày làm việc - %@ và %@ (Khung thời gian Hàn Quốc)
zh_hans_cn: 韩币提款在工作日每日进行两次 - %@ and %@ （韩国标准时间）
zh_hant_tw: 韓幣提款在工作日每日進行兩次 - %@ and %@ （韓國標準時間）

# transferdistributionhistoryadapter_acceptor_mismatch_generic
source: We need additional information to process your deposit.
cs_cz: Ke zpracování vašeho vkladu potřebujeme další informace.
da_dk: Vi har brug for yderligere oplysninger for at behandle din indbetaling.
de_de: Wir benoetigen zusaetzliche Informationen, um die Informationen zu verarbeiten.
es_es: Necesitamos información adicional para procesar tu depósito.
fr_fr: Nous avons besoin d'informations complémentaires afin de procéder au dépôt.
hi_in: हमें आपकी जमा राशि को संसाधित करने के लिए अतिरिक्त जानकारी चाहिए।
id_id: Kami membutuhkan informasi tambahan untuk memproses deposit Anda.
ja_jp: 入金を進めるために追加情報が必要です。
ms_my: Kami memerlukan maklumat tambahan untuk proses deposit anda.
my_mm: သင့်အပ်ငွေကို လုပ်ဆောင်ရန် အပိုဆောင်းအချက်အလက် လိုအပ်ပါသည်။
nl_nl: We hebben aanvullende informatie nodig om je storting te verwerken.
pl_pl: Potrzebujemy dodatkowych informacji, aby przetworzyć twój depozyt.
pt_br: Precisamos de informações adicionais para processar seu depósito.
ru_ru: Нам нужна дополнительная информация, чтобы осуществить внесение средств.
sq_al: Ne kemi nevojë për informacion shtesë për të përpunuar depozitën tuaj.
sv_se: Vi behöver ytterligare information för att slutföra din insättning.
sw_ke: Tunahitaji maelezo ya ziada ili kushughulikia uwekaji wako.
tr_tr: Para yatırma işleminizi gerçekleştirmek için ek bilgiye ihtiyacımız var.
uk_ua: Нам потрібна додаткова інформація, щоб здійснити депозит.
vi_vn: Chúng tôi cần thêm thông tin để tiến hành gửi tiền cọc của bạn.
zh_hans_cn: 我们需要附加信息来进行您的充值。
zh_hant_tw: 為了進行充值請提供其他補充資料

# transferdistributionhistoryadapter_acceptor_form2_request
source: Please fill the Incorrect KRW deposit from unregistered bank account inquiry form.
cs_cz: Vyplňte prosím nesprávný vklad KRW z neregistrovaného formuláře žádosti o bankovní účet.
da_dk: Udfyld venligst den forkerte KRW-indbetaling fra uregistreret bankkonto forespørgselsformular.
de_de: Bitte fuellen Sie das Anfrageformular für falsches KRW Deposit von nicht registriertem Bankkonto aus.
es_es: Por favor completa el Formulario de Depósito Incorrecto de KRW para Cuentas Bancarias No Registrada
fr_fr: Veuillez remplir le formulaire de demande de dépôt incorrect KRW provenant du compte bancaire non-enregistré.
hi_in: कृपया अपंजीकृत बैंक खाता पूछताछ फॉर्म से गलत KRW जमा भरें।
id_id: Harap isi formulir deposit KRW yang salah dari rekening bank yang belum terdaftar.
ja_jp: ウォン貨他行口座誤入金に関するお問い合わせフォームを記入してください。
ms_my: Sila isi borang pertanyaan KRW deposit salah dari bank akaun tidak berdaftar
my_mm: မှတ်ပုံတင်မထားသော ဘဏ်အကောင့်မှ မှားသွင်းKRWအကြောင်း မေးမြန်းရန်ဖောင်ကို ဖြည့်ပေးပါ။
nl_nl: Vul het onjuiste KRW-storting via niet-geregistreerde bankrekening formulier in.
pl_pl: Proszę wypełnić fomularz zapytania o Niepoprawny depozyt KRW z niezarejestrowanego konta bankowego.
pt_br: Por favor preencha no formulário de consulta de conta bancária não registrada o depósito KRW incorreto.
ru_ru: Пожалуйста, заполните форму о неверном вводе депозита KRW с незарегистрированного банковского счёта.
sq_al: Ju lutemi plotësoni formularin e hetimit të llogarisë bankare të Depozitës së Pasaktë KRW
sv_se: Vänligen fyll i formulär för inkorrekt insättning av KRW från ej registrerat bankkonto
sw_ke: Tafadhali jaza fomu ya amana ya KRW Isiyo Sahihi kutoka kwa fomu ya uchunguzi ya akaunti ya benki ambayo haijasajiliwa.
tr_tr: Lütfen Kayıtlı olmayan banka hesabı sorgulama formundan hatalı KRW para yatırma formunu doldurun.
uk_ua: Будь ласка, заповніть форму про невірне введення депозиту KRW з незареєстрованого банківського рахунку.
vi_vn: Hãy điền vào phần đặt cọc KRW không chính xác từ mẫu đơn yêu cầu tài khoản ngân hàng.
zh_hans_cn: 填写韩国韩元付款帐户查询表。
zh_hant_tw: 請填寫韓國韓幣付款帳號表。

# transferdistributionhistoryadapter_acceptor_generic_support_request
source: Please contact customer support.
cs_cz: Prosím kontaktujte zákaznickou podporu.
da_dk: Kontakt venligst kundesupport.
de_de: Bitte kontaktieren Sie den Customer Support.
es_es: Por favor contácta a Servicio al Cliente.
fr_fr: Veuillez contacter notre service clientèle.
hi_in: कृपया ग्राहक सहायता से संपर्क करें।
id_id: Harap hubungi Bantuan pelanggan
ja_jp: カスタマーセンターにお問い合わせしてください。
ms_my: Sila hubungi bantuan khidmat pelanggan.
my_mm: ကျေးဇူးပြု၍ ကာစတမ်မာစင်တာကို ဆက်သွယ်ပါ။
nl_nl: Neem contact op met de customer support.
pl_pl: Skontaktuj się z obsługą klienta.
pt_br: Entre em contato com o suporte ao cliente.
ru_ru: Пожалуйста, свяжитесь со службой поддержки.
sq_al: Ju lutemi kontaktoni mbështetjen e klientit.
sv_se: Vänligen kontakta kundtjänst.
sw_ke: Tafadhali wasiliana na usaidizi kwa wateja.
tr_tr: Lütfen müşteri desteğe başvurunuz.
uk_ua: Будь ласка, зв'яжіться зі службою підтримки.
vi_vn: Hãy liên hệ chăm sóc khách hàng.
zh_hans_cn: 请联系客服中心。
zh_hant_tw: 請向客服中心聯絡

# transferdistributionhistoryadapter_acceptor_form2_request_span1
source: Incorrect KRW deposit from unregistered bank account inquiry form
cs_cz: nesprávný vklad KRW z neregistrovaného formuláře žádosti o bankovní účet
da_dk: forkerte KRW-indbetaling fra uregistreret bankkonto forespørgselsformular
de_de: Anfrageformular für falsches KRW Deposit von nicht registriertem Bankkonto
es_es: Formulario de Depósito Incorrecto de KRW para Cuentas Bancarias No Registrada
fr_fr: formulaire de demande de dépôt KRW provenant d'un compte bancaire non-enregistré
hi_in: अपंजीकृत बैंक खाता पूछताछ फॉर्म से गलत KRW जमा
id_id: deposit KRW yang salah dari rekening bank yang belum terdaftar
ja_jp: ウォン貨他行口座誤入金に関するお問い合わせフォーム
ms_my: borang pertanyaan KRW deposit salah dari bank akaun tidak berdaftar
my_mm: မှတ်ပုံတင်မထားသော ဘဏ်အကောင့်မှ မှားသွင်းKRWအကြောင်း မေးမြန်းရန်ဖောင်
nl_nl: onjuiste KRW-storting via niet-geregistreerde bankrekening formulier
pl_pl: fomularz zapytania o Niepoprawny depozyt KRW z niezarejestrowanego konta bankowego
pt_br: depósito KRW incorreto
ru_ru: форму о неверном вводе депозита KRW с незарегистрированного банковского счёта
sq_al: Depozitë e pasaktë KRW nga formulari i hetimit të llogarisë bankare të paregjistruar
sv_se: formulär för inkorrekt insättning av KRW från ej registrerat bankkonto
sw_ke: Amana ya KRW si sahihi kutoka kwa fomu ya uchunguzi ya akaunti ya benki ambayo haijasajiliwa
tr_tr: Kayıtlı olmayan banka hesabı sorgulama formundan hatalı KRW para yatırma
uk_ua: форму про невірне введення депозиту KRW з незареєстрованого банківського рахунку
vi_vn: đặt cọc KRW không chính xác từ mẫu đơn yêu cầu tài khoản ngân hàng
zh_hans_cn: 韩国韩元付款帐户查询表
zh_hant_tw: 韓國韓幣付款帳號表

# transferdistributionhistoryadapter_acceptor_generic_support_request_span1
source: customer support
cs_cz: zákaznickou podporu
da_dk: kundesupport
es_es: Servicio al Cliente
fr_fr: service clientèle
hi_in: ग्राहक सहायता
id_id: Bantuan pelanggan
ja_jp: カスタマーセンター
ms_my: bantuan khidmat pelanggan
my_mm: ကာစတမ်မာစင်တာ
pl_pl: obsługą klienta
pt_br: suporte ao cliente
ru_ru: службой поддержки
sq_al: mbështetjen e klientit
sv_se: kundtjänst
sw_ke: usaidizi kwa wateja
tr_tr: müşteri desteğe
uk_ua: службою підтримки
vi_vn: hệ chăm sóc khách hàng
zh_hans_cn: 客服中心
zh_hant_tw: 客服中心

# fragment_settings_support
source: Contact us
cs_cz: Kontaktujte nás
da_dk: Kontakt os
de_de: Kontakt
es_es: Contáctanos
fr_fr: Contactez-nous
hi_in: संपर्क करें
id_id: Hubungi Kami
ja_jp: お問い合わせ
ms_my: Hubungi Kami
my_mm: ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။
nl_nl: Neem Contact Op
pl_pl: Skontaktuj się z nami
pt_br: Contate-nos
ru_ru: Напишите нам
sq_al: Na kontaktoni
sv_se: Kontakta oss
sw_ke: Wasiliana nasi
tr_tr: Bize ulaşın
uk_ua: Напишіть нам
vi_vn: Liên hệ chúng tôi
zh_hans_cn: 联系我们
zh_hant_tw: 聯繫我們

# transferdistributionhistoryadapter_processing
source: Processing
cs_cz: Probíhá
da_dk: Bearbejder..
de_de: Wird verarbeitet
es_es: Procesando
fr_fr: En cours de traitement
hi_in: प्रगति पर
id_id: Sedang dalam proses
ja_jp: 処理中
ms_my: Memproses
my_mm: လုပ်ဆောင်နေသည်
nl_nl: Verwerken
pl_pl: Przetwarzanie
pt_br: Processando
ru_ru: В процессе
sq_al: Duke u procesuar
sv_se: Bearbetar
sw_ke: Inachakata
tr_tr: İşleniyor
uk_ua: У процесі
vi_vn: Đang xử lý
zh_hans_cn: 正在进行中
zh_hant_tw: 正在進行中

# transferdistributionhistoryadapter_acceptor_form1_request
source: Please fill out the incorrect deposit inquiry form.
cs_cz: Vyplňte prosím formulář žádosti o nesprávném vkladu.
da_dk: Udfyld venligst den forkerte indbetalings forespørgselsformular.
de_de: Bitte fuellen Sie das Anfrageformular für falsche Deposits aus.
es_es: Por favor, completa el Formulario de Depósito Incorrecto.
fr_fr: Veuillez remplir le formulaire de demande de dépôt.
hi_in: कृपया गलत जमा पूछताछ फॉर्म भरें।
id_id: Silahkan isi form permintaan deposit yang salah.
ja_jp: 誤入金に関するお問い合わせフォームを記入してください。
ms_my: Sila isi borang pertanyaan salah deposit.
my_mm: မှားသွင်းငွေစုံစမ်းခြင်းဖောင်ကို ဖြည့်ပေးပါ။
nl_nl: Vul het onjuiste stortingsformulier in.
pl_pl: Proszę wypełnić nieprawidłowy formularz zapytania o depozyt.
pt_br: Preencha o formulário de solicitação de depósito incorreto.
ru_ru: Пожалуйста, заполните форму о неверном вводе депозита.
sq_al: Ju lutemi plotësoni formularin e hetimit të depozitave të gabuara.
sv_se: Vänligen fyll i formulär för felaktig insättning.
sw_ke: Tafadhali jaza fomu ya uchunguzi wa uwekaji usio sahihi.
tr_tr: Lütfen yanlış para yatırma bilgi formunu doldurun.
uk_ua: Будь ласка, заповніть форму про невірне введення депозиту.
vi_vn: Vui lòng điền vào mẫu yêu cầu gửi tiền không chính xác.
zh_hans_cn: 请正确填写充值表。
zh_hant_tw: 請正確填寫充值表。

# transferdistributionhistoryadapter_acceptor_form1_request_span1
source: incorrect deposit inquiry form
cs_cz: formulář žádosti o nesprávný vklad
da_dk: forkert forespørgselsformular
de_de: Falsches Deposit Anfrageformular
es_es: Formulario de Depósito Incorrecto
fr_fr: formulaire de demande de dépôt incorrect
hi_in: गलत जमा पूछताछ फार्म
id_id: Form permintaan deposit salah
ja_jp: 誤入金問い合わせ様式
ms_my: Borang pertanyaan salah deposit
my_mm: မှားသွင်းငွေစုံစမ်းခြင်းဖောင်
nl_nl: onjuist stortingsformulier
pl_pl: niepoprawny formularz zapytania o depozyt
pt_br: formulário de solicitação de depósito incorreto
ru_ru: неверный ввод депозита
sq_al: formulari i hetimit të depozitave të gabuara
sv_se: felaktigt insättningsformulär
sw_ke: fomu ya uchunguzi wa uwekaji usio sahihi
tr_tr: Yanlış mevduat bilgi formu
uk_ua: невірне введення депозиту
vi_vn: Mẫu yêu cầu đặt cọc không chính xác
zh_hans_cn: 错误的充值
zh_hant_tw: 錯誤的充值

# transferdistributionhistoryadapter_acceptor_mismatch_placeholder
source: The %@ from the deposit information and your KYC information don't match.
cs_cz: %@ z informací o vkladu a vašich informací o KYC se neshodují.
da_dk: %@ indbetalingsoplysningerne og dine KYC-oplysninger stemmer ikke overens.
de_de: %@ Ihrer Deposit Information und KYC Information stimmen nicht ueberein.
es_es: El %@ de la información de depósito y tu información de KYC no son compatibles.
fr_fr: Le %@ renseigné dans les informations du dépôt et celles de votre KYC ne correspondent pas.
hi_in: जमा जानकारी और आपकी KYC जानकारी से %@ मेल नहीं खाता है।
id_id: Kami tidak bisa mencocokkan %@ dari informasi deposit dan informasi KYC Anda.
ja_jp: 本人認証時に登録した%@が入金情報と一致しません。
ms_my: %@ dari maklumat deposit dan maklumat KYC anda tidak sepadan.
my_mm: သွင်းငွေအချက်အလက်မှ %@ နှင့် သင်၏ KYC အချက်အလက်များ တူညီမှုမရှိပါ။
nl_nl: De %@ van de stortingsgegevens en je KYC gegevens komen niet overeen.
pl_pl: %@ z informacji o depozycie, a twoje dane KYC nie pasują.
pt_br: Não foi possível combinar %@ as informações de depósito e suas informações de KYC.
ru_ru: %@ информация о Вашем депозите и Ваша KYC информация не совпадает.
sq_al: %@ nga informacioni i depozitës dhe informacioni juaj i KYC nuk përputhen.
sv_se: %@ från insättningsinformationen och KYC-informationen överenstämmer ej.
sw_ke: %@ kutoka kwa maelezo ya uwekaji na maelezo yako ya KYC hayalingani.
tr_tr: Para yatırma bilgilerinden %@ ve KYC bilgileriniz eşleşmiyor.
uk_ua: %@ інформація про ваш депозит і ваша KYC інформація не збігається.
vi_vn: Phần trăm từ thông tin gửi tiền và thông tin KYC của bạn không khớp.
zh_hans_cn: 充值信息中 %@ 和您的 KYC 资料不符。
zh_hant_tw: 充值訊息中 %@ 和您的 KYC 資料不符。

# transferdistributionhistoryadapter_acceptor_unknown_placeholder
source: We could not confirm %@ from the deposit information.
cs_cz: Nelze potvrdit %@ z informací o vkladu.
da_dk: Vi kunne ikke bekræfte %@ fra indbetalingsoplysningerne.
de_de: Wir konnten %@ der Deposit Information nicht bestaetigen.
es_es: No hemos pódido confirmar %@ con la información del depósito.
fr_fr: Nous ne pouvons pas vérifier %@ à partir des informations du dépôt.
hi_in: हम जमा जानकारी से %@ की पुष्टि नहीं कर सके।
id_id: Kami tidak bisa melakukan pengecekan %@ dari informasi deposit
ja_jp: 入金情報で%@を確認できません。
ms_my: Kami tidak dapat mengesahkan %@ dari maklumat deposit.
my_mm: သွင်းငွေအချက်အလက်ကနေ %@ ကို အတည်မပြုနိုင်ပါ။
nl_nl: We konden %@ van de stortingsgegevens niet bevestigen.
pl_pl: Nie możemy potwierdzić %@ z informacji o depozycie.
pt_br: Não foi possível verificar %@ a partir das informações de depósito.
ru_ru: Мы не можем проверить %@ через информацию о депозите.
sq_al: Ne nuk mund të konfirmonim %@ nga informacioni i depozitës.
sv_se: Vi kunde inte bekräfta %@ i insättningsinformationen.
sw_ke: Hatukuweza kuthibitisha %@ kutoka kwa maelezo ya uwekaji.
tr_tr: Para yatırma bilginizden %@ onaylanamamaktadır.
uk_ua: Ми не можемо перевірити %@ через інформацію про депозит.
vi_vn: Chúng tôi không thể xác nhận %@ từ thông tin gửi tiền.
zh_hans_cn: 从充值信息中，我们无法确认 %@
zh_hant_tw: 從充值訊息中，我們無法確認 %@

# transferdistributionhistoryadapter_acceptor_name
source: recipient's name
cs_cz: jméno příjemce
da_dk: modtagers navn
de_de: Name Empfaenger
es_es: Nombre del beneficiario
fr_fr: Nom du bénéficiaire
hi_in: प्राप्तकर्ता का नाम
id_id: Nama penerima
ja_jp: 預金主
ms_my: Nama penerima
my_mm: လက်ခံသူအမည်
nl_nl: naam van de ontvanger
pl_pl: Imię odbiorcy
pt_br: nome do destinatário
ru_ru: имя получателя
sq_al: emri i marrësit
sv_se: mottagarens namn
sw_ke: jina la mpokeaji
tr_tr: Alıcının İsmi
uk_ua: ім'я отримувача
vi_vn: tên người nhận
zh_hans_cn: 收款人名
zh_hant_tw: 帳戶持有人

# transferdistributionhistoryadapter_acceptor_bank
source: bank account information
cs_cz: informace bankovního účtu
da_dk: bankkonto oplysninger
de_de: Bankkonto Information
es_es: Información de la cuenta bancaria
fr_fr: Informations du compte bancaire
hi_in: बैंक खाता संबंधी जानकारी
id_id: Informasi Rekening Bank
ja_jp: 口座情報
ms_my: Maklumat akaun bank
my_mm: ဘဏ်အကောင့်အချက်အလက်
nl_nl: bankrekeninggegevens
pl_pl: informacje o koncie bankowym
pt_br: informações da conta bancária
ru_ru: информация о банковском счёте
sq_al: informacionin e llogarisë bankare
sv_se: bankkontoinformation
sw_ke: taarifa ya akaunti ya benki
tr_tr: Banka Hesap bilgisi
uk_ua: інформація про банківський рахунок
vi_vn: Thông tin tài khoản ngân hàng
zh_hans_cn: 银行信息
zh_hant_tw: 帳戶資訊

# dialog_login_needed_title
source: Login required
cs_cz: Požadováno přihlášení
da_dk: Login påkrævet
de_de: Log in notwendig
es_es: Inicio de Sesión requerido
fr_fr: Connexion requise
hi_in: लॉग इन आवश्यक है
id_id: Log in dibutuhkan
ja_jp: ログインが必要な機能です。
ms_my: Log masuk diperlukan
my_mm: လော့ဂ်အင်၀င်ရန် လိုအပ်ပါသည်။
nl_nl: Inloggen is vereist
pl_pl: Logowanie wymagane
pt_br: Login é necessário
ru_ru: Необходимо войти
sq_al: Kërkohet kyçja
sv_se: Inloggning krävs
sw_ke: Kuingia kunahitajika
tr_tr: Giriş yapmanız gerekmektedir.
uk_ua: Необхідно увійти в систему
vi_vn: Đã yêu cầu đăng nhập
zh_hans_cn: 需要登入
zh_hant_tw: 登入後才能使用的功能

# dialog_login_needed_content
source: Login is required to use this feature. Would you like to log in?
cs_cz: Pro použití této funkce je vyžadováno přihlášení. Chcete se přihlásit?
da_dk: Login er påkrævet for at bruge denne funktion. Vil du logge ind?
de_de: Login ist notwendig, um dieses Feature zu nutzen. Moechten Sie sich einloggen?
es_es: Es necesario Iniciar Seción para continuar con esta función ¿Deseas Iniciar Sesión?
fr_fr: Une connexion est requise afin d'utiliser cette fonctionnalité. Souhaitez-vous vous connecter ?
hi_in: इस सुविधा का उपयोग करने के लिए लॉगिन आवश्यक है। क्या आप लॉग इन करना चाहेंगे?
id_id: Anda harus login untuk mengakses fitur ini. Apakah Anda ingin log in?
ja_jp: この機能を使用するためにはログインが必要です。 ログインされますか？
ms_my: Log masuk diperlukan untuk menggunakan fitur ini. Adakah anda ingin log masuk?
my_mm: ဤfeatureကိုအသုံးပြုရန် အကောင့်ဝင်ရန် လိုအပ်ပါသည်။ သင်ဝင်ရောက်လိုပါသလား?
nl_nl: Inloggen is vereist voor het gebruik van deze functie. Wil je inloggen?
pl_pl: Aby korzystać z tej funkcji, wymagane jest zalogowanie. Czy chcesz się zalogować?
pt_br: Você precisa estar logado para acessar este recurso. Deseja fazer login?
ru_ru: Вы должны войти, чтобы получить доступ к данному разделу. Хотите войти?
sq_al: Kërkohet kyçja për të përdorur këtë veçori. Dëshironi të identifikoheni?
sv_se: Inloggning krävs för att använda denna funktionen. Vill du logga in?
sw_ke: Kuingia kunahitajika ili kutumia kipengele hiki. Je, ungependa kuingia?
tr_tr: Bu özelliğe erişmek için giriş yapmanız gerekiyor. Giriş yapmak istiyor musunuz?
uk_ua: Ви повинні увійти в систему, щоб отримати доступ до цього розділу. Хочете увійти?
vi_vn: Đăng nhập được yêu cầu để sử dụng tính năng này. Bạn có muốn đăng nhập?
zh_hans_cn: 使用这个功能必须登录. 现在登录吗？
zh_hant_tw: 要使用此功能需要登入. 請問您要登入嗎?

# common_login
source: Log In
cs_cz: Příhlásit se
da_dk: Log På
es_es: Iniciar Sesión
fr_fr: Se connecter
hi_in: कृपया लॉगिन करें
ja_jp: ログイン
ms_my: Log masuk
my_mm: လော့့ဂ်အင်
pl_pl: Zaloguj
pt_br: Entrar
ru_ru: Вход
sq_al: Kyçuni
sv_se: Logga in
sw_ke: Ingia
tr_tr: Giriş Yap
uk_ua: Вхід
vi_vn: Đăng nhập
zh_hans_cn: 登录
zh_hant_tw: 登錄

# fragment_settings_pleaselogin
source: Please log in
cs_cz: Prosím přihlašte se
da_dk: Log på
de_de: Bitte einloggen
es_es: Por favor Inicia Sesión
fr_fr: Veuillez vous connecter
hi_in: कृपया लॉगिन करें
id_id: Harap Login
ja_jp: ログインしてください
ms_my: Sila log masuk
my_mm: လော့ဂ်အင်၀င်ပါ။
nl_nl: Log in
pl_pl: Zaloguj się
pt_br: Por favor realizar Login
ru_ru: Пожалуйста, войдите
sq_al: Ju lutemi kyçuni
sv_se: Vänligen logga in
sw_ke: Tafadhali ingia
tr_tr: Lütfen giriş yapınız
uk_ua: Будь ласка, увійдіть
vi_vn: Vui lòng đăng nhập
zh_hans_cn: 请登录
zh_hant_tw: 請登錄

# fragment_settings_announcements
source: Announcements
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Mitteilungen
es_es: Anuncios
fr_fr: Annonces
hi_in: घोषणाएँ
id_id: Pengumuman
ja_jp: お知らせ
ms_my: Pengumuman
my_mm: ကြေညာချက်များ
nl_nl: Mededelingen
pl_pl: Ogłoszenia
pt_br: Anúncios
ru_ru: Объявления
sq_al: Shpalljet
sv_se: Meddelanden
sw_ke: Matangazo
tr_tr: Bildirimler
uk_ua: Оголошення
vi_vn: Thông báo
zh_hans_cn: 公告
zh_hant_tw: 公告
