Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# dialog_navigateaway_content
source: You are now leaving the ProBit Global app. Press Go to continue.
cs_cz: Nyní opouštíte aplikaci ProBit Global. Pokračujte stisknutím tlačítka Přejít.
da_dk: Du er nu ved at forlade ProBit Global appen. Tryk Go for at fortsætte.
de_de: Sie verlassen nun die ProBit-App. Drücken Sie Go, um fortzufahren.
es_es: Ahora estás saliendo de la aplicación de ProBit. Presiona Ir para continuar.
fr_fr: Vous quittez maintenant l'application ProBit Global. Appuyez sur Go pour continuer.
hi_in: अब आप ProBit Global ऐप छोड़ रहे हैं। जारी रखने के लिए जाये दबाएं।
id_id: Anda sekarang meninggalkan aplikasi ProBit. Tekan Masuk untuk melanjutkan.
ja_jp: アプリの外に移動するためウェブブラウザーを起動します。
ms_my: Anda akan meninggalkan aplikasi ProBit. Sila klik pergi ke untuk meneruskan.
my_mm: အက်ပ်အပြင်သို့ထွက်ရန် သင့်အင်တာနက်ဘရောက်ဆာကို ဖွင့်လိုပါသည်။
nl_nl: Je verlaat nu de ProBit app. Klik op Go om verder te gaan.
pl_pl: Opuszczasz aplikację ProBit Global. Naciśnij Dalej, aby kontynować.
pt_br: Você está saindo do aplicativo da ProBit Global. Pressione Ir para continuar.
ru_ru: Вы покидаете страницу ProBit Global. Нажмите Вперёд, чтобы продолжить.
sq_al: Tani po largoheni nga aplikacioni ProBit. Shtypni Shko për të vazhduar.
sv_se: Du lämnar nu ProBit-appen. Tryck på Fortsätt för att fortsätta.
sw_ke: Sasa unaondoka kutoka programu ya ProBit. Bonyeza Nenda ili kuendelea.
tr_tr: ProBit uygulamasından ayrılıyorsunuz. Devam etmek için Git'e tıklayınız.
uk_ua: Ви залишаєте додаток ProBit Global. Натисніть Вперед, щоб продовжити.
vi_vn: Bạn đang rời khỏi ứng dụng ProBit. Nhấn 'Đi' để tiếp tục.
zh_hans_cn: 您正在离开应用程序，请点击「确认」以继续。
zh_hant_tw: 您正在離開應用程序，請點擊「確認」以繼續。

# activity_referralshare_v2_earnedamount_container_title
source: Referral Bonus Amount
cs_cz: Částka bonusu za doporučení
da_dk: Henvisningsbonus-beløb
de_de: Empfehlungsbonus-Betrag
es_es: Monto de Bonificación por Recomendación
fr_fr: Montant du bonus de parrainage
hi_in: रेफरल बोनस राशि
id_id: Jumlah Bonus Referral
ja_jp: 推薦人ボーナス数量
ms_my: Amaun bonus referral
my_mm: ညွှန်းသူဘောနပ်စ်ပမာဏ
nl_nl: Verwijzingsbonus-Bedrag
pl_pl: Kwota premii za polecenie
pt_br: Quantidade de bônus de referência
ru_ru: Сумма реферального бонуса
sq_al: Shuma bonus e referuar
sv_se: Belopp för referensbonus
sw_ke: Kiasi cha Bonasi ya Rufaa
tr_tr: Referans Bonus Miktarı
uk_ua: Сума реферального бонусу
vi_vn: Phần thưởng giới thiệu
zh_hans_cn: 推荐人奖励数量
zh_hant_tw: 推薦獎勵數量

# customview_newcoin_title
source: New coins
cs_cz: Nové mince
da_dk: Nye mønter
de_de: Neue Coins
es_es: Nuevas monedas
fr_fr: Nouveaux tokens
hi_in: नए सिक्के
id_id: Koin baru
ja_jp: 新規上場コイン
ms_my: Koin baru
my_mm: Coinအသစ်များ
nl_nl: Nieuwe coins
pl_pl: Nowe monety
pt_br: Novas moedas
ru_ru: Новые монеты
sq_al: Monedha të reja
sv_se: Nya coins
sw_ke: Sarafu mpya
tr_tr: Yeni koinler
uk_ua: Нові монети
vi_vn: Các coin mới
zh_hans_cn: 新币上线
zh_hant_tw: 新幣上線

# timer_starts_in
source: Starts in %@
cs_cz: Začátek za %@
da_dk: Starter om %@
de_de: Startet in %@
es_es: Comienza en %@
fr_fr: Commence dans %@
hi_in: %@ में शुरू होता है
id_id: Dimulai dalam %@
ja_jp: %@後開始
ms_my: Mula dalam %@
my_mm: %@ အကြာတွင် စတင်မည်။
nl_nl: Begint in %@
pl_pl: Start za %@
pt_br: Começa em %@
ru_ru: Начинается %@
sq_al: Fillon në %@
sv_se: Börjar om %@
sw_ke: Inaanza katika %@
tr_tr: %@ sonra başlıyor
uk_ua: Починається через %@
vi_vn: Bắt đầu ở %@
zh_hans_cn: %@后开始
zh_hant_tw: 在 %@ 後開始

# timer_ends_in
source: Ends in %@
cs_cz: Konec za %@
da_dk: Ender i %@
de_de: Endet in %@
es_es: Finaliza en %@
fr_fr: Se termine dans %@
hi_in: %@ में समाप्त होगा
id_id: Berakhir dalam %@
ja_jp: %@ 後終了
ms_my: Akan berakhir dalam %@
my_mm: %@ အကြာတွင် ပြီးဆုံးမည်။
nl_nl: Eindigt in %@
pl_pl: Koniec za %@
pt_br: Termina em %@
ru_ru: Заканчивается %@
sq_al: Mbaron në %@
sv_se: Slutar om %@
sw_ke: Inaisha katika %@
tr_tr: %@ sonra bitiyor
uk_ua: Закінчується через %@
vi_vn: Kết thúc ở %@
zh_hans_cn: %@后截止
zh_hant_tw: 在 %@ 後結束

# timer_ended
source: Ended
cs_cz: Ukončeno
da_dk: Afsluttet
de_de: Beendet
es_es: Finalizado
fr_fr: Terminé
hi_in: समाप्त
id_id: Telah berakhir
ja_jp: 終了
ms_my: Telah berakhir
my_mm: ပြီးဆုံးသွား
nl_nl: Beëindigd
pl_pl: Zakończono
pt_br: Finalizado
ru_ru: Закончено
sq_al: Mbaroi
sv_se: Avslutad
sw_ke: Imeisha
tr_tr: Bitti
uk_ua: Завершено
vi_vn: Kết thúc
zh_hans_cn: 已结束
zh_hant_tw: 已結束

# customview_ieocarousel_bonusbadge
source: Bonus %@
es_es: Bono %@
hi_in: बोनस %@
ja_jp: ボーナス%@
my_mm: ဘောနပ်စ် %@
pt_br: Bônus %@
ru_ru: Бонус %@
sq_al: Bonusi %@
sw_ke: Bonasi %@
uk_ua: Бонус %@
vi_vn: Phần thưởng %@
zh_hans_cn: 奖励 %@
zh_hant_tw: 獎勵 %@

# customview_marketlist_button_text
source: View Market List >
cs_cz: Zobrazit seznam trhů >
da_dk: Vis Marked Liste >
de_de: Market Liste anschauen >
es_es: Ver Lista de Mercado >
fr_fr: Voir la liste de marché >
hi_in: बाजार सूची देखें >
id_id: Lihat daftar market >
ja_jp: マーケットリストへ移動 >
ms_my: Lihat senarai market >
my_mm: စျေးကွက်စာရင်းကိုကြည့်ရန် >
nl_nl: Bekijk marktlijst >
pl_pl: Pokaż listę rynków >
pt_br: Ver a lista de Mercados >
ru_ru: Посмотреть cписок рынков >
sq_al: Shikoni Listën e Tregut>
sv_se: Visa marknadslista >
sw_ke: Tazama Orodha ya Soko >
tr_tr: Piyasa Listesini Gör >
uk_ua: Подивитися список ринку >
vi_vn: Xem Danh sách Thị trường >
zh_hans_cn: 查看交易列表 >
zh_hant_tw: 查看交易列表 >

# v2icon_home_exclusive
source: Exclusive
cs_cz: Exkluzivní
de_de: Exklusiv
hi_in: विशेष(एक्सक्लूसिव)
id_id: Ekslusif
ja_jp: エクスクルーシブ
ms_my: Ekslusif
sq_al: Ekskluzive
sw_ke: Kipekee
tr_tr: ProBit Özel
vi_vn: Độc quyền
zh_hant_tw: 獨家

# v2icon_home_purchase
source: Purchase PROB
cs_cz: Koupit PROB
da_dk: Køb PROB
de_de: Kaufe PROB
es_es: Compra PROB
fr_fr: Acheter des PROB
hi_in: PROB खरीदे
id_id: Pembelian PROB
ja_jp: PROB購入
ms_my: Beli PROB
my_mm: PROB ၀ယ်ယူရန်
nl_nl: Koop PROB
pl_pl: Zakup PROB
pt_br: Compre PROB
ru_ru: Приобрести PROB
sq_al: Blini PROB
sv_se: Köp PROB
sw_ke: Nunua PROB
tr_tr: PROB Alın
uk_ua: Купити PROB
vi_vn: Mua PROB
zh_hans_cn: 购买 PROB
zh_hant_tw: 購買 PROB

# v2icon_home_tc
source: Trading Competition
cs_cz: Obchodní soutěž
da_dk: Handelskonkurrence
de_de: Trading Wettbewerb
fr_fr: Competition de Trading
hi_in: व्यापार(ट्रेडिंग) प्रतियोगिता
id_id: Kompetisi Trading
ja_jp: 取引王
ms_my: Pertandiang trading
my_mm: ကုန်သွယ်မှုပြိုင်ပွဲ
nl_nl: Handelscompetitie
pl_pl: Konkurs Handlowy
pt_br: Competição de Trading
ru_ru: Торговое соревнование
sq_al: Konkurs Tregtar
sv_se: Trading-tävling
sw_ke: Maswali Yanayoulizwa Mara kwa Mara
tr_tr: Hacim Yarışması
uk_ua: Торгівельні змагання
vi_vn: Cuộc thi giao dịch
zh_hans_cn: 交易王
zh_hant_tw: 交易王

# v2icon_home_faq
source: FAQ
hi_in: सामान्य प्रश्न (FAQ)
ja_jp: よくある質問 (FAQ)
my_mm: အမေးများသောမေးခွန်းများ (FAQ)
sq_al: Pyetje të Shpeshta(FAQ)
sw_ke: Maswali Yanayoulizwa Mara kwa Mara
tr_tr: SSS
uk_ua: Часті питання (FAQ)
zh_hans_cn: 常见问题(FAQ)

# v2icon_home_referral
source: Referral Program
cs_cz: Program doporučení
da_dk: Henvisningsprogram
de_de: Empfehlungsprogramm
es_es: Programa de Recomendación
fr_fr: Programme de Parrainage
hi_in: रेफरल कार्यक्रम
id_id: Program Rujukan
ja_jp: 推薦人制度
ms_my: Program Referral
my_mm: ညွှန်းသူပရိုဂရမ်
nl_nl: Referral programma
pl_pl: Program poleceń
pt_br: Programa de Referência
ru_ru: Реферальная программа
sq_al: Program Referimi
sv_se: Rekommendationsprogram
sw_ke: Mpango wa Rufaa
tr_tr: Referans Programı
uk_ua: Реферальна програма
vi_vn: Chương trình Giới thiệu
zh_hans_cn: 推荐人制度
zh_hant_tw: 推薦人制度

# v2icon_home_autohold
source: Auto Hold
hi_in: ओटो होल्ड
id_id: Hold Otomatis
ja_jp: オートホールド
pl_pl: Automatyczne wstrzymanie
ru_ru: Авто-холд
sw_ke: Kushikilia Otomatiki
tr_tr: Otomatik Stok
uk_ua: Авто-холд
vi_vn: Tự động giữ
zh_hant_tw: 自動 Hold

# v2icon_home_more
source: More
cs_cz: Více
da_dk: Mere
de_de: Mehr
es_es: Más
fr_fr: Plus
hi_in: अधिक
id_id: Lebih Lanjut
ja_jp: さらに見る
ms_my: Lihat lagi
my_mm: ပိုကြည့်ရန်
nl_nl: Meer
pl_pl: Więcej
pt_br: Mais
ru_ru: Больше
sq_al: Më tepër
sv_se: Mer
sw_ke: Zaidi
tr_tr: Daha fazla
uk_ua: Більше
vi_vn: Hơn nữa
zh_hans_cn: 更多
zh_hant_tw: 更多

# activity_event_endedbutton
source: Ended
cs_cz: Ukončeno
da_dk: Afsluttet
de_de: Geendet
es_es: Finalizado
fr_fr: Terminé
hi_in: समाप्त
id_id: Selesai
ja_jp: 終了
ms_my: Selesai
my_mm: ပြီးဆုံးသွား
nl_nl: Beëindigd
pl_pl: Zakończone
pt_br: Finalizado
ru_ru: Завершенные
sq_al: Mbaroi
sv_se: Avslutade
sw_ke: Imeisha
tr_tr: Bitti
uk_ua: Завершені
vi_vn: Đã kết thúc
zh_hans_cn: 活动结束
zh_hant_tw: 活動結束

# activity_event_activebutton
source: Active
cs_cz: Aktivní
da_dk: Aktive
de_de: Aktiv
es_es: Activo
fr_fr: Actif
hi_in: सक्रिय
id_id: Aktif
ja_jp: 開催中
ms_my: Aktif
my_mm: ဆောင်ရွက်ဆဲ
nl_nl: Actief
pl_pl: Aktywne
pt_br: Ativo
ru_ru: Активный
sq_al: Aktiv
sv_se: Aktiva
sw_ke: Inayotumika
tr_tr: Aktif
uk_ua: Активні
vi_vn: Đang hoạt động
zh_hans_cn: 进行中
zh_hant_tw: 進行中

# v2icon_home_events
source: Events
cs_cz: Události
da_dk: Begivenheder
es_es: Eventos
fr_fr: Evénements
hi_in: आयोजन
id_id: Acara
ja_jp: イベント
ms_my: Event
my_mm: ပွဲများ
pl_pl: Eventy
pt_br: Eventos
ru_ru: Мероприятия
sq_al: Eventet
sv_se: Event
sw_ke: Matukio
tr_tr: Etkinlikler
uk_ua: Заходи
vi_vn: Sự kiện
zh_hans_cn: 活动
zh_hant_tw: 活動

# activity_permissionnotice_subtitle
source: To use additional features during ProBit Global app usage, please allow these permissions.
cs_cz: Chcete-li během používání aplikace ProBit Global používat další funkce, povolte prosím tato oprávnění.
da_dk: For at bruge yderligere funktioner under brug af ProBit Global appen skal du tillade sidde tilladelser.
de_de: Um zusätzliche Funktionen während der Verwendung der ProBit Global-App zu nutzen, erlauben Sie bitte diese Berechtigungen.
es_es: Para utilizar funciones adicionales durante el uso de la aplicación ProBit Global, por favor, acepta estos permisos.
fr_fr: Pour utiliser des fonctionnalités supplémentaires lors de l'utilisation de l'application ProBit Global, veuillez autoriser ces autorisations.
hi_in: ProBit Global ऐप के उपयोग के दौरान अतिरिक्त सुविधाओं का उपयोग करने के लिए, कृपया इन अनुमतियों को अनुमति दें।
id_id: Untuk menggunakan fitur tambahan selama penggunaan aplikasi ProBit Global, silahkan memperbolehkan izin berikut ini.
ja_jp: さらに便利なProBit Global利用のために次のアプリの権限を許可してください。
ms_my: Untuk menggunakan ciri tambahan semasa penggunaan aplikasi ProBit Global, sila benarkan kebenaran ini.
my_mm: ProBit Global ကို အသုံးပြုရာတွင် ပိုမိုအဆင်ပြေစေရန်၊အောက်ပါအက်ပ်ခွင့်ပြုချက်များကို ခွင့်ပြုပါ။
nl_nl: Om de extra functies te gebruiken tijdens het gebruik van de ProBit Global app, sta deze toestemmingen gelieve toe.
pl_pl: Aby korzystać z dodatkowych funkcji podczas używania aplikacji ProBit Global, należy wyrazić zgodę na te uprawnienia.
pt_br: Para usar recursos adicionais durante o uso do aplicativo ProBit Global, conceda essas permissões.
ru_ru: Для использования дополнительных функций во время использования приложений ProBit Global, пожалуйста, разрешите cледующее:
sq_al: Për të përdorur veçori shtesë gjatë përdorimit të aplikacionit ProBit Global, ju lutemi lejoni këto opsion.
sv_se: För att tillåta ytterligare funktioner vid användning av ProBit Global app, vänligen tillåt dessa behörigheter.
sw_ke: Ili kutumia vipengele vya ziada wakati wa matumizi ya programu ya ProBit Global, tafadhali ruhusu ruhusa hizi.
tr_tr: ProBit Global uygulama kullanımı sırasında ek özellikleri kullanmak için lütfen bu izinlere izin verin.
uk_ua: Щоб використовувати додаткові функції під час використання додатку ProBit Global, дозвольте наступні пункти.
vi_vn: Để sử dụng các tính năng bổ sung trong quá trình sử dụng ứng dụng ProBit Global, vui lòng cho phép các quyền này.
zh_hans_cn: 请允许这些权限以便在使用ProBit Global应用软件时能访问额外功能。
zh_hant_tw: 請允許這些權限以便在使用ProBit Global應用軟件時能訪問額外功能。

# activity_permissionnotice_disclaimer_2
source: You can selectively allow and disallow the optional permissions in the Settings - Application menu in the settings app. Menu hierarchy may differ between various device manufacturers.
cs_cz: Volitelná oprávnění můžete selektivně povolit a zakázat v nabídce Nastavení - Aplikace v aplikaci nastavení. Hierarchie nabídek se může u různých výrobců zařízení lišit.
da_dk: Du kan selektivt tillade og afvise de valgfrie tilladelser i Indstillinger - Applikation menuen i indstillingsappen. Menuhierarkiet kan variere mellem forskellige enhedsproducenter.
de_de: Sie können die optionalen Berechtigungen im Menü Einstellungen - Anwendung in der Einstellungs-App selektiv zulassen und verbieten. Die Menühierarchie kann sich bei verschiedenen Geräteherstellern unterscheiden.
es_es: Puedes permitir y no permitir de forma selectiva los permisos opcionales en el menú Configuración - Aplicación en la configuración de la app. La jerarquía del menú puede diferir dependiendo del fabricante del dispositivo.
fr_fr: Vous pouvez autoriser et interdire sélectivement les autorisations facultatives dans le menu Paramètres - Application de l'application. La hiérarchie des menus peut différer selon les fabricants d'appareils.
hi_in: आप सेटिंग ऐप में सेटिंग - एप्लिकेशन मेनू में वैकल्पिक अनुमतियों को चुनिंदा रूप से अनुमति और अस्वीकार कर सकते हैं। विभिन्न डिवाइस निर्माताओं के बीच मेन्यू भिन्न हो सकता है।
id_id: Anda dapat secara selektif mengizinkan dan melarang izin opsional di menu Pengaturan - Aplikasi di aplikasi pengaturan. Hierarki menu mungkin berbeda tiap perangkat yang anda miliki.
ja_jp: 端末機の設定ーアプリケーションーProBitでアプリケーションの選択の権限を個別的に許可することができます。各端末機の製造社ごとに設定方法が異なることもあります。
ms_my: Anda boleh secara terpilih membenarkan dan tidak membenarkan kebenaran pilihan dalam menu Tetapan- Aplikasi dalam apl tetapan. Hierarki menu mungkin berbeza antara pelbagai pengeluar peranti.
my_mm: စက်ဆက်တင်များ - အက်ပ်လီကေးရှင်းများ - ProBit တွင် အက်ပ်ရွေးချယ်ခွင့်များကို တစ်ခုချင်းစီ ခွင့်ပြုနိုင်ပါသည်။ ဆက်တင်နည်းလမ်းသည် စက်ထုတ်လုပ်သူအလိုက် မတူညီနိုင်ပါ။
nl_nl: Je kan de optionele toestemmingen in het menu Instellingen - Toepassingen in de instellingenapplicatie selectief toestaan en weigeren. De menu-hiërarchie kan verschillen tussen de verschillende fabrikanten van de apparaten.
pl_pl: Możesz selektywnie dopuszczać i wyłączać opcjonalne uprawnienia w menu Ustawienia - Aplikacje w aplikacji Ustawienia. Hierarchia menu może się różnić w zależności od producenta urządzenia.
pt_br: Você pode permitir e proibir seletivamente as permissões opcionais no menu Configurações - Aplicativo no aplicativo de configurações. A hierarquia do menu pode ser diferente entre os vários fabricantes de dispositivos.
ru_ru: Вы можете выборочно разрешить и запретить дополнительные разрешения в меню "Настройки - Приложение" вкладка "Настройки". Иерархия меню может отличаться у разных производителей устройств.
sq_al: Mund të lejoni dhe mos lejoni në mënyrë selektive lejet opsionale në menunë "Cilësimet" - Aplikimi në aplikacionin e cilësimeve. Hierarkia e menusë mund të ndryshojë midis prodhuesve të ndryshëm të pajisjeve.
sv_se: Du kan selektivt tillåta och avvisa de valfria behörigheterna i menyn för Inställningar - Program i inställningsappen. Menyorningnen kan skilja sig något mellan olika enhetstillverkare.
sw_ke: Unaweza kuchagua kuruhusu na kutoruhusu vibali vya hiari katika Mipangilio - Menyu ya programu katika programu ya mipangilio. Daraja la menyu linaweza kutofautiana kati ya watengenezaji wa vifaa mbalimbali.
tr_tr: Ayarlar kısmından Ayarlar - Uygulama menüsünde isteğe bağlı olarak izin verebilir veya vermeyebilirsiniz. Menü adımları cihazlarda farklılık gösterebilir.
uk_ua: Ви можете вибірково дозволяти та забороняти необов’язкові функції в меню Налаштування додатку. Порядок меню може відрізнятися в залежності від пристрою та його виробника.
vi_vn: Bạn có thể cho phép và không cho phép một cách có chọn lọc các quyền tùy chọn trong menu Cài đặt - Ứng dụng trong cài đặt ứng dụng. Hệ thống phân cấp menu có thể khác nhau giữa các nhà sản xuất thiết bị khác nhau.
zh_hans_cn: 您可以在应用软件的“设置--应用程序”菜单中选择性地同意或禁止这些可选权限，菜单层级可能会根据不同的设备制造商而所有差异。
zh_hant_tw: 您可以在應用軟件的“設置--應用程序”菜單中選擇性地同意或禁止這些可選權限，菜單層級可能會根據不同的設備製造商而所有差異。

# activity_serviceagreement_korea_subtitle
source: To use ProBit Global, please agree to the following terms and conditions.
cs_cz: Chcete-li používat službu ProBit Global, vyjádřete souhlas s následujícími podmínkami.
da_dk: For at bruge ProBit Global, accepter venligst de følgende vilkår og betingelser.
de_de: Um den Service von ProBit zu nutzen, erklären Sie sich bitte mit den folgenden Bedingungen einverstanden.
es_es: Para utilizar el servicio ProBit, debes aceptar los siguientes términos y condiciones.
fr_fr: Pour utiliser ProBit Global, veuillez accepter les termes et conditions suivants.
hi_in: ProBit Global का उपयोग करने के लिए, कृपया निम्नलिखित नियमों और शर्तों से सहमत हों।
id_id: Untuk menggunakan layanan ProBit, harap setujui syarat dan ketentuan berikut.
ja_jp: ProBitを利用をするために、次の約款に同意してください。
ms_my: Untuk mengguna ProBit Global, sila setuju atas terma dan syarat berikut.
my_mm: ProBit ကို အသုံးပြုရန် အောက်ပါ စည်းကမ်းသတ်မှတ်ချက်များကို သဘောတူပါ။
nl_nl: Voor het gebruik van de ProBit dienstverlening, ga akoord met de volgende voorwaarden.
pl_pl: Aby korzystać z serwisu ProBit Global, należy zaakceptować poniższe zasady i warunki.
pt_br: Para usar os serviços da ProBit Global, concorde com os seguintes Termos e Condições.
ru_ru: Чтобы воспользоваться услугой ProBit Global, пожалуйста, согласитесь со следующими условиями.
sq_al: Për të përdorur ProBit, ju lutemi pranoni termat dhe kushtet e mëposhtme.
sv_se: För att använda ProBit tjänster måste du godkänna följande villkor.
sw_ke: Ili kutumia ProBit, tafadhali kubali sheria na masharti yafuatayo.
tr_tr: ProBit hizmetini kullanmak için lütfen aşağıdaki hüküm ve koşulları kabul ediniz.
uk_ua: Щоб користуватися ProBit Global, будь ласка, прийміть наступні умови та положення.
vi_vn: Để sử dụng dịch vụ ProBit, vui lòng đồng ý với các điều khoản và điều kiện sau
zh_hans_cn: 使用ProBit Global之前需先同意以下服务条款。
zh_hant_tw: 使用ProBit Global之前需先同意以下服務條款。

# activity_terms_v2_privacy_optional_switch_hint
source: Provide various information such as services, events etc. by ProBit Global and affiliated companies.
cs_cz: Poskytujte různé informace, jako jsou služby, události atd. Společností ProBit Global a přidruženými společnostmi.
da_dk: Levere forskellige oplysninger såsom tjenester, begivenheder, osv. gennem ProBit Global tilknyttede virksomheder.
de_de: Bereitstellung verschiedener Informationen wie Service, Veranstaltungen etc. von ProBit und angeschlossenen Unternehmen.
es_es: Proporciona varia información, como servicios, eventos, etc. de ProBit y empresas afiliadas.
fr_fr: Fournissez diverses informations telles que les services, les événements, etc. de ProBit Global et des sociétés affiliées.
hi_in: ProBit Global और संबद्ध कंपनियों द्वारा विभिन्न जानकारी जैसे सेवाएं, कार्यक्रम आदि प्रदान करें।
id_id: Memberikan berbagai informasi seperti layanan, event, dll. Oleh ProBit dan perusahaan afiliasinya.
ja_jp: 弊社や提携会社のサービス、イベントなど多様な情報を提供しています。
ms_my: Menyediakan pelbagai maklumat seperti perkhidmatan, acara dan lain-lain oleh ProBit Global dan syarikat gabungan.
my_mm: ProBit နှင့် တွဲဖက်ကုမ္ပဏီများမှ ဝန်ဆောင်မှုများ၊ ပွဲများ စသည့် အချက်အလက်အမျိုးမျိုးကို ပေးပါ။
nl_nl: Verstrek diverse informatie zoals diensten, evenementen enz. door ProBit en aangesloten bedrijven.
pl_pl: Dostarczanie różnych informacji, takich jak usługi, wydarzenia itp. przez ProBit Global i firmy afiliowane.
pt_br: Fornece várias informações, como serviços, eventos, etc., pela ProBit Global e empresas afiliadas.
ru_ru: Предоставлять разнообразную информацию, такую как услуги, события и т.д. от ProBit Global и аффилированных компаний.
sq_al: Siguroni informacione të ndryshme si shërbime, ngjarje etj. Nga ProBit dhe kompanitë e lidhura me ne.
sv_se: Ge mig uppgifter om service, evenemang etc. av ProBit och anslutna företag.
sw_ke: Toa taarifa mbalimbali kama vile huduma, matukio n.k. na ProBit na makampuni husika.
tr_tr: ProBit ve bağlı projeler tarafından sunulan hizmetler, etkinlikler vb. gibi çeşitli bilgileri sağlar.
uk_ua: Надання різної інформації, такої як послуги, заходи тощо від ProBit Global та дочірніх компаній.
vi_vn: Cung cấp các thông tin khác nhau như dịch vụ, sự kiện, v.v. bởi ProBit và các công ty liên kết.
zh_hans_cn: 提供有关诸如ProBit Global和其附属公司的服务与活动等各类信息。
zh_hant_tw: 提供有關諸如ProBit Global和其附屬公司的服務與活動等各類信息。

# block_unknown_user
source: You can only perform this action after verifying your identity (KYC). Please complete KYC verification on the ProBit Global homepage and try again.
cs_cz: Tuto akci můžete provést po ověření své identity (KYC). Ověřte svou identitu na domovské stránce ProBit Global a zkuste to znovu.
da_dk: Du kan kun udføre denne handling efter at have bekræftet din identitet (KYC). Udfyld venligst KYC-verifikation på ProBit Global-hjemmesiden og prøv igen.
de_de: Sie können diese Aktion durchführen, nachdem Sie Ihre Identität verifiziert haben (KYC). Bitte verifizieren Sie Ihre Identität auf der ProBit-Homepage, und versuchen Sie es erneut.
es_es: Puedes realizar esta acción después de verificar tu identidad (KYC). Por favor verifica tu identidad en la página de inicio de ProBit y vuelva a intentarlo.
fr_fr: Vous pouvez effectuer cette action après avoir vérifié votre identité (KYC). Veuillez vérifier votre identité sur la page d'accueil de ProBit Global et réessayer.
hi_in: आप अपनी पहचान (KYC) सत्यापित करने के बाद ही यह क्रिया कर सकते हैं। कृपया ProBit Global होमपेज पर KYC सत्यापन पूरा करें और पुनः प्रयास करें।
id_id: Anda dapat melakukan tindakan ini setelah memverifikasi identitas Anda (KYC). Harap verifikasi identitas Anda di Halaman Utama ProBit, dan coba lagi.
ja_jp: 本人認証が終われば、行うことができます。ProBitのホームページで本人認証を行った後にまたお試しください。
ms_my: Anda hanya boleh lakukan tindakan ini selepas mengesahkan identiti anda (KYC). Sila lengkapkan pengesahan KYC di laman utama ProBit Global dan cuba lagi.
my_mm: သင်၏အထောက်အထား (KYC) ကိုအတည်ပြုပြီးမှသာ သင်သည် ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်နိုင်ပါသည်။ ကျေးဇူးပြု၍ ProBit ပင်မစာမျက်နှာတွင် KYC အတည်ပြုခြင်းကို အပြီးသတ်ပြီး ထပ်စမ်းကြည့်ပါ။
nl_nl: Je kunt deze actie uitvoeren na het verifiëren van je identiteit(KYC). Verifieer jouw identiteit op de ProBit startpagina en probeer het nog een keer.
pl_pl: Możesz wykonać tę czynność tylko po zweryfikowaniu swojej tożsamości (KYC). Proszę zakończyć weryfikację KYC na stronie głównej ProBit Global i spróbować ponownie.
pt_br: Você pode executar esta ação após verificar sua identidade (KYC). Verifique sua identidade na página inicial da ProBit Global e tente novamente.
ru_ru: Вы можете выполнить это действие после удостоверения вашей личности (KYC). Пожалуйста, пройдите KYC на домашней странице ProBit Global и попробуйте снова.
sq_al: Këtë veprim mund ta kryeni vetëm pasi të keni verifikuar identitetin tuaj (KYC). Ju lutemi plotësoni verifikimin KYC në faqen kryesore të ProBit dhe provoni përsëri.
sv_se: Du kan utföra denna åtgärd efter att du verifierat din identitet (KYC). Vänligen verifiera din identitet på ProBits hemsida och försök igen.
sw_ke: Unaweza tu kutekeleza kitendo hiki baada ya kuthibitisha utambulisho wako (KYC). Tafadhali kamilisha uthibitishaji wa KYC kwenye ukurasa wa nyumbani wa ProBit, na ujaribu tena.
tr_tr: Kimliğinizi (KYC) doğruladıktan sonra bu eylemi gerçekleştirebilirsiniz. Lütfen ProBit ana sayfasında kimliğinizi doğrulayın ve tekrar deneyin.
uk_ua: Ви можете виконати цю дію після підтвердження своєї особи (KYC). Будь ласка, підтвердіть свою особу на домашній сторінці ProBit Global і повторіть спробу.
vi_vn: Bạn có thể thực hiện hành động này sau khi xác minh danh tính của bạn (KYC). Vui lòng xác minh danh tính của bạn tại trang chủ ProBit và thử lại.
zh_hans_cn: 执行此操作需要KYC认证，请在ProBit Global账户中完成KYC认证之后再进行尝试。
zh_hant_tw: 執行此操作需要KYC認證，請在ProBit Global賬戶中完成KYC認證之後再進行嘗試。
