Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fragment_walletdetailsv2_coin_transactionhistory
source: Transaction history
cs_cz: Historie transakcí
da_dk: Transaktionshistorik
de_de: Transfer Verlauf
es_es: Historial de Transferencias
fr_fr: Historique des transactions
hi_in: लेनदेन का इतिहास
id_id: Riwayat Transfer
ja_jp: 入出金内訳
ms_my: Transaksi sejarah
my_mm: ငွေသွင်းငွေထုတ်မှတ်တမ်း
nl_nl: Overdracht geschiedenis
pl_pl: Historia transakcji
pt_br: Histórico de transferência
ru_ru: История переводов
sq_al: Historia e transaksioneve
sv_se: Transaktionshistorik
sw_ke: Historia ya shughuli
tr_tr: Transfer geçmişi
uk_ua: Історія переказів
vi_vn: Lịch sử chuyển khoản
zh_hans_cn: 充提币记录

# activity_splash_couldnotconnect_willretryagain
source: Could not connect to the server, retrying... (%@/%@)
cs_cz: Nelze se připojit k serveru, zkuste to znovu... (%@/%@)
da_dk: Kunne ikke oprette forbindelse til serveren, prøver igen... (%@/%@)
de_de: Konnte keine Verbindung zum Server herstellen, erneuter Versuch... (%@/%@)
es_es: No se pudo conectar con el servidor, volviendo a intentar ... (%@/%@)
fr_fr: Impossible de se connecter au serveur, nouvelle tentative ... (%@/%@)
hi_in: सर्वर से संपर्क नहीं हो सका, पुन: प्रयास किया जा रहा है... (%@/%@)
id_id: Tidak dapat terhubung ke server, mencoba lagi... (%@/%@)
ja_jp: 取引所サーバに接続することができませんでした。しばらくしてから再試行します。（%@/%@）
ms_my: Tidak dapat sambung ke pelayan, mencuba semula... (%@/%@)
my_mm: ဆာဗာသို့ ချိတ်ဆက်၍မရပါ၊ ထပ်ကြိုးစားနေသည်... (%@/%@)
nl_nl: Was niet in staat te verbinden met de server, opnieuw proberen... (%@/%@)
pl_pl: Nie udało się połączyć z serwerem, ponowna próba... (%@/%@)
pt_br: Não foi possível conectar ao servidor, tentando novamente... (%@/%@)
ru_ru: Не получилось соединиться с сервером, повторная попытка... (%@/%@)
sq_al: Nuk mund të lidhej me serverin, duke u përpjekur përsëri ... (%@/%@)
sv_se: Det gick inte att ansluta till servern, försöker igen... (%@/%@)
sw_ke: Kuunganisha kwenye seva hakukuwezekana, inajaribu tena… (%@/%@)
tr_tr: Sunucuya bağlanılamadı, yeniden deneniyor ... (%@/%@)
uk_ua: Не вдалося підключитися до сервера, повторна спроба... (%@/%@)
vi_vn: Không thể kết nối với máy chủ, đang thử lại... (%@/%@)
zh_hans_cn: 无法连接至服务器，请稍后重试... (%@/%@)

# activity_currencytransferhistorydetails_openexplorer
source: Show in explorer
cs_cz: ukázat v průzkumníku explorer
da_dk: Vis i explorer
de_de: Im Explorer anzeigen
es_es: Mostrar en Navegador
fr_fr: Afficher dans l'explorateur
hi_in: एक्सप्लोरर में दिखाये
id_id: Tampilkan di explorer
ja_jp: エクスプローラー開く
ms_my: Tunjukkan di penjelajah
my_mm: explorer တွင်ပြရန်
nl_nl: Weergeven in explorer
pl_pl: Wyświetl w explorerze
pt_br: Mostrar no Explorer
ru_ru: Показать в explorer
sq_al: Trego në explorer
sv_se: Visa i explorer
sw_ke: Onyesha katika kichunguzi
tr_tr: Explorer'da göster
uk_ua: Показати в explorer
vi_vn: Hiển thị trong trình explorer
zh_hans_cn: 打开explorer

# dialog_volatility_warning_content
source: This token has been flagged for review, proceed?
cs_cz: Tento žeton byl označen pro kontrolu, pokračovat?
da_dk: Denne token er blevet markeret til gennemgang, vil du fortsætte?
de_de: Dieser Token wurde zur Überprüfung markiert, fortfahren?
es_es: Este token ha sido marcado para revisión, ¿deseas continuar?
fr_fr: Ce token a été marqué pour révision, voulez vous continuer?
hi_in: इस टोकन को समीक्षा के लिए फ़्लैग किया गया है, आगे बढ़ें?
id_id: Token ini telah ditandai untuk ditinjau, lanjutkan?
ja_jp: このコインは注意銘柄です。取引を続行しますか？
ms_my: Token ini telah dibenderakan untuk semakan, teruskan?
my_mm: ဤတိုကင်ကို ပြန်လည်စစ်ဆေးရန်အတွက် မှတ်ထားပြီးဖြစ်သည်။ ရှေ့ဆက်မလား?
nl_nl: Deze token is gemarkeerd voor controle, verder gaan?
pl_pl: Ten token został oznaczony do przeglądu, czy chcesz kontynuować?
pt_br: Este token foi sinalizado para revisão, prosseguir?
ru_ru: Этот токен был помечен для проверки, продолжить?
sq_al: Ky simbol është shënuar për rishikim, dëshironi të vazhdoni?
sv_se: Denna token har flaggats för granskning. Vill du fortsätta?
sw_ke: Tokeni hii imealamishwa ili ikaguliwe, ungependa kuendelea?
tr_tr: Bu token incelenmek üzere işaretlendi, devam edilsin mi?
uk_ua: Цей токен позначено для перевірки, продовжити?
vi_vn: Token này được xếp loại là đang xem xét, có tiếp tục không?
zh_hans_cn: 该币种是谨慎投资项目，是否继续进行交易

# dialog_volatility_warning_subcontent
source: ※ This message will not be shown again for the next 24 hours.
cs_cz: ※ Tato zpráva se po dobu příštích 24 hodin již nezobrazí.
da_dk: ※ Denne besked vil ikke blive vist igen i de næste 24 timer.
de_de: ※ Diese Meldung wird in den nächsten 24 Stunden nicht mehr angezeigt.
es_es: ※ Este mensaje no se volverá a mostrar en las próximas 24 horas.
fr_fr: ※ Ce message ne sera plus affiché au cours des 24 prochaines heures.
hi_in: ※ यह संदेश अगले 24 घंटों के लिए नहीं दिखाया जाएगा।
id_id: ※ Pesan ini tidak akan ditampilkan lagi dalam 24 jam ke depan.
ja_jp: ※ この通知は24時間経過するまで再度表示されません。
ms_my: ※ Mesej ini tidak akan ditunjukkan lagi selama 24 jam.
my_mm: ※ ဤစာကို နောက် 24 နာရီအတွင်း ထပ်မံပြသမည်မဟုတ်ပါ။
nl_nl: ※ Dit bericht zal in de komende 24 uur niet herhaalt worden.
pl_pl: Ten komunikat nie będzie wyświetlany ponownie przez następne 24 godziny.
pt_br: ※ Esta mensagem não será exibida novamente nas próximas 24 horas.
ru_ru: ※ Это сообщение больше не будет показано в ближайшие 24 часа.
sq_al: ※ Ky mesazh nuk do të shfaqet përsëri për 24 orët e ardhshme.
sv_se: ※ Det här meddelandet kommer ej att visas igen under de kommande 24 timmarna.
sw_ke: ※ Ujumbe huu hautaonyeshwa tena kwa saa 24 zijazo.
tr_tr: ※ Bu mesaj önümüzdeki 24 saat içerisinde tekrar gösterilmeyecektir.
uk_ua: ※ Це повідомлення більше не відображатиметься протягом наступних 24 годин.
vi_vn: ※ Thông báo này sẽ không hiển thị lại trong 24 giờ tới.
zh_hans_cn: ※ 此通知在24小时内不再显示

# dialog_smart_contract_warning_content1
source: - The address above is only for confirming the smart contract address.
cs_cz: - Výše uvedená adresa slouží pouze k potvrzení adresy chytré smlouvy.
da_dk: - Adressen ovenfor er kun til at bekræfte smart kontraktsadressen.
de_de: - Die obige Adresse dient nur zum Bestätigen der Smart-Contract-Adresse.
es_es: - La dirección anterior es solo para confirmar la dirección del contrato inteligente.
fr_fr: - L'adresse ci-dessus sert uniquement à la confirmation de l'adresse Smart Contract.
hi_in: - उपरोक्त पता केवल स्मार्ट अनुबंध पते की पुष्टि के लिए है।
id_id: - Alamat di atas hanya untuk mengonfirmasi alamat kontrak pintar.
ja_jp: - このアドレスは入金・出金アドレスではありません。
ms_my: - Alamat tersebut adalah untuk mengesahkan alamat kontract kepandaian.
my_mm: - အထက်ပါလိပ်စာသည် စမတ်စာချုပ်လိပ်စာကို အတည်ပြုရန်အတွက်သာဖြစ်ပါသည်။
nl_nl: - Het adres hiervoven is enkel voor het bevestigen van het smart contract adres.
pl_pl: - Powyższy adres służy tylko do potwierdzenia adresu smart kontraktu.
pt_br: - O endereço acima é apenas para confirmar o endereço do smart contract.
ru_ru: - Вышеуказанный адрес предназначен только для подтверждения адреса смарт-контракта.
sq_al: - Adresa e mësipërme është vetëm për konfirmimin e adresës së kontratës "smart".
sv_se: - Adressen ovan är endast till för att bekräfta den smarta kontraktsadressen.
sw_ke: - Anwani iliyo hapo juu ni ya kuthibitisha anwani ya mkataba mahiri pekee.
tr_tr: - Yukarıdaki adres yalnızca akıllı sözleşme adresini teyit etmek içindir.
uk_ua: - Наведена вище адреса призначена лише для підтвердження адреси смарт-контракту.
vi_vn: - Địa chỉ trên chỉ để xác nhận địa chỉ hợp đồng thông minh.
zh_hans_cn: - 此地址并不是充值/提币地址

# dialog_smart_contract_warning_content2
source: - This is additional information to help prevent deposit/withdrawal of another currency with the same name.
cs_cz: - Toto jsou další informace, které vám pomohou zabránit vkladu/výběru jiné měny se stejným názvem.
da_dk: - Dette er yderligere information for at hjælpe med at forhindre indbetaling/udbetaling af en anden valuta med samme navn.
de_de: - Dies ist eine zusätzliche Information, die Ihnen helfen kann, die Einzahlung/Abhebung einer anderen Währung mit demselben Namen zu verhindern.
es_es: - Esta es información adicional para ayudar a prevenir el depósito/retiro de otra moneda con el mismo nombre.
fr_fr: - Ceci est une information complémentaire afin d'éviter le dépôt/retrait d'une autre devise avec le même nom.
hi_in: - यह उसी नाम से दूसरी मुद्रा के जमा/निकासी को रोकने में मदद करने के लिए अतिरिक्त जानकारी है।
id_id: - Ini adalah informasi tambahan untuk membantu mencegah penyetoran/penarikan mata uang lain dengan nama yang sama.
ja_jp: - 同一な名前の別なコインを入金・出金しないように追加的に提供される情報です。
ms_my: -Ini adalah maklumat tambahan untuk tolong mencegah deposit/pengeluaran mata wang lain dengan nama yang sama.
my_mm: - ဤသည်မှာ အမည်တူ အခြားငွေကြေးတစ်ခု၏ ငွေသွင်း/ငွေထုတ်ခြင်းကို တားဆီးရန် အပိုဆောင်းအချက်အလက်များဖြစ်သည်။
nl_nl: - Dit is aanvullende informatie die kan helpen bij het voorkomen van een storting/opname bij een andere currency met dezelfde naam.
pl_pl: - Jest to dodatkowa informacja, która pomoże zapobiec wpłacie/wypłacie innej waluty o tej samej nazwie.
pt_br: - Esta é uma informação adicional para ajudar a evitar o depósito/saque de outra moeda com o mesmo nome.
ru_ru: - Это дополнительная информация, чтобы предотвратить ввод/вывод средств с одинаковым именем.
sq_al: - Ky është informacion shtesë për të parandaluar depozitimin/tërheqjen e një monedhe tjetër me të njëjtin emër.
sv_se: - Detta är ytterligare information för att förhindra insättning/uttag av en annan valuta med samma namn.
sw_ke: - Haya ni maelezo ya ziada ya kusaidia kuzuia kuweka/kutoa fedha nyingine kwa jina sawa.
tr_tr: - Bu adım aynı isme sahip başka bir para biriminin yatırılmasını/çekilmesini önlemenize yardımcı olabilecek ek bir bilgidir.
uk_ua: - Це додаткова інформація, яка допомагає запобігти внесенню / виведенню іншої валюти з такою ж назвою.
vi_vn: - Đây là thông tin bổ sung giúp ngăn chặn việc gửi/rút tiền khác trùng tên.
zh_hans_cn: - 为了避免充值/提币名字相同的其他货币而提供的额外信息

# dialog_smart_contract_warning_title
source: %@ contract address
cs_cz: %@ smluvní adresa
da_dk: %@ Kontraktsadresse
de_de: %@ Vertragsadresse
es_es: %@ dirección del contrato
fr_fr: %@ adresse de contrat
hi_in: %@ अनुबंध का पता
id_id: %@ alamat kontrak
ja_jp: %@のコントラクトアドレス
ms_my: %@ alamat kontrak
my_mm: %@ စာချုပ်လိပ်စာ
nl_nl: %@ contract adres
pl_pl: %@ adres kontraktu
pt_br: Endereço do contrato de %@
ru_ru: %@ адрес контракта
sq_al: %@ adresa e kontratës
sv_se: %@ kontraktsadress
sw_ke: %@ anwani ya mkataba
tr_tr: kontrat adresi %@
uk_ua: %@ контракт
vi_vn: Địa chỉ hợp đồng %@
zh_hans_cn: 查看%@contract address

# dialog_smart_contract_warning_beforeclick
source: Show contract address of this currency
cs_cz: Zobrazit adresu smlouvy této měny
da_dk: Vis kontraktsadresse af denne valuta
de_de: Verträge für diese Währung anzeigen
es_es: Mostrar la dirección del contrato de esta moneda
fr_fr: Afficher l'adresse de contrat de cette devise
hi_in: इस मुद्रा का अनुबंध पता दिखाएं
id_id: Tunjukkan alamat kontrak mata uang ini
ja_jp: この貨幣のコントラクトアドレスを見る
ms_my: Tunjukkan kontrak alamat mata wang ini
my_mm: ဤငွေကြေး၏ စာချုပ်လိပ်စာကို ပြပါ။
nl_nl: Weergeef contract adres van deze currency
pl_pl: Pokaż adres kontraktu dla tej waluty
pt_br: Mostrar endereço do contrato desta moeda
ru_ru: Показать адрес контракта этой валюты
sq_al: Shfaq adresën e kontratës të kësaj monedhe
sv_se: Visa kontraktsadress för denna valuta
sw_ke: Onyesha anwani ya mkataba ya sarafu hii
tr_tr: Bu Ülke için kontrat adresini gösterin
uk_ua: Показати контракт цієї валюти
vi_vn: Hiển thị địa chỉ hợp đồng của đơn vị tiền tệ này
zh_hans_cn: 查看此货币的contract address

# customview_inputformview_emptyvalue
source: Please input the values.
cs_cz: Prosím zadejte hodnoty.
da_dk: Venligst indtast værdierne.
de_de: Bitte geben Sie die Werte ein.
es_es: Ingresa los valores.
fr_fr: Veuillez saisir les valeurs
hi_in: कृपया मान दर्ज करें।
id_id: Silakan masukkan nilainya.
ja_jp: 内容を入力してください。
ms_my: Sila masukkan nilainya.
my_mm: တန်ဖိုးများကို ထည့်သွင်းပါ။
nl_nl: Voer de waarden in.
pl_pl: Proszę wprowadzić wartości.
pt_br: Por favor, insira os valores.
ru_ru: Пожалуйста, введите значения.
sq_al: Ju lutemi futni vlerat.
sv_se: Vänligen ange värdena.
sw_ke: Tafadhali ingiza thamani.
tr_tr: Lütfen değerleri giriniz.
uk_ua: Будь ласка, введіть значення.
vi_vn: Vui lòng nhập các giá trị.
zh_hans_cn: 请输入

# fragment_stakeamount_rewarddesc_paymenttime_daily
source: Daily
cs_cz: Denně
da_dk: Dagligt
de_de: Täglich
es_es: Diario
fr_fr: Journalier
hi_in: दैनिक
id_id: Harian
ja_jp: 毎日支給
ms_my: Harian
my_mm: နေ့စဉ်
nl_nl: Dagelijks
pl_pl: Codziennie
pt_br: Diariamente
ru_ru: Ежедневно
sq_al: e përditshme
sv_se: Dagligen
sw_ke: Kila siku
tr_tr: Günlük
uk_ua: Щоденно
vi_vn: mỗi ngày
zh_hans_cn: 每日发放

# fragment_stakeamount_rewarddesc_paymenttime_end
source: At the end
cs_cz: Nakonec
da_dk: I slutningen
de_de: Am Ende
es_es: Al termino
fr_fr: À la fin
hi_in: अंत में
id_id: Pada akhirnya
ja_jp: 終了後に支給
ms_my: Pada akhirnya
my_mm: အပြီးတွင်
nl_nl: Aan het einde
pl_pl: W końcu
pt_br: Ao final
ru_ru: В конце
sq_al: Në fund
sv_se: I slutet
sw_ke: Mwishoni
tr_tr: Son
uk_ua: У кінці
vi_vn: Cuối cùng
zh_hans_cn: 结束时发放

# fragment_marketlist_v2_no_data_available_favourite
source: No favorites
cs_cz: Žádné oblíbené
da_dk: Ingen favoritter
de_de: Keine Favouriten
es_es: No Favoritos
fr_fr: Pas de favoris
hi_in: कोई पसंदीदा नहीं
id_id: Tidak ada favorit
ja_jp: お気に入りの登録がありません
ms_my: Tiada kesukaan
my_mm: အကြိုက်ဆုံး မရှိပါ။
nl_nl: Geen favorieten
pl_pl: Brak ulubionych
pt_br: Não há favoritos
ru_ru: Нет избранного
sq_al: Nuk ka të preferuara
sv_se: Inga favoriter
sw_ke: Hakuna vipendwa
tr_tr: Favorites yok
uk_ua: Немає обраного
vi_vn: Không có mục yêu thích
zh_hans_cn: 暂无收藏

# fragment_marketlist_v2_no_data_available_generic
source: No %@ markets
cs_cz: Žádné %@ trhy
da_dk: Ingen %@ markeder
de_de: Keine %@ Märkte
es_es: No mercados %@
fr_fr: Pas de marchés %@
hi_in: कोई %@ बाज़ार नहीं है
id_id: Tidak ada %@ pasar
ja_jp: %@市場がありません。
ms_my: Tiada %@ pasaran
my_mm: %@ စျေးကွက် မရှိပါ။
nl_nl: Geen %@ markten
pl_pl: Brak rynków %@
pt_br: Nenhum mercado %@
ru_ru: Нет %@ рынков
sq_al: Jo tregje %@
sv_se: Inga %@-marknader
sw_ke: Hakuna masoko ya %@
tr_tr: %@ marketi yok
uk_ua: Ринків %@ немає
vi_vn: Không có thị trường %@
zh_hans_cn: 没有%@ Market

# activity_tfatotp_methodname
source: OTP generator
es_es: Generador OTP
fr_fr: Générateur OTP
hi_in: ओटीपी जनरेटर
id_id: Pembuat OTP
ja_jp: ワンタイムパスワード生成器
ms_my: OTP penjana
my_mm: OTPထုတ်စက်
pl_pl: Generator OTP
pt_br: Gerador de OTP
ru_ru: Генератор ОТП
sq_al: Gjenerator OTP
sw_ke: Jenereta ya OTP
tr_tr: OTP jeneratör
uk_ua: Генератор ОТР
vi_vn: Trình tạo OTP
zh_hans_cn: OTP 生成器

# generic_errorreport
source: We apologize for the inconvenience. Please contact the support with the following error code: %@
cs_cz: Omlouváme se za nepříjemnosti. Obraťte se na podporu s následujícím kódem chyby: %@
da_dk: Vi beklager ulejligheden. Kontakt venligst support med følgende fejlkode: %@
de_de: Wir entschuldigen uns für die Unannehmlichkeiten. Bitte kontaktieren Sie den Support mit dem folgenden Fehlercode: %@
es_es: Pedimos disculpas por las molestias. Comunícate con soporte con el siguiente código de error: %@
fr_fr: Nous nous excusons pour la gêne occasionnée. Veuillez contacter le support avec le code d'erreur suivant: %@
hi_in: असुविधा के लिए हमे खेद हैं। कृपया पुन: प्रयास करें। यदि त्रुटि बनी रहती है, तो कृपया निम्न त्रुटि कोड के साथ समर्थन से संपर्क करें: %@
id_id: Kami minta maaf atas ketidaknyamanannya. Silakan hubungi dukungan dengan kode kesalahan berikut: %@
ja_jp: 不明なエラーが発生しました。サポートセンターに次のエラーコードでお問い合わせください： %@
ms_my: Kami mohon maaf atas kesulitannya. Sila hubungi sokongan dengan kod kesalahan berikut.
my_mm: အမည်မသိသော အမှားတစ်ခု ဖြစ်ပွားခဲ့ပါသည်။ အောက်ပါ error codeဖြင့် ကာစတမ်မာစင်တာကို ဆက်သွယ်ပါ: %@
nl_nl: Onze excuses voor het ongemak. Neem contact op met de support en geef deze error code: %@
pl_pl: Przepraszamy za niedogodności. Prosimy o kontakt z działem pomocy technicznej z następującym kodem błędu: %@
pt_br: Pedimos desculpas pelo inconveniente. Entre em contato com o suporte com o seguinte código de erro: %@
ru_ru: Приносим свои извинения за доставленные неудобства. Обратитесь в службу поддержки со следующим кодом ошибки: %@
sq_al: Ju kërkojmë ndjesë për shqetësimin. Ju lutemi kontaktoni suportin me kodin e mëposhtëm të gabimit: %@
sv_se: Vi ber om ursäkt för besväret. Kontakta supporten med följande felkod: %@
sw_ke: Tunaomba radhi kwa usumbufu. Tafadhali wasiliana na usaidizi ukitumia msimbo wa hitilafu ufuatayo: %@
tr_tr: Verdiğimiz rahatsızlık için özür dileriz. Lütfen aşağıdaki hata koduyla destek birimi ile iletişime geçiniz: %@
uk_ua: Ми просимо вибачення за незручності. Будь ласка, зв’яжіться зі службою підтримки, вказавши наступний код помилки: %@
vi_vn: Chúng tôi xin lỗi vì sự bất tiện này. Vui lòng liên hệ với bộ phận hỗ trợ với mã lỗi sau: %@
zh_hans_cn: 发生未知错误，请使用该code向客服中心咨询: %@

# fragment_tfasms_genericfailure
source: Failed to authorize with the provided code. Please try again later.
cs_cz: Autorizace se nezdařila s poskytnutým kódem. Prosím zkuste to znovu později.
da_dk: Kunne ikke godkende med den angivne kode. Prøv igen senere.
de_de: Die Autorisierung mit dem angegebenen Code ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
es_es: No se pudo autorizar con el código proporcionado. Por favor, inténtalo de nuevo más tarde.
fr_fr: L'autorisation avec le code fourni a échoué. Veuillez réessayer ultérieurement.
hi_in: प्रदान किए गए कोड के साथ अधिकृत करने में विफल। बाद में पुन: प्रयास करें।
id_id: Gagal memberi otorisasi dengan kode yang diberikan. Silakan coba lagi nanti.
ja_jp: コードの検証に失敗しました。しばらくしてからもう一度お試しください。
ms_my: Gagal untuk memberi kuasa kepada kod tersebut. Sila cuba lagi nanti.
my_mm: ကုဒ်အတည်ပြုခြင်း မအောင်မြင်ပါ။ မိနစ်အနည်းငယ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။
nl_nl: Het is niet gelukt om te autoriseren met de opgegeven code. Probeer het later nog eens.
pl_pl: Nie udało się autoryzować za pomocą podanego kodu. Proszę spróbować ponownie później.
pt_br: Falha ao autorizar com o código fornecido. Por favor, tente novamente mais tarde.
ru_ru: Не удалось авторизоваться с помощью предоставленного кода. Пожалуйста, повторите попытку позже.
sq_al: Autorizimi me kodin e dhënë dështoi. Ju lutemi provoni përsëri më vonë.
sv_se: Det gick inte att auktorisera med den angivna koden. Vänligen försök igen senare.
sw_ke: Kuidhinisha na nambari iliyotolewa kumeshindwa. Tafadhali jaribu tena baadaye.
tr_tr: Girdiğiniz kod ile işlem yapılamadı. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Не вдалося авторизувати наданий код. Будь ласка, спробуйте пізніше.
vi_vn: Không thể ủy quyền với mã đã cung cấp. Vui lòng thử lại sau.
zh_hans_cn: code验证失败，请稍后重试

# fragment_tfasms_startfailure
source: Failed to send the code. Please try again later.
cs_cz: Odeslání kódu se nezdařilo. Prosím zkuste to znovu později.
da_dk: Kunne ikke sende koden. Prøv igen senere.
de_de: Der Code konnte nicht gesendet werden. Bitte versuchen Sie es später erneut.
es_es: No se pudo enviar el código. Por favor, inténtalo de nuevo más tarde.
fr_fr: L'envoi du code a échoué. Veuillez réessayer ultérieurement.
hi_in: कोड भेजने में विफल। बाद में पुन: प्रयास करें।
id_id: Gagal mengirim kode. Silakan coba lagi nanti.
ja_jp: コードの送信に失敗しました。しばらくしてからもう一度お試しください。
ms_my: Gagal untuk menghantar kod. Sila cuba lagi nanti.
my_mm: ကုဒ်ပို့ခြင်း မအောင်မြင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
nl_nl: Het was niet gelukt de code te versturen. Probeer het later nog een keer.
pl_pl: Nie udało się wysłać kodu. Proszę spróbować ponownie później.
pt_br: Falha ao enviar o código. Por favor, tente novamente mais tarde.
ru_ru: Не удалось отправить код. Пожалуйста, повторите попытку позже.
sq_al: Dërgimi i kodit dështoi. Ju lutemi provoni përsëri më vonë.
sv_se: Det gick inte att skicka koden. Vänligen försök igen senare.
sw_ke: Kutuma nambari kumeshindwa . Tafadhali jaribu tena baadaye.
tr_tr: Kod gönderilemedi. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Не вдалося надіслати код. Будь ласка, спробуйте пізніше.
vi_vn: Không gửi được mã. Vui lòng thử lại sau.
zh_hans_cn: code发送失败，请稍后重试

# fragment_tfaemail_methodname
source: Email
hi_in: ईमेल
ja_jp: Eメール
ms_my: E-mel
my_mm: အီးမေးလ်
ru_ru: Имейл
sv_se: E-post
sw_ke: Barua pepe
tr_tr: E-posta
uk_ua: Електронна пошта

# generic_retry_and_then_errorreport
source: We apologize for the inconvenience. Please try again. If the same error persists, please contact the support with the following error code: %@
cs_cz: Omlouváme se za nepříjemnosti. Prosím zkuste to znovu. Pokud stejná chyba přetrvává, kontaktujte podporu s následujícím kódem chyby: %@
da_dk: Vi beklager ulejligheden. Prøv igen. Hvis den samme fejl fortsætter, kontakt venligst supporten med følgende fejlkode: %@
de_de: Wir entschuldigen uns für die Unannehmlichkeiten. Bitte versuchen Sie es erneut. Wenn derselbe Fehler weiterhin besteht, wenden Sie sich bitte mit dem folgenden Fehlercode an den Support: %@
es_es: Pedimos disculpas por las molestias. Inténtalo de nuevo. Si el mismo error persiste, comunícate con soporte con el siguiente código de error: %@
fr_fr: Nous nous excusons pour la gêne occasionnée. Veuillez réessayer ultérieurement. Si la même erreur persiste, veuillez contacter le support avec le code erreur suivant: %@
hi_in: असुविधा के लिए हमे खेद हैं। कृपया पुन: प्रयास करें। यदि त्रुटि बनी रहती है, तो कृपया निम्न त्रुटि कोड के साथ समर्थन से संपर्क करें: %@
id_id: Kami minta maaf atas ketidaknyamanannya. Silakan coba lagi. Jika kesalahan yang sama berlanjut, silakan hubungi dukungan dengan kode kesalahan berikut: %@
ja_jp: 不明なエラーが発生しました。しばらくしてもう一度お試してください。引き続き問題が発生した場合にはサポートセンターに次のエラーコードでお問い合わせください： %@
ms_my: Kami mohan maaf atas kesulitan tersebut, Sila cuba lagi. Jika ralat berterusan, sila hubungi sokongan dengan kod kesalahan berikut.
my_mm: အမည်မသိသော အမှားတစ်ခု ဖြစ်ပွားခဲ့ပါသည်။ မိနစ်အနည်းငယ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။ ပြဿနာဆက်လက်ရှိနေပါက ကျေးဇူးပြု၍ အောက်ပါerror codeဖြင့် ကာစတမ်မာစင်တာကို ဆက်သွယ်ပါ: %@
nl_nl: Onze excuses voor het ongemak. Probeer het nog een keer. In het geval van een terugkerende error, neem dan contact op met de customer support en voeg de volgende error code toe: %@
pl_pl: Przepraszamy za niedogodności. Prosimy spróbować ponownie. Jeśli ten sam błąd występuje nadal, prosimy o kontakt z obsługą techniczną z następującym kodem błędu: $s
pt_br: Pedimos desculpas pelo inconveniente. Por favor, tente novamente. Se o mesmo erro persistir, entre em contato com o suporte com o seguinte código de erro: %@
ru_ru: Приносим свои извинения за доставленные неудобства. Пожалуйста, попробуйте еще раз. Если ошибка повторяется, обратитесь в службу поддержки со следующим кодом ошибки: %@
sq_al: Ju kërkojmë ndjesë për shqetësimin. Ju lutemi provoni përsëri. Nëse i njëjti gabim vazhdon, ju lutemi kontaktoni suportin për klientin me kodin e mëposhtëm të gabimit: %@
sv_se: Vi ber om ursäkt för besväret. Var god försök igen. Om samma fel kvarstår, vänligen kontakta supporten med följande felkod: %@
sw_ke: Tunaomba radhi kwa usumbufu. Tafadhali jaribu tena. Ikiwa hitilafu sawa itaendelea, tafadhali wasiliana na usaidizi ukitumia msimbo wa hitilafu ufuatao: %@
tr_tr: Verdiğimiz rahatsızlık için özür dileriz. Lütfen tekrar deneyiniz. Aynı hata devam ederse, lütfen aşağıdaki hata koduyla destek birimine başvurunuz: %@
uk_ua: Ми просимо вибачення за незручності. Будь ласка, спробуйте ще раз. Якщо помилка не зникає, зв’яжіться зі службою підтримки, вказавши такий код помилки: %@
vi_vn: Chúng tôi xin lỗi vì sự bất tiện này. Vui lòng thử lại. Nếu lỗi tương tự vẫn tiếp diễn, vui lòng liên hệ với bộ phận hỗ trợ với mã lỗi sau: %@
zh_hans_cn: 发生未知错误，请稍后重试。若继续发生此类问题使用该error code联系客服中心: %@
