Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fingerprint_not_enrolled_in_device
source: A fingerprint is not registered on your device.
cs_cz: Otisk prstu není na vašem zařízení registrován.
da_dk: Et fingeraftryk er ikke registreret på din enhed.
de_de: Ein Fingerprint ist nicht auf Ihrem Geraet registriert.
es_es: La huella digital no está registrada en tu dispositivo.
fr_fr: Aucune empreinte digitale n'est enregistrée sur votre appareil.
hi_in: आपके डिवाइस पर एक फिंगरप्रिंट पंजीकृत नहीं है।
id_id: Sidik jari tidak terdaftar di perangkat Anda.
ja_jp: 装置に指紋が登録されていません。
ms_my: Cap jari tidak didaftarkan pada peranti anda.
my_mm: သင့်စက်တွင် လက်ဗွေရာကို မှတ်ပုံတင်မထားပါ။
nl_nl: Er is geen vingerafdruk geregistreerd op je apparaat.
pl_pl: Odcisk palca nie jest zarejestrowany w twoim urządzeniu.
pt_br: A impressão digital não está registrada no seu dispositivo.
ru_ru: Отпечаток пальца не зарегистрирован на Вашем приборе.
sq_al: Në pajisjen tuaj nuk është e regjistruar ende një gjurmë gishtash.
sv_se: Du har inte registrerat ett fingeravtryck på din enhet.
sw_ke: Alama ya kidole haijasajiliwa kwenye kifaa chako.
tr_tr: Cihazınızda parmak izi kayıtlı değil.
uk_ua: Відбиток пальця не зареєстровано на вашому приладі.
vi_vn: Vân tay chưa được đăng ký trên thiết bị của bạn.
zh_hans_cn: 设备未收录指纹
zh_hant_tw: 設備未登錄指紋

# activity_order_wrongminmax
source: Market %@ should be between %@ and %@
cs_cz: Trh %@ by měl být mezi %@ a %@
da_dk: Marked %@ skal være mellem %@ og %@
de_de: Market %@ sollte zwischen %@ und %@ sein
es_es: El mercado %@ debe estar entre %@ y %@
fr_fr: Le marché %@ doit être entre %@ et %@
hi_in: %@ बाजार %@ और %@ के बीच होना चाहिए
id_id: Market harus diantara %@ dan %@
ja_jp: 選択した市場の%@は%@と%@の間でなければなりません。
ms_my: Market %@ haruslah di antara %@ dan %@
my_mm: ရွေးချယ်ထားသော စျေးကွက် %@ သည် %@ နှင့် %@ ကြား ဖြစ်ရမည်။
nl_nl: De markt %@ moet tussen de %@ en %@ zijn
pl_pl: Rynek %@ powinno być pomiędzy %@ oraz %@
pt_br: O mercado de %@ deve estar entre %@ e %@
ru_ru: Рынок %@ должен быть между %@ и %@
sq_al: Tregu %@ duhet të jetë midis %@ dhe %@
sv_se: Marknaden %@ måste vara mellan %@ och %@
sw_ke: Soko la %@ linapaswa kuwa kati ya %@ na %@
tr_tr: %@ pazarının %@ ile %@ arasında olması gerekir
uk_ua: Ринок %@ має бути між %@ та %@
vi_vn: Thị trường %@ nên trong khoảng %@ và %@
zh_hans_cn: 选择的Market%@应在%@ 和 %@之间
zh_hant_tw: 選擇的Market%@應在%@ 和 %@之間

# activity_order_wrongprecision
source: Market %@'s maximum precision is %@
cs_cz: Maximální %@ přenos na trhu je %@
da_dk: Marked %@'s maksimal præcision er %@
de_de: Market %@'s maximale Genauigkeit ist %@
es_es: La precisión máxima del mercado %@ es %@
fr_fr: La précision maximum du marché %@ est %@
hi_in: बाजार %@'s अधिकतम सटीकता है %@
id_id: Presisi maksimum market adalah %@
ja_jp: 選択した市場%@の最大小数点桁は%@です。
ms_my: Market %@ ketepatan maksimum ialah %@
my_mm: ရွေးချယ်ထားသော စျေးကွက် %@ အတွက် အများဆုံး ဒဿမ အရေအတွက်သည် %@ ဖြစ်သည်။
nl_nl: De maximale precisie van de %@ markt is %@
pl_pl: Rynkowa %@'s maksymalna precyzja wynosi %@
pt_br: A precisão máxima de mercado %@ é %@
ru_ru: Максимальная точность рынка %@\ %@
sq_al: Saktësia malsimale e tregut %@ është %@
sv_se: Marknaden %@ maximala precision är %@
sw_ke: Usahihi wa juu wa soko ya %@ ni %@
tr_tr: %@ pazarının maksimum doğruluğu %@
uk_ua: Максимальна точність ринку %@ - %@
vi_vn: Thị trường %@'s độ chính xác cao nhất là %@
zh_hans_cn: 选择的Market%@的最大小数点是%@
zh_hant_tw: 選擇的Market%@的最大小數點是%@

# dialog_email_codeinvalid
source: The code is invalid.
cs_cz: Kód je nesprávný.
da_dk: Koden er ugyldig.
de_de: Code ist ungueltig
es_es: El código ha expirado o es inválido.
fr_fr: Le code est invalide.
hi_in: कोड अमान्य है।
id_id: Kode ini kedaluwarsa atau tidak valid.
ja_jp: コードが有効ではありません。
ms_my: Kod tidak sah.
my_mm: ကုဒ်သည် မမှန်ကန်ပါ။
nl_nl: De code is ongeldig.
pl_pl: Kod jest nieprawidłowy.
pt_br: Código inválido.
ru_ru: Код устарел или неверен.
sq_al: Kodi është i pavlefshëm.
sv_se: Koden är ogiltlig.
sw_ke: Nambari ni batili.
tr_tr: Kodun süresi dolmuş veya geçersiz.
uk_ua: Код застарів або невірний.
vi_vn: Code đã hết hạn hoặc không hợp lệ.
zh_hans_cn: 代码已过期，或代码无效。
zh_hant_tw: 代碼已過期，或代碼無效。

# dialog_hint_input_emailcode
source: Input verification code
cs_cz: Vložit ověřující kód
da_dk: Indtast verifikationskode
de_de: Verifizierungscode eingeben
es_es: Ingresa código de recomendación
fr_fr: Entrer le code de vérification
hi_in: सत्यापन कोड भरें
id_id: Masukkan kode verifikasi
ja_jp: 認証コードを入力してください
ms_my: Masukkan kod pengesahan
my_mm: အတည်ပြုကုဒ်ကို ထည့်သွင်းပါ။
nl_nl: Voer verificatiecode in
pl_pl: Wprowadź kod weryfikacyjny
pt_br: Inserir código de verificação
ru_ru: Ввести код подтверждения
sq_al: Futni kodin e verifikimit
sv_se: Fyll i verifieringskod
sw_ke: Ingiza nambari ya uthibitishaji
tr_tr: Doğrulama kodunu gir
uk_ua: Ввести код підтвердження
vi_vn: Nhập mã xác minh
zh_hans_cn: 请输入验证码
zh_hant_tw: 請輸入驗證碼

# dialog_signup_email_sessiontimeout
source: Session has expired, please start again.
cs_cz: Platnost relace vypršela, prosím začněte znovu.
da_dk: Sessionen er udløbet, start venligst igen.
de_de: Sitzung ist abgelaufen, bitte starten Sie erneut.
es_es: La sesión ha expirado, por favor vuelve a comenzar.
fr_fr: La session est expiré, veuillez recommencer.
hi_in: सत्र समाप्त हो गया है, फिर से शुरू करें।
id_id: Sesi telah kedaluwarsa, silakan mulai lagi.
ja_jp: セッションが満了しました。 最初からまた進めてください。
ms_my: Sesi telah tamat, sila mulakan lagi.
my_mm: ဆက်ရှင် သက်တမ်းကုန်သွားပါပြီ။ ကျေးဇူးပြု၍ ပြန်စပါ။
nl_nl: Sessie is verlopen, begin opnieuw.
pl_pl: Sesja wygasła, zacznij od nowa.
pt_br: A sessão expirou, comece novamente.
ru_ru: Ваша сессия закончилась, пожалуйста, начните сначала.
sq_al: Seanca ka skaduar, ju lutemi filloni përsëri.
sv_se: Sessionen har gått ut. Vänligen börja om från början.
sw_ke: Kipindi kimeisha, tafadhali anza tena.
tr_tr: Oturumun süresi doldu, lütfen en başa dönün.
uk_ua: Ваша сесія закінчилася, будь ласка, почніть спочатку.
vi_vn: Phiên đã hết hạn, xin bắt đầu lại.
zh_hans_cn: 会话已过期。 请重试。
zh_hant_tw: 會話已過期。 請重試。

# activity_deposit_multiplatformnotice
source: - Make sure the destination %@ wallet type is correct.
cs_cz: - Ujistěte se že je cílový %@ typ peněženky správný.
da_dk: - Sørg for, at destinationen %@ tegnebog er korrekt.
de_de: - Stellen Sie sicher, dass der Ziel %@ Wallet Typ stimmt.
es_es: - Verifica la plataforma del monedero de destino %@.
fr_fr: - Vérifiez que la destination %@ du type de portefeuille est correcte.
hi_in: - सुनिश्चित करें कि गंतव्य %@ वॉलेट प्रकार सही है।
id_id: - Pastikan tipe Wallet tujuan %@ sudah benar.
ja_jp: - 入金される%@の種類を必ず確認してください。
ms_my: - Pastikan destinasi %@ jenis dompet adalah betul.
my_mm: - ငွေသွင်းမည့် %@ အမျိုးအစားကို စစ်ဆေးပါ။
nl_nl: - Zorg ervoor dat de bestemming van de %@ wallet type correct is.
pl_pl: - Upewnij się, że typ portfela %@ docelowego jest prawidłowy.
pt_br: - Verifique se o tipo de carteira %@ de destino está correto.
ru_ru: - Убедитесь, что тип кошелька %@ верный
sq_al: - Sigurohuni që lloji i portofolit të destinacionit %@ është i saktë.
sv_se: - Kontrollera att destination %@ plånbokstyp stämmer.
sw_ke: - Hakikisha aina ya pochi ya %@ ni sahihi.
tr_tr: - Lütfen %@ hedef cüzdanının platformunu kontrol edin.
uk_ua: - Переконайтеся, що тип гаманця %@ вірний
vi_vn: - Vui lòng kiểm tra chính xác điểm đến loại ví %@.
zh_hans_cn: -请务必确认充值的%@种类
zh_hant_tw: -請務必確認充值的%@種類

# activity_deposit_multiplatformnotice_span
source: destination %@ wallet type
cs_cz: cílový %@ typ peněženky
da_dk: destinationen %@ tegnebog
de_de: Ziel %@ Wallet Typ
es_es: plataforma del monedero de destino %@
fr_fr: destination %@ du type de portefeuille
hi_in: गंतव्य %@ वॉलेट प्रकार
id_id: tipe Wallet tujuan %@
ja_jp: 入金される%@の種類
ms_my: destinasi %@ jenis dompet
my_mm: ငွေသွင်းမည့် %@ အမျိုးအစား
nl_nl: bestemming van de %@ wallet type
pl_pl: typ portfela %@ docelowego
pt_br: tipo de carteira %@ de destino
ru_ru: тип кошелька %@ верный
sq_al: lloji i portofolit të destinacionit %@
sv_se: destination %@ plånbokstyp
sw_ke: aina ya pochi ya %@
tr_tr: %@ hedef cüzdanının platformu
uk_ua: гаманця %@ вірний
vi_vn: đến loại ví %@
zh_hans_cn: 充值的%@种类
zh_hant_tw: 充值的%@種類

# settings_app_currency
source: Currency
cs_cz: Měna
da_dk: Valuta
de_de: Waehrung
es_es: Moneda
fr_fr: Devise
hi_in: मुद्रा
id_id: Mata Uang
ja_jp: 価格表示通貨
ms_my: Mata wang
my_mm: ငွေကြေး
nl_nl: Valuta
pl_pl: Waluta
pt_br: Moeda
ru_ru: Валюта
sq_al: Monedha
sv_se: Valuta
sw_ke: Sarafu
tr_tr: Para birimi
uk_ua: Валюта
vi_vn: Tiền tệ
zh_hans_cn: 货币
zh_hant_tw: 貨幣

# settings_latest_version
source: Latest version
cs_cz: Poslední verze
da_dk: Seneste version
de_de: Neueste Version
es_es: Última Versión
fr_fr: Dernière version
hi_in: नवीनतम संस्करण
id_id: Versi terbaru
ja_jp: 最新バージョン
ms_my: Versi terkini
my_mm: နောက်ဆုံးထွက်ဗားရှင်း
nl_nl: Laatste versie
pl_pl: Ostatnia wersja
pt_br: Última versão
ru_ru: Последняя версия
sq_al: Versioni i fundit
sv_se: Senaste version
sw_ke: Toleo la hivi punde
tr_tr: En son sürüm
uk_ua: Остання версія
vi_vn: Phiên bản mới nhất
zh_hans_cn: 最新版本
zh_hant_tw: 最新版本

# settings_current_version
source: Current version
cs_cz: Stávající verze
da_dk: Nuværende version
de_de: Aktuelle Version
es_es: Versión Actual
fr_fr: Version actuelle
hi_in: वर्तमान संस्करण
id_id: Versi terkini
ja_jp: 現在のバージョン
ms_my: Versi masa ini
my_mm: လက်ရှိဗားရှင်း
nl_nl: Huidige versie
pl_pl: Obecna wersja
pt_br: Versão atual
ru_ru: Нынешняя версия
sq_al: Versioni aktual
sv_se: Nuvarande version
sw_ke: Toleo la sasa
tr_tr: Mevcut Versiyon
uk_ua: Поточна версія
vi_vn: Phiên bản hiện tại
zh_hans_cn: 当前版本
zh_hant_tw: 目前版本

# shareutils_app_is_not_installed
source: The app is not installed.
cs_cz: Aplikace není nainstalována.
da_dk: Appen er ikke installeret.
de_de: Die App ist nicht installiert
es_es: La aplicación no está instalada
fr_fr: L'application n'est pas installée.
hi_in: एप्लिकेशन इंस्टॉल नहीं है।
id_id: Aplikasi tidak diinstal.
ja_jp: アプリがインストールされていません。
ms_my: Aplikasi tidak dipasang.
my_mm: အက်ပ်ကို ထည့်သွင်းမထားပါ။
nl_nl: De app is niet geïnstalleerd.
pl_pl: Aplikacja nie jest zainstalowana.
pt_br: O app não está instalado.
ru_ru: Приложение не установлено.
sq_al: Aplikacioni nuk është i instaluar.
sv_se: Appen är inte installerad.
sw_ke: Programu haijasakinishwa.
tr_tr: Uygulama yüklü değil
uk_ua: Додаток не встановлено.
vi_vn: Ứng dụng chưa được cài đặt.
zh_hans_cn: 应用程序未安装
zh_hant_tw: 應用程式未安裝

# membershiplevel_standard
source: Standard
es_es: Estándar
hi_in: मानक
id_id: Standar
ja_jp: スタンダード
my_mm: စံ
nl_nl: Standaard
pt_br: Padrão
ru_ru: Стандартный
tr_tr: Standart
uk_ua: Стандартний
zh_hans_cn: 一般会员
zh_hant_tw: 一般會員

# fragment_appsettings_loading
source: Loading…
cs_cz: Nahrávání...
da_dk: Indlæser…
de_de: Laden…
es_es: Cargando…
fr_fr: Chargement...
hi_in: लोड हो रहा है…
ja_jp: 読み込み中…
ms_my: Memuatkan…
my_mm: ဖွင့်နေသည်...
nl_nl: Laden…
pl_pl: Ładowanie…
pt_br: Carregando…
ru_ru: Загрузка…
sq_al: Duke u ngarkuar...
sv_se: Laddar…
sw_ke: Inapakua…
tr_tr: Yükleniyor…
uk_ua: Завантаження…
vi_vn: Đang tải…
zh_hans_cn: 加载
zh_hant_tw: 加載中

# activity_referralshare_title
source: ProBit Global Referral Program
cs_cz: ProBit Global Program doporučení
da_dk: ProBit Henvisningsprogram
de_de: ProBit Empfehlungsprogramm
es_es: ProBit Programa de Recomendación
fr_fr: Programme de parrainage de ProBit Global
hi_in: ProBit Global रेफरल कार्यक्रम
id_id: Referral Program ProBit
ja_jp: ProBit 紹介者制度
ms_my: Program Referral ProBit
my_mm: ProBit ညွှန်းသူ ပရိုဂရမ်
nl_nl: ProBit Referral Programma
pl_pl: Program poleceń ProBit
pt_br: Programa de Referência da ProBit Global
ru_ru: Реферальная программа ProBit Global
sq_al: Programi i Referimit ProBit
sv_se: ProBits Rekommendationsprogram
sw_ke: Programu ya Rufaa ya ProBit
tr_tr: ProBit Referans Programı
uk_ua: Реферальна програма ProBit Global
vi_vn: Chương trình giới thiệu của ProBit Global
zh_hans_cn: ProBit Global推荐人制度
zh_hant_tw: ProBit Global推薦人制度

# activity_referralshare_content
source: Refer friends using our referral system and receive referral bonuses!
cs_cz: Doporučte přátele pomocí našeho systému doporučení a získejte odměny za doporučení!
da_dk: Henvis venner ved hjælp af vores henvisningssystem og modtag henvisningsbonuser!
de_de: Empfehlen Sie Freunde durch unser Empgehlungsprogramm und bekommen Sie einen Empfehlungsbonus!
es_es: ¡Invita a tus amigos con el sistema de Recomendaciones! ¡Recibirás un bono de recomendación!
fr_fr: Parrainez vos amis grâce à notre programme de parrainage et recevez des bonus !
hi_in: हमारे रेफरल सिस्टम का उपयोग कर दोस्तों को रेफर करें और रेफरल बोनस प्राप्त करें!
id_id: Ajak teman menggunakan sistem referal kami dan dapatkan bonus referal!
ja_jp: 紹介者制度で友達を紹介してみてください！ 紹介者ボーナスを差し上げます!
ms_my: Refer rakan menggunakan sistem referral kami dan terima bonus referral!
my_mm: ကျွန်ုပ်တို့၏ ညွှန်းမှုစနစ်ကို အသုံးပြု၍ သူငယ်ချင်းများကို ညွှန်းပေးပြီး ညွှန်းသူဘောနပ်စ်များကို ရယူပါ။
nl_nl: Refereer vrienden met behulp van ons Referral systeem en ontvang Referral bonussen!
pl_pl: Polecaj znajomych za pomocą naszego systemu poleceń i otrzymuj bonusy!
pt_br: Indique amigos usando nosso sistema de indicação e receba bônus de referência!
ru_ru: Приглашай друзей, используя нашу реферальную систему, и получай реферальные бонусы!
sq_al: Referojuni miqve duke përdorur sistemin tonë të referimit dhe merrni bonuse referimi!
sv_se: Tipsa vänner med vårt rekommendationssystem och ta dela av rekommendations-bonusar!
sw_ke: Pea marafiki rufaa kwa kutumia mfumo wetu wa rufaa na upokee bonasi za rufaa!
tr_tr: Arkadaşlarınıza referans sistemiyle tavsiye edin! Bir tavsiye bonusu alacaksınız!
uk_ua: Запрошуйте друзів, використовуючи нашу реферальную систему, і отримуйте реферальні бонуси!
vi_vn: Hãy giới thiệu nhiều bạn bè đến với chúng tôi để nhận nhiều phần thưởng cho việc giới thiệu!
zh_hans_cn: 推荐朋友来赢取推荐人奖金吧！
zh_hant_tw: 推薦朋友來贏取推薦人獎金吧！

# dialog_force_update_button
source: Update to the latest version
cs_cz: Aktualizovat na nejnovější verzi
da_dk: Opdater til den nyeste version
de_de: Auf neueste Version aktualisieren
es_es: Actualizar a la última versión
fr_fr: Installer la dernière version disponible
hi_in: नवीनतम संस्करण में अपडेट करें
id_id: Perbarui ke versi terbaru
ja_jp: 最新バージョンにアップデート
ms_my: Kemaskini ke versi terkini
my_mm: နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။
nl_nl: Update naar de nieuwste versie
pl_pl: Zaktualizuj do najnowszej wersji
pt_br: Atualize para a versão mais recente
ru_ru: Обновить до последней версии
sq_al: Përditësoni në versionin e fundit
sv_se: Updatera till senaste versionen
sw_ke: Sasisha hadi toleo jipya zaidi.
tr_tr: En son sürüme güncelle
uk_ua: Оновити до останньої версії
vi_vn: Cập nhật lên phiên bản mới nhất
zh_hans_cn: 更新到最新版本
zh_hant_tw: 更新到最新版本

# dialog_force_update_content
source: To continue using this app, you need to update to the latest version.
cs_cz: Chcete-li tuto aplikaci používat i nadále, musíte aktualizovat na nejnovější verzi.
da_dk: For at fortsætte med at bruge denne app skal du opdatere til den nyeste version.
de_de: Um diese App weiterhin zu nutzen, muessen Sie auf die neueste Version aktualisieren.
es_es: Para seguir utilizando la app debes actualizar a su última versión
fr_fr: Afin de continuer à utiliser cette application, vous devez la mettre à jour en installant la dernière version disponible.
hi_in: इस एप्लिकेशन का उपयोग जारी रखने के लिए, आपको नवीनतम संस्करण में अपडेट करने की आवश्यकता है।
id_id: Untuk terus menggunakan aplikasi ini, Anda perlu memperbarui ke versi terbaru.
ja_jp: アプリ使用のため最新バージョンに アップデートが必要です。
ms_my: Untuk terus menggunakan aplikasi ini, anda perlu mengemaskini ke versi terbaru.
my_mm: ဤအက်ပ်ကို ဆက်လက်အသုံးပြုရန် သင်နောက်ဆုံးထွက်ဗားရှင်းသို့ အပ်ဒိတ်လုပ်ရန် လိုအပ်သည်။
nl_nl: Om deze app te blijven gebruiken, moet je updaten naar de nieuwste versie.
pl_pl: Aby kontynuować korzystanie z tej aplikacji, musisz zaktualizować do najnowszej wersji.
pt_br: Para continuar usando este aplicativo, você precisa atualizar para a versão mais recente.
ru_ru: Чтобы продолжить использование данного приложения, Вам необходимо обновить его до последней версии.
sq_al: Për të vazhduar përdorimin e këtij aplikacioni, ju duhet të përditësoni aplikacionin në versionin e fundit.
sv_se: För att fortsätta använda appen, måste du uppdatera till senaste versionen.
sw_ke: Ili kuendelea kutumia programu hii, unahitaji kusasisha hadi toleo jipya zaidi.
tr_tr: Bu uygulamayı kullanmaya devam etmek için, en son sürüme güncellemeniz gerekir.
uk_ua: Для подальшого використання цього додатку, вам необхідно оновити його до останньої версії.
vi_vn: Để tiếp tục sử dụng ứng dụng này, bạn cần phải cập nhật lên phiên bản mới nhất.
zh_hans_cn: 要继续使用此应用程序， 您需要更新到最新版本。
zh_hant_tw: 要繼續使用此應用程式， 您需要更新到最新版本。

# dialog_force_update_title
source: Update Available!
cs_cz: Možná aktualizace!
da_dk: Opdatering tilgængelig!
de_de: Update verfuegbar!
es_es: ¡ACTUALIZACIÓN DISPONIBLE!
fr_fr: Mise à jour disponible !
hi_in: अपडेट उपलब्ध!
id_id: UPDATE TERSEDIA!
ja_jp: アップデートを実行してください！
ms_my: Kemaskini disediakan!
my_mm: အပ်ဒိတ်လို့ ရပါပြီ!
nl_nl: Update Beschikbaar!
pl_pl: Dostępna aktualizacja!
pt_br: ATUALIZAÇÃO DISPONÍVEL!
ru_ru: Доступно обновление!
sq_al: Tërhiq %@
sv_se: Uppdatering tillgänglig!
sw_ke: Sasisho Linapatikana!
tr_tr: Güncelleme Mevcuttur!
uk_ua: Доступне оновлення!
vi_vn: CẬP NHẬT CÓ SẴN!
zh_hans_cn: 请更新到最新版本！
zh_hant_tw: 請更新到最新版本！

# activity_withdrawal_title
source: Withdraw %@
cs_cz: Vybrat %@
da_dk: Hæv %@
de_de: Abheben %@
es_es: RETIRO %@
fr_fr: Retrait %@
hi_in: %@ निकासी
id_id: PENARIKAN %@
ja_jp: %@ 出金
ms_my: Pengeluaran %@
my_mm: %@ ထုတ်ပါ။
nl_nl: Neem %@ op
pl_pl: Wypłać %@
pt_br: SACAR %@
ru_ru: Вывести %@
sq_al: Tërhiq %@
sv_se: Ta ut %@
sw_ke: Toa %@
tr_tr: PARA ÇEK %@
uk_ua: ЗНЯТИ %@
vi_vn: Rút tiền %@
zh_hans_cn: %@ 提款
zh_hant_tw: %@ 提款

# fragment_withdrawal_address_qrscan
source: QR Code scan
cs_cz: Naskenovat QR kód
da_dk: QR Kode scan
de_de: QR Code scannen
es_es: Código QR
fr_fr: Scanner le QR code
hi_in: QR कोड स्कैन
id_id: Kode QR
ja_jp: QRコードスキャン
ms_my: Imbas kod QR
my_mm: QR ကုဒ်စကင်န်ဖတ်
nl_nl: Scan QR Code
pl_pl: Skanowanie kodu QR
pt_br: Escanear QR Code
ru_ru: QR Код
sq_al: Skanimi i Kodit QR
sv_se: Skanna QR-kod
sw_ke: Tambaza nambari ya QR
tr_tr: QR Kodunu okut
uk_ua: QR код
vi_vn: Quét mã QR
zh_hans_cn: 扫描二维码
zh_hant_tw: 掃描二維碼

# fragment_withdrawal_amount_notice_minimumamount
source: - The minimum withdrawal amount is %@ %@.
cs_cz: - Minimální částka výběru je %@ %@.
da_dk: - Det minimale hæve beløb er %@ %@.
de_de: - Mindestbetrag Abhebung ist %@ %@.
es_es: - Monto mínimo de retiro es %@ %@
fr_fr: - Le montant de retrait minimum est de %@ %@.
hi_in: - न्यूनतम निकासी राशि है %@ %@.
id_id: - Jumlah penarikan minimum adalah %@ %@.
ja_jp: - 出金可能な最小数量は %@ %@です。
ms_my: - Amaun pengeluaran minimum adalah %@ %@.
my_mm: - အနည်းဆုံး ငွေထုတ်ပမာဏမှာ %@ %@ ဖြစ်သည်။
nl_nl: - Het minimale opnamebedrag is %@ %@.
pl_pl: - Minimalna kwota wypłaty wynosi %@ %@.
pt_br: - A quantidade mínima de saque é %@ %@.
ru_ru: - Минимальная сумма вывода средств %@ %@.
sq_al: - Shuma minimale e tërheqjes është %@ %@.
sv_se: - Minsta möjliga uttagssumma är %@ %@.
sw_ke: - Kiasi cha chini cha utoaji ni %@ %@.
tr_tr: - Minimum para çekme miktarı %@ %@.
uk_ua: - Мінімальна сума зняття коштів %@ %@.
vi_vn: - Số tiền rút tối thiểu là %@ %@.
zh_hans_cn: - 最低提款金额为%@ %@
zh_hant_tw: - 最低提款金額為%@ %@

# fragment_withdrawal_amount_24hrlimit_hint
source: * 24h withdrawal limit: %@ left
cs_cz: * 24h výběrový limit: zbývá %@
da_dk: * 24 timers hæve loft: %@ tilbage
de_de: * 24h Abhebungslimite: %@ uebrig
es_es: * Límite de retiro de 24h: %@ restantes
fr_fr: * limite de retrait de 24h : %@ restants
hi_in: * 24 घंटे निकासी सीमा: %@ शेष
id_id: * batas penarikan 24h:%@ tersisa
ja_jp: * 24時間出金限度残余量:%@
ms_my: * Had pengeluaran 24jam: Tinggal %@
my_mm: * 24 နာရီ ငွေထုတ်ရန် ကန့်သတ်ချက်: %@ ကျန်ပါသည်။
nl_nl: * 24 uur opnamelimiet: %@ over
pl_pl: * 24-godzinny limit wypłat: pozostało %@
pt_br: * Limite de saque 24h: %@ restante
ru_ru: * 24-х часовой лимит вывода: осталось %@
sq_al: * Kufiri i tërheqjes 24 orë: kanë mbetur %@
sv_se: * 24 timmars uttagsbegränsning: %@ kvar
sw_ke: * Kikomo cha utoaji cha saa 24: zimesalia %@
tr_tr: * 24 saat para çekme limiti: %@ kaldı
uk_ua: * 24-х годинний ліміт зняття: залишилося %@
vi_vn: * Hạn mức rút tiền trong 24 giờ: còn %@
zh_hans_cn: 24小时的提款额度: %@
zh_hant_tw: 24小时的提款額度: %@

# fragment_withdrawal_address_errorlabel
source: Address is invalid or %@.
cs_cz: Adresa je nesprávná nebo %@.
da_dk: Adressen er ugyldig eller %@.
de_de: Adresse ist ungueltig oder %@.
es_es: Dirección Inválida o %@
fr_fr: L'adresse est invalide ou %@.
hi_in: पता अमान्य है या %@|
id_id: Alamat tidak valid atau %@.
ja_jp: アドレスや%@が有効ではありません。
ms_my: Alamat tidak sah atau %@.
my_mm: လိပ်စာ သို့မဟုတ် %@ သည် မမှန်ကန်ပါ။
nl_nl: Adres is ongeldig of %@.
pl_pl: Adres jest nieprawidłowy lub %@.
pt_br: Endereço inválido ou %@.
ru_ru: Неверный адрес или %@.
sq_al: Adresa është e pavlefshme ose %@.
sv_se: Adress är ogiltlig eller %@.
sw_ke: Anwani ni batili au %@.
tr_tr: Geçersiz adres veya %@.
uk_ua: Невірна адреса чи %@.
vi_vn: Địa chỉ không hợp lệ hoặc %@.
zh_hans_cn: 无效地址或%@
zh_hant_tw: 無效地址或%@

# fragment_withdrawal_address_notice
source: To cancel the withdrawal, return to the previous screen.
cs_cz: Pro zrušení výběru se vraťte na předchozí obrazovku.
da_dk: For at annullere hævningen skal du vende tilbage til den forrige side.
de_de: Um Abhebung zu stornieren, kehren Sie zu vorherigem Screen zurück.
es_es: Para cancelar el Retiro, vuelve a la pantalla anterior
fr_fr: Pour annuler le retrait, retournez sur la page précédente.
hi_in: निकासी को रद्द करने के लिए, पिछली स्क्रीन पर वापस लौटें।
id_id: Untuk membatalkan penarikan, kembali ke layar sebelumnya.
ja_jp: 出金を中断するには、入出金画面に戻ってください。
ms_my: Untuk membatalkan pengeluaran, kembali ke skrin sebelumnya.
my_mm: ငွေထုတ်ခြင်းကို ပယ်ဖျက်ရန် အရင် စခရင်သို့ ပြန်သွားပါ။
nl_nl: Keer terug naar het vorige scherm om de opname te annuleren.
pl_pl: Aby anulować wypłatę, wróć do poprzedniego ekranu.
pt_br: Para cancelar o saque, retorne à tela anterior.
ru_ru: Чтобы отменить вывод средств, вернитесь к предыдущему окну.
sq_al: Për të anuluar tërheqjen, kthehuni në ekranin e mëparshëm.
sv_se: För att avbryta uttag, återvänd till föregående meny.
sw_ke: Ili kughairi utoaji, rudi kwenye skrini iliyotangulia.
tr_tr: Para çekme işlemini iptal etmek için önceki ekrana dönün.
uk_ua: Щоб скасувати зняття коштів, поверніться до попереднього вікна.
vi_vn: Để hủy rút tiền, xin quay lại màn hình trước.
zh_hans_cn: 要终止取款, 请点击“上一步”
zh_hant_tw: 要終止取款, 請點擊“上一步”

# fragment_withdrawal_address_notice_spansubstring
source: previous screen
cs_cz: předchozí obrazovku
da_dk: forrige side
de_de: vorherigem Screen
es_es: pantalla anterior
fr_fr: page précédente
hi_in: पिछली स्क्रीन
id_id: layar sebelumnya
ja_jp: 入出金画面
ms_my: skrin sebelumnya
my_mm: အရင် စခရင်
nl_nl: vorige scherm
pl_pl: poprzedniego ekranu
pt_br: tela anterior
ru_ru: предыдущему окну
sq_al: ekranin e mëparshëm
sv_se: föregående meny
sw_ke: skrini iliyotangulia
tr_tr: önceki ekran
uk_ua: попереднього вікна
vi_vn: màn hình trước
zh_hans_cn: 上一步
zh_hant_tw: 上一步
