Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fragment_deposit_krwagreement_checkbox_label
source: I have read and agree with the cautions.
cs_cz: Přečetl/a jsem si a souhlasím se všemi upozorněními.
da_dk: Jeg har læst og accepterer advarslerne.
de_de: Ich habe die Warnungen gelesen und stimme zu.
es_es: He leído y acepto las advertencias.
fr_fr: J'ai lu et j'accepte les conditions
hi_in: मैंने चेतावनियों को पढ़ लिया है और उनसे सहमत हूं।
id_id: Saya telah membaca dan setuju dengan peringatan.
ja_jp: 重要事項をすべて確認、同意します。
ms_my: Saya telah baca dan bersetuju dengan peringatan tersebut.
my_mm: သတိပေးချက်များကို ဖတ်ပြီး သဘောတူပါသည်။
nl_nl: Ik heb de voorzichtigheden gelezen en ben het daarmee eens.
pl_pl: Przeczytałem uwagi i zgadzam się z nimi.
pt_br: Eu li e concordo com as precauções.
ru_ru: Я ознакомился и согласен с предостережениями.
sq_al: Kam lexuar dhe pajtohem me paralajmërimet.
sv_se: Jag har läst och är införstådd med varningarna.
sw_ke: Nimesoma na kukubaliana na tahadhari.
tr_tr: Uyarıları okudum ve kabul ediyorum.
uk_ua: Я ознайомився(лась) та погоджуюся із застереженнями.
vi_vn: Tôi đã đọc và đông ý với các cảnh báo.
zh_hans_cn: 我已经阅读注意事项。
zh_hant_tw: 我已經閱讀注意事項。

# fragment_deposit_krwagreement_title
source: Cautions
cs_cz: Upozornění
da_dk: Advarsel
de_de: Warnungen
es_es: Advertencias
fr_fr: Avertissement
hi_in: चेतावनी
id_id: PERINGATAN
ja_jp: 重要事項
ms_my: Peringatan
my_mm: သတိထားရန်များ
nl_nl: Voorzichtigheden
pl_pl: Uwagi
pt_br: PRECAUÇÕES
ru_ru: Предостережения
sq_al: Kujdes
sv_se: Varning
sw_ke: Tahadhari
tr_tr: Uyarı
uk_ua: Застереження
vi_vn: CẢNH BÁO
zh_hans_cn: 注意事项
zh_hant_tw: 注意事項

# fragment_withdrawal_amount_notice1
source: - Make sure the destination %@ wallet type is correct.
cs_cz: - Ujistěte se že cíl %@ typu peněženky je správný.
da_dk: - Sørg for, at destinationen %@ tegnebog er korrekt.
de_de: - Stellen Sie sicher, dass der Ziel %@ Wallet Typ stimmt.
es_es: - Asegúrate que el tipo de monedero %@ de destino sea correcto
fr_fr: - Vérifier que la destination %@ du type de portefeuille est correcte.
hi_in: - सुनिश्चित करें कि गंतव्य %@ वॉलेट प्रकार सही है।
id_id: - Harap pastikan tujuan %@ tipe dompet benar.
ja_jp: - 出金される %@の種類を必ず確認してください。
ms_my: - Pastikan destinasi %@ jenis dompet adalah betul.
my_mm: - ငွေထုတ်မည့် %@ အမျိုးအစားကို စစ်ဆေးပါ။
nl_nl: - Zorg ervoor dat de bestemming %@ wallet type correct is.
pl_pl: - Upewnij się, że docelowy %@ typ portfela jest prawidłowy.
pt_br: - Verifique se o tipo de carteira %@ de destino está correto.
ru_ru: Убедитесь, что тип кошелка %@ верный.
sq_al: - Sigurohuni që lloji i portofolit të destinacionit %@ është i saktë.
sv_se: - Vänligen kontrollera att destinationen %@ plånbokstyp är korrekt ifyllt.
sw_ke: - Hakikisha aina ya mfuko ya %@ lengwa ni sahihi.
tr_tr: - Hedef %@ cüzdan türünün doğru olduğundan emin olunuz.
uk_ua: Переконайтеся, що тип гаманця %@ отримувача вірний.
vi_vn: - Đảm bảo điểm đến loại ví %@ là chính xác.
zh_hans_cn: - 请确认 %@ 钱包类型正确。
zh_hant_tw: - 請確認 %@ 錢包類型正確。

# fragment_withdrawal_amount_notice1_substring
source: destination %@ wallet type
cs_cz: cíl %@ typu peněženky
da_dk: destinationen %@ tegnebog
de_de: Ziel %@ Wallet Typ
es_es: tipo de monedero %@ de destino
fr_fr: destination %@ du type de portefeuille
hi_in: गंतव्य %@ वॉलेट प्रकार
id_id: tujuan %@ tipe dompet
ja_jp: 出金される %@の種類
ms_my: destinasi %@ jenis dompet
my_mm: ငွေထုတ်မည့် %@ အမျိုးအစား
nl_nl: bestemming %@ wallet type
pl_pl: docelowy %@ typ
pt_br: tipo de carteira %@ de destino
ru_ru: тип кошелка %@
sq_al: lloji i portofolit të destinacionit %@
sv_se: destinationen %@ plånbokstyp
sw_ke: aina ya mfuko ya %@
tr_tr: Hedef %@ cüzdan türü
uk_ua: тип гаманця %@ отримувача
vi_vn: điểm đến loại ví %@
zh_hans_cn: %@ 钱包类型
zh_hant_tw: %@ 錢包類型

# activity_deposit_notice2_3
source: - All %@ deposits are automatically staked.
cs_cz: - All %@ vkladů jsou automaticky vsazena.
da_dk: - Alle %@ indbetalinger stakes automatisk.
de_de: - Alle %@ Deposits sind automatisch gestaked.
es_es: -Todos los depósitos de %@ son automáticamente staked.
fr_fr: - Tous les dépôts %@ sont automatiquement stakés.
hi_in: - सभी %@ जमा स्वचालित रूप से स्टेक पर लगे हैं।
id_id: - Semua %@ deposit otomatis di staked.
ja_jp: - %@ 入金の場合全ての入金が自動でステーク(Stake) されます。
ms_my: - Semua %@ deposit staked secara automatik.
my_mm: - %@ သွင်းငွေအားလုံးသည် အလိုအလျောက် stakeပြီးသားဖြစ်ပါသည်။
nl_nl: - Alle %@ stortingen worden automatisch gestaked.
pl_pl: - Wszystkie depozyty %@ są automatycznie stakowane.
pt_br: - Todos os %@ depósitos são automaticamente staked.
ru_ru: - Все %@ депозиты автоматически ставятся на стейк.
sq_al: - Të gjitha depozitat e %@ janë të stakuata automatikisht.
sv_se: - Alla %@ insättningar är automatiskt stejkade.
sw_ke: - Uwekaji wote wa %@ zinafanyiwa steki kiotomatiki.
tr_tr: -Tüm %@ para yatırma işlemleri otomatik olarak stake yapılır.
uk_ua: - Усі %@ депозити автоматично ставляться на стейк.
vi_vn: - Tât cả %@ tiền gửi đều được tự động đặt cược.
zh_hans_cn: - 所有 %@ 充值已自动 stake。
zh_hant_tw: - 所有 %@ 充值已自動 stake。

# alert_withdrawal_krw_limited_by_one_time_limit
source: Withdrawal unsuccessful, one time KRW maximum withdrawal limit exceeded.
cs_cz: Výběr neúspěšný, překročen maximální limit výběru KRW.
da_dk: Hævningen mislykkedes, KRW maksimale engangs hæve loft overskredet.
de_de: Abhebung fehlgeschlagen, einmaliges KRW Abhebungsmaximum wurde ueberschritten.
es_es: Retiro fallido, el límite máximo de retiro de KRW ha sido excedido.
fr_fr: Échec du retrait, la limite maximum du retrait en KRW a été dépassée.
hi_in: निकासी असफल, एक बार KRW अधिकतम निकासी सीमा पार हो गई।
id_id: Penarikan tidak berhasil, satu kali melebihi batas penarikan maksimum KRW.
ja_jp: 出金失敗、KRW1回の出金限度を超過しました。
ms_my: Pengeluaran gagal, melebihi had pengeluaran maksimum KRW satu kali.
my_mm: ငွေထုတ်ခြင်း မအောင်မြင်ပါ။ KRW 1ကြိမ် ထုတ်ယူခွင့်ကန့်သတ်ချက်ကို ကျော်လွန်သွားပါပြီ။
nl_nl: Opname mislukt, eenmalige maximale KRW opnamelimiet overschreden.
pl_pl: Wypłata nie powiodła się, przekroczono maksymalny limit jednorazowej wypłaty KRW.
pt_br: Saque sem êxito, limite máximo de retirada de KRW excedido.
ru_ru: Неуспешная попытка вывода средств, превышен лимит снятия KRW за один раз.
sq_al: Tërheqja ishte e pasuksesshme, kufiri maksimal i tërheqjes së KRW u tejlakua.
sv_se: Uttag misslyckades, gräns för maximalt engångsuttag av KRW har överskridits.
sw_ke: Utoaji haujafaulu, kiwango cha juu zaidi cha mara moja cha utoaji wa KRW kimepitwa.
tr_tr: Para çekme başarısız oldu, bir defalık KRW maksimum para çekme limiti aşıldı.
uk_ua: Невдала спроба виведення коштів, перевищено ліміт зняття KRW за один раз.
vi_vn: Rút tiền không thành công, vượt quá giới hạn rút tối đa KRW trong một lần.
zh_hans_cn: 提款失败，已超过最大韩币提款尝试次数
zh_hant_tw: 提幣失敗. KRW 超過一次提幣上限

# dialog_sms_content
source: Please enter the code included in the SMS.
cs_cz: Prosím vložte kód poskytnutý v SMS.
da_dk: Indtast koden, der er inkluderet i beskeden.
de_de: Bitte geben Sie den SMS Code ein.
es_es: Por favor ingresa el código incluido en el SMS.
fr_fr: Veuillez entrer le code reçu par SMS.
hi_in: कृपया SMS में शामिल कोड दर्ज करें।
id_id: Harap masukkan kode yang disertakan dalam SMS.
ja_jp: 認証コードがSMSで送信されました。. 確認後に入力してください。
ms_my: Sila masukkan kod yang disertakan di SMS.
my_mm: ကျေးဇူးပြု၍ SMS တွင်ပါရှိသောကုဒ်ကိုထည့်ပါ။
nl_nl: Voer de code uit de SMS in.
pl_pl: Wprowadź kod zawarty w wiadomości SMS.
pt_br: Por favor, insira o código incluído no SMS.
ru_ru: Пожалуйста, введите код из СМС.
sq_al: Ju lutemi shkruani kodin që ndodhet në SMS.
sv_se: Vänligen fyll i koden som har skickats via SMS.
sw_ke: Tafadhali weka msimbo uliojumuishwa kwenye SMS.
tr_tr: Lütfen SMS'de bulunan kodu giriniz.
uk_ua: Будь ласка, введіть код із СМС.
vi_vn: Hãy nhập mã bao gồm trong SMS
zh_hans_cn: 请输入短信验证码
zh_hant_tw: 驗證碼已用 SMS 發送. 請確認後輸入.

# dialog_serviceagreement_confirmbutton
source: Confirm
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestaetigen
es_es: Confirmar
fr_fr: Confirmer
hi_in: पुष्टि करें
id_id: Konfirmasi
ja_jp: 同意
ms_my: Sahkan
my_mm: သဘောတူသည်။
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_br: Confirmar
ru_ru: Подтвердить
sq_al: Konfirmo
sv_se: Bekräfta
sw_ke: Thibitisha
tr_tr: Onayla
uk_ua: Підтвердити
vi_vn: Xác nhận
zh_hans_cn: 确认
zh_hant_tw: 同意

# dialog_serviceagreement_title
source: ProBit Global membership agreement
cs_cz: Souhlas s členstvím ProBit Global
da_dk: ProBit-medlemsaftale
de_de: ProBit Mitgliedschaftsvereinbarung
es_es: Acuerdo de Membresía ProBit
fr_fr: Accord d'adhésion à ProBit Global
hi_in: ProBit Global सदस्यता समझौता
id_id: Perjanjian keanggotaan ProBit
ja_jp: ProBit加入同意
ms_my: Perjanjian keahlian ProBit
my_mm: ProBit အဖွဲ့ဝင်သဘောတူညီချက်
nl_nl: Lidmaatschapsovereenkomst ProBit
pl_pl: Umowa członkowska ProBit Global
pt_br: Acordo de membro ProBit Global
ru_ru: Соглашение пользователя ProBit Global
sq_al: Marrëveshja e anëtarësimit ProBit
sv_se: ProBit medlemsavtal
sw_ke: Mkataba wa uanachama wa ProBit
tr_tr: ProBit üyelik anlaşması
uk_ua: Угода користувача ProBit Global
vi_vn: Hợp đồng thành viên ProBit
zh_hans_cn: 同意加入ProBit Global
zh_hant_tw: 同意加入ProBit Global

# dialog_serviceagreement_information_title
source: I agree to provide membership information on ProBit Global.
cs_cz: Souhlasím že poskytnu osobní informace na ProBit Global.
da_dk: Jeg accepterer at give medlemskabsoplysninger på ProBit.
de_de: Ich stimme zu, Mitgliedschaftsinformationen auf ProBit zur Verfuegung zu stellen.
es_es: Acepto proveer información de membresía en ProBit.
fr_fr: J'accepte de fournir les informations d'adhésion à ProBit Global.
hi_in: मैं ProBit Global पर सदस्यता जानकारी प्रदान करने के लिए सहमत हूं।
id_id: Saya setuju untuk memberikan informasi keanggotaan pada ProBit.
ja_jp: ProBitに会員情報を提供することに同意します。
ms_my: Saya bersetuju untuk memberikan maklumat keahlian di ProBit.
my_mm: ProBit တွင် အဖွဲ့ဝင်ခြင်းဆိုင်ရာ အချက်အလက်ကို ကျွန်ုပ်သဘောတူပါသည်။
nl_nl: Ik ga ermee akkoord om lidmaatschapsgegevens aan ProBit te verstrekken.
pl_pl: Wyrażam zgodę na podanie informacji o członkostwie w ProBit Global.
pt_br: Concordo em fornecer informações de membro na ProBit Global.
ru_ru: Я соглашаюсь предоставить информацию пользователя для ProBit Global.
sq_al: Unë pranoj të jap informacione për anëtarësimin në ProBit.
sv_se: Jag samtycker att dela med mig av min medlemsinformation till ProBit.
sw_ke: Ninakubali kutoa maelezo ya uanachama kwenye ProBit.
tr_tr: ProBit hakkında üyelik bilgilerimin paylaşılmasını kabul ediyorum.
uk_ua: Я погоджуюся надати інформацію про членство для ProBit Global.
vi_vn: Tôi đồng ý để cung cấp thông tin thành viên trên ProBit.
zh_hans_cn: 我同意向ProBit Global提供会员信息。
zh_hant_tw: 我同意向ProBit Global提供會員信息。

# dialog_serviceagreement_terms_title
source: I agree to ProBit Global's terms and conditions.
cs_cz: Souhlasím se zásadami a podmínkami společnosti ProBit Global.
da_dk: Jeg accepterer ProBits vilkår og betingelser.
de_de: Ich stimme den Geschaeftsbedingungen von ProBit zu.
es_es: Acepto los términos y condiciones de ProBit.
fr_fr: J'acceptes les Termes et Conditions de ProBit Global.
hi_in: मैं ProBit Global के नियमों और शर्तों से सहमत हूं।
id_id: Saya setuju dengan syarat dan ketentuan ProBit.
ja_jp: ProBitの利用約款に同意します。
ms_my: Saya bersetuju dengan Terma dan Syarat ProBit.
my_mm: ProBit ၏ စည်းကမ်းသတ်မှတ်ချက်များကို ကျွန်ုပ်သဘောတူပါသည်။
nl_nl: Ik ga akkoord met de algemene voorwaarden van ProBit.
pl_pl: Wyrażam zgodę na warunki ProBit Global.
pt_br: Eu concordo com os termos e condições da ProBit Global.
ru_ru: Я согласен/на с пользовательским соглашением ProBit Global.
sq_al: Unë pajtohem me termat dhe kushtet e ProBit.
sv_se: Jag godkänner ProBits villkor.
sw_ke: Ninakubali sheria na masharti ya ProBit.
tr_tr: ProBit'nin hüküm ve koşullarını kabul ediyorum.
uk_ua: Я погоджуюся з угодою користувача ProBit Global.
vi_vn: Tôi đồng ý điều khoản và điều kiện của ProBit.
zh_hans_cn: 我同意ProBit Global的服务条款。
zh_hant_tw: 我同意ProBit Global的服務條款。

# dialog_serviceagreement_privacy_title
source: I agree to ProBit Global's privacy policy.
cs_cz: Souhlasím s zásadami ochrany osobních údajů společnosti ProBit Global.
da_dk: Jeg accepterer ProBits privatlivspolitik.
de_de: Ich stimme den Datenschutzrichtlinien von ProBit zu.
es_es: Acepto las políticas de privacidad de ProBit.
fr_fr: J'accepte la Politique de Confidentialité de ProBit Global.
hi_in: मैं ProBit Global की गोपनीयता नीति से सहमत हूं।
id_id: Saya setuju dengan kebijakan privasi ProBit
ja_jp: ProBitの個人情報取扱方針に同意します。
ms_my: Saya bersetuju dengan Dasar privasi ProBit.
my_mm: ProBit ၏ ကိုယ်ရေးကိုယ်တာမူဝါဒကို ကျွန်ုပ်သဘောတူပါသည်။
nl_nl: Ik ga akkoord met het privacybeleid van ProBit.
pl_pl: Wyrażam zgodę na politykę prywatności ProBit Global.
pt_br: Eu concordo com a política de privacidade da ProBit Global.
ru_ru: Я согласен с политикой конфиденциальности ProBit Global.
sq_al: Unë pajtohem me politikën e privatësisë së ProBit.
sv_se: Jag godkänner ProBits integritetspolicy.
sw_ke: Ninakubali sera ya faragha ya ProBit.
tr_tr: ProBit'nin gizlilik politikasını kabul ediyorum.
uk_ua: Я погоджуюся з політикою конфіденційності ProBit Global.
vi_vn: Tôi đồng ý với chính sách bảo mật của ProBit.
zh_hans_cn: 我同意ProBit Global的隐私政策。
zh_hant_tw: 我同意ProBit Global的隱私政策。

# transferdistributionhistoryadapter_acceptor_delayed_krw
source: To prevent voice phishing and financial fraud, the balance will be updated later.
cs_cz: Aby nedošlo k phishingu a finančním podvodům, bude zůstatek aktualizován později.
da_dk: For at forhindre vishing og økonomisk svindel opdateres balancen senere.
de_de: Um Voice Phishing und finanziellen Betrug zu verhindern, wird das Saldo spaeter aktualisiert.
es_es: Para prevenir vishing y fraude financiero, el balance será actualizado más tarde.
fr_fr: Afin d'éviter les fraudes financières et l'hameçonnage par téléphone, le solde sera mis à jour ultérieurement.
hi_in: वॉयस फ़िशिंग और वित्तीय धोखाधड़ी को रोकने के लिए, शेष राशि बाद में अपडेट की जाएगी।
id_id: Untuk mencegah phishing suara dan penipuan keuangan, saldo akan diperbarui nantinya.
ja_jp: 振り込め詐欺及び金融詐欺の予防のため、一定時間遅れて反映されます。
ms_my: Bagi mengelakkan phishing suara dan dan penipuan kewangan, baki akan dikemaskini kemudian.
my_mm: voice phishingနှင့် ငွေကြေးလိမ်လည်မှုများကို တားဆီးရန် လက်ကျန်ငွေကို နောက်မှ အပ်ဒိတ်လုပ်ပါမည်။
nl_nl: Om voice phishing en financiële fraude te voorkomen, wordt het saldo later bijgewerkt.
pl_pl: Aby zapobiec phishingowi głosowemu i oszustwom finansowym, saldo zostanie zaktualizowane później.
pt_br: Para evitar phishing de voz e fraude financeira, o saldo será atualizado posteriormente.
ru_ru: Чтобы предотвратить голософой фишинг и мошенничество, баланс будет обновлён позднее.
sq_al: Për të parandaluar Phishing dhe mashtrimin financiar, bilanci do të përditësohet më vonë.
sv_se: För att förhindra röstfiske och ekonomiskt bedrägeri, kommer saldot att uppdateras senare.
sw_ke: Ili kuzuia wizi wa sauti na ulaghai wa kifedha, baki litasasishwa baadaye.
tr_tr: Sesli kimlik ve finansal dolandırıcılığı önlemek için, bakiye daha sonra güncellenecektir.
uk_ua: Щоб запобігти голосовому фішингу та шахрайству, баланс буде оновлено пізніше.
vi_vn: Để ngăn chặn lừa đảo bằng giọng nói, tội phạm tài chính, số dư sẽ được cập nhật sau đó.
zh_hans_cn: 为防止网络钓鱼诈骗，余额稍后更新。
zh_hant_tw: 為防止網路釣魚詐騙，餘額稍後更新。

# transferdistributionhistoryadapter_acceptor_until
source: Estimated balance update: %@
cs_cz: Odhadovaná aktualizace zůstatku: %@
da_dk: Estimeret balance opdatering: %@
de_de: Geschaetztes Saldo Update: %@
es_es: Actualización estimada de Saldo:%@
fr_fr: Mise à jour du solde actuel estimé à : %@
hi_in: अनुमानित शेष अद्यतन: %@
id_id: Estimasi saldo diperbarui: %@
ja_jp: 残高反映予定: %@
ms_my: Anggaran kemaskini baki: %@
my_mm: ခန့်မှန်းလက်ကျန် အပ်ဒိတ်: %@
nl_nl: Geschatte bijgewerkte saldo: %@
pl_pl: Aktualizacja szacowanego salda: %@
pt_br: Atualização estimada do saldo: %@
ru_ru: Остаток средств на счету: %@
sq_al: Përditësimi i bilancit të vlerësuar: %@
sv_se: Beräknad saldouppdatering: %@
sw_ke: Kadirio la sasisho la baki: %@
tr_tr: Tahmini bakiye güncellemesi: %@
uk_ua: Залишок коштів на рахунку: %@
vi_vn: Cập nhật số dư dự tính: %@
zh_hans_cn: 预计余额更新: %@
zh_hant_tw: 預計餘額更新: %@

# transferdistributionhistoryadapter_acceptor_suspended_content
source: Deposits and withdrawals are suspended. For more information, please look at the related announcement on the homepage.
cs_cz: Vklady a výběry jsou pozastaveny. Další informace naleznete v souvisejícím oznámení na domovské stránce.
da_dk: Indbetalinger og hævninger suspenderes. For mere information, se den tilknyttede meddelelse på forsiden.
de_de: Deposits und Abhebungen wurden suspendiert. Für weitere Informationen, lesen Sie bitte die entsprechenden Mitteilungen auf der Homepage.
es_es: Los depósitos y retiros están actualmente suspendidos. Para más información, por favor revisa los anuncios relacionados a este problema en la página de inicio.
fr_fr: Les retraits et les dépôts sont suspendus. Pour plus d'informations, veuillez vérifier la catégorie "Annonces" sur la page d'accueil.
hi_in: जमा और निकासी निलंबित हैं। अधिक जानकारी के लिए, कृपया मुखपृष्ठ पर संबंधित घोषणा देखें।
id_id: Deposit dan penarikan ditangguhkan. Untuk informasi lebih lanjut, silakan lihat pengumuman terkait di homepage.
ja_jp: 入出金が一時停止されています。 詳しい情報はお知らせをご参照ください。
ms_my: Deposit dan pengeluaran disekat. Untuk maklumat lanjut, sila semak pada pengumuman berkaitan di laman utama.
my_mm: ငွေသွင်း/ငွေထုတ်မှုများကို ဆိုင်းငံ့ထားပါသည်။ ပိုမိုသိရှိလိုပါက ပင်မစာမျက်နှာရှိ ကြေညာချက်ကို ကြည့်ရှုပါ။
nl_nl: Stortingen en opnames zijn opgeschort. Kijk voor meer informatie over de gerelateerde mededeling op de thuispagina.
pl_pl: Wpłaty i wypłaty są zawieszone. Aby uzyskać więcej informacji, zapoznaj się z odpowiednim ogłoszeniem na stronie głównej.
pt_br: Depósitos e saques estão suspensos. Para mais informações, consulte o anúncio relacionado na página inicial.
ru_ru: Вывод и ввод средств приостановлено. Подробную информацию ищите в статье в разделе "Объявления".
sq_al: Depozitat dhe tërheqjet janë pezulluar. Për më shumë informacion, ju lutemi shikoni njoftimin përkatës në faqen kryesore.
sv_se: Insättningar och uttag har avbrutits. För mer information, se relaterade meddelanden på hemsidan.
sw_ke: Uwekaji na utoaji umesitishwa. Kwa habari zaidi, tafadhali angalia tangazo linalohusiana kwenye ukurasa wa nyumbani.
tr_tr: Para yatırma ve çekme işlemleri askıya alındı. Daha fazla bilgi için lütfen ana sayfadaki ilgili duyuruya bakınız.
uk_ua: Зняття коштів і депозит призупинено. Детальну інформацію шукайте в статті у розділі "Оголошення".
vi_vn: Gửi tiền và rút tiền đã bị đình chỉ. Để biết thêm thông tin, hãy xem thông báo liên quan trên trang chủ.
zh_hans_cn: 充提暂停。 更多信息，请查看主页上的相关公告。
zh_hant_tw: 充值暫停。更多訊息，請查看主頁上的相關公告。

# transferdistributionhistoryadapter_acceptor_delayed_content
source: Withdrawals and deposits are currently experiencing delays.
cs_cz: V současné době dochází k zpožděním výběru a vkladům.
da_dk: Hævninger og indbetalinger oplever i øjeblikket forsinkelser.
de_de: Abhebungen und Deposits verzoegern sich derzeit.
es_es: Retiros y depósitos están retrasos actualmente.
fr_fr: Les retraits et les dépôts sont actuellement retardés.
hi_in: निकासी और जमा वर्तमान में देरी का सामना कर रहे हैं।
id_id: Penarikan dan deposito saat ini mengalami penundaan.
ja_jp: 入出金が遅れています。
ms_my: Pengeluaran dan deposit sedang mengalami kelewatan buat masa ini.
my_mm: ငွေထုတ်ခြင်းနှင့် ငွေသွင်းခြင်းတို့တွင် နှောင့်နှေးခြင်းများ ကြုံနေရပါသည်။
nl_nl: Opnames en stortingen zijn momenteel onderheven aan vertragingen.
pl_pl: Wypłaty i depozyty są obecnie opóźnione.
pt_br: Os saques e depósitos estão no momento passando por atrasos.
ru_ru: На данный момент, вывод и ввод средств происходит с задержкой.
sq_al: Tërheqjet dhe depozitat aktualisht po përjetojnë vonesa.
sv_se: Uttag och insättningar upplever för närvarande förseningar.
sw_ke: Utoaji na uwekaji kwa sasa zinakabiliwa na ucheleweshaji.
tr_tr: Para çekme ve para yatırma işlemlerinde şu anda gecikmeler yaşanıyor.
uk_ua: На даний момент, зняття коштів і депозит відбуваються із затримкою.
vi_vn: rút tiền và đặt cọc hiện đang bị hoãn.
zh_hans_cn: 正在充提中，速度处理较慢。
zh_hant_tw: 正在充值中，處理速度較慢。

# transferdistributionhistoryadapter_krwslot_night
source: once between 5pm-6pm
cs_cz: jednou mezi 17-18h
da_dk: en gang mellem klokken 17:00–18:00
de_de: Einmal zwischen 17–18 Uhr
es_es: entre 5pm y 6pm
fr_fr: une fois entre 17h et 18h
hi_in: एक बार शाम 5pm-6pm बजे के बीच
id_id: satu kali antara 5pm-6pm
ja_jp: 午後5時から午後6時の間
ms_my: Satu kali di antara 5pm-6pm
my_mm: ညနေ ၅ နာရီမှ ၆ နာရီကြား
nl_nl: eenmaal tussen 17.00 uur en 18.00 uur
pl_pl: raz pomiędzy 17:00-18:00
pt_br: Uma vez entre 5pm-6pm
ru_ru: второй раз в промежутке с 17 до 18 часов
sq_al: një herë nga ora 5-6 pasdite
sv_se: en gång mellan 17:00-18:00
sw_ke: mara moja kati ya 5pm-6pm
tr_tr: bir kez 17.00-18.00 arasında
uk_ua: другий раз між 17:00–18:00
vi_vn: một lần giữa 5h-6h chiều
zh_hans_cn: 下午 5 - 6 点之间
zh_hant_tw: 下午 5點到 下午 6點的時段

# transferdistributionhistoryadapter_krwslot_noon
source: once between 12pm-1pm
cs_cz: jednou mezi 12-13h
da_dk: en gang mellem klokken 12:00–13:00
de_de: Einmal zwischen 12–13 Uhr
es_es: entre 12pm y 1pm
fr_fr: une fois entre 12h et 13h
hi_in: दोपहर 12am–1pm बजे के बीच
id_id: satu kali antara 12pm-1pm
ja_jp: 午後12時から午後1時の間
ms_my: Satu kali di antara 12pm-1pm
my_mm: နေ့လည် ၁၂ နာရီမှ ၁ နာရီကြား
nl_nl: eenmaal tussen 12.00 en 13.00 uur
pl_pl: raz pomiędzy 12:00-13:00
pt_br: Uma vez entre 12pm-1pm
ru_ru: один раз между 12-13 часами
sq_al: një herë nga ora 12 pasdite deri në mbrëmje
sv_se: en gång mellan 12:00-13:00
sw_ke: mara moja kati ya 12pm-1pm
tr_tr: bir kez 12:00 ile 13:00 arasında
uk_ua: один раз між 12:00–13:00
vi_vn: một lần giữa 12h-1h chiều
zh_hans_cn: 中午 12 到 1 点之间
zh_hant_tw: 下午 12點到 下午 1點的 時段
