Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# title_tradefeed
source: TRADE FEED
cs_cz: OBCHODNÍ PODÁNÍ
hi_in: व्यापार(ट्रेड) फ़ीड
id_id: FEED TRADING
ja_jp: 最近の取引
ms_my: FEED TRADING
pl_pl: HANDLOWY FEED
ru_ru: ТОРГОВЛЯ
sq_al: LAJMET RRETH TREGTISË
sv_se: TRADE-FLÖDE
sw_ke: KILISHI CHA BIASHARA
tr_tr: İŞLEM
uk_ua: ТОРГІВЛЯ
vi_vn: FEED GIAO DỊCH
zh_hans_cn: 最近交易
zh_hant_tw: 最近交易

# searchbar_hint
source: Symbol or name
cs_cz: Symbol nebo jméno
da_dk: Symbol eller navn
de_de: Symbol oder Name
es_es: Símbolo o Nombre
fr_fr: Symbole ou nom
hi_in: प्रतीक या नाम
id_id: Simbol or Nama
ja_jp: シンボルまたは名前
ms_my: Simbol atau Nama
my_mm: သင်္ကေတ သို့မဟုတ် အမည်
nl_nl: Symbool of naam
pl_pl: Symbol lub nazwa
pt_br: Símbolo ou nome
ru_ru: Символ или имя
sq_al: Simboli ose emri
sv_se: Symbol eller namn
sw_ke: Alama au jina
tr_tr: Sembol veya isim
uk_ua: Символ чи ім'я
vi_vn: Mã hoặc tên
zh_hans_cn: 英文缩写或全称
zh_hant_tw: 英文縮寫或全稱

# marketlist_pair
source: Trading pair
cs_cz: Obchodní pár
da_dk: Trading par
de_de: Trading-paar
es_es: Socio
fr_fr: Paire de trading
hi_in: ट्रेडिंग जोड़ी
id_id: Pasangan
ja_jp: 取引ペア
ms_my: Pasangan trading
my_mm: အရောင်းအဝယ်အတွဲ
nl_nl: Handelspaar
pl_pl: Para handlowa
pt_br: Par de trading
ru_ru: Торговая пара
sq_al: Palët tregtare
sv_se: Trading-par
sw_ke: Jozi ya biashara
tr_tr: İşlem paritesi
uk_ua: Торгівельна пара
vi_vn: Cặp giao dịch
zh_hans_cn: 交易对
zh_hant_tw: 交易對

# marketlist_volume
source: Vol
cs_cz: Množství
da_dk: Volume
es_es: Volumen
hi_in: वॉल्यूम
ja_jp: 取引代金
nl_nl: Volume
pl_pl: Ilość
pt_br: Volume
ru_ru: Объем
sw_ke: Juzuu
tr_tr: Hacim
uk_ua: Об'єм
vi_vn: Số lượng
zh_hans_cn: 总额
zh_hant_tw: 總額

# marketlist_price
source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
hi_in: कीमत
id_id: Harga
ja_jp: 価格
ms_my: Harga
my_mm: စျေးနှုန်း
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ru_ru: Цена
sq_al: Çmimi
sv_se: Pris
sw_ke: Bei
tr_tr: Fiyat
uk_ua: Ціна
vi_vn: Giá
zh_hans_cn: 价格
zh_hant_tw: 價格

# login_forgot_password
source: Forgot your password?
cs_cz: Zapomněli jste vaše heslo?
da_dk: Glemt din adgangskode?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
hi_in: क्या आप पासवर्ड भूल गए हैं?
id_id: Lupa dengan kata sandi?
ja_jp: パスワードを忘れましたか？
ms_my: Lupa kata laluan anda?
my_mm: သင့်ရဲ့စကားဝှက်ကိုမေ့နေပါသလား?
nl_nl: Wachtwoord vergeten?
pl_pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
ru_ru: Забыли Выш пароль?
sq_al: Keni harruar fjalëkalimin tuaj?
sv_se: Glömt lösenordet?
sw_ke: Je, umesahau nenosiri lako?
tr_tr: Şifreni mi unuttun?
uk_ua: Забули пароль?
vi_vn: Quên mật khẩu?
zh_hans_cn: 忘记密码？
zh_hant_tw: 忘記密碼？

# login_email
source: E-mail
hi_in: ईमेल
ja_jp: Eメール
ms_my: E-mel
my_mm: အီးမေးလ်
pl_pl: Adres e-mail
ru_ru: Эл.Почта
sv_se: E-post
sw_ke: Barua pepe
uk_ua: Електронна пошта
zh_hans_cn: 邮件
zh_hant_tw: 電子信箱

# login_password
source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata Sandi
ja_jp: パスワード
ms_my: Kata laluan
my_mm: စကား၀ှက်
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ru_ru: Пароль
sq_al: Fjalëkalimi
sv_se: Lösenord
sw_ke: Nenosiri
tr_tr: Şifre
uk_ua: Пароль
vi_vn: Mật khẩu
zh_hans_cn: 密码
zh_hant_tw: 密碼

# login_btn_login
source: Log In
cs_cz: Přihlásit se
da_dk: Log på
es_es: Iniciar Sesión
fr_fr: Se connecter
hi_in: लॉग इन
id_id: Masuk
ja_jp: ログイン
ms_my: Log masuk
my_mm: လော့ဂ်အင်၀င်ပါ။
pl_pl: Zaloguj
pt_br: Entrar
ru_ru: Войти
sq_al: Kyçuni
sv_se: Logga in
sw_ke: Ingia
tr_tr: Oturum Aç
uk_ua: Увійти
vi_vn: Đăng Nhập
zh_hans_cn: 登录
zh_hant_tw: 登入

# login_dialog_otp_content
source: Please enter your OTP number
cs_cz: Prosím vložte vaše OTP číslo
da_dk: Indtast dit OTP nummer
de_de: Bitte geben Sie Ihre OTP Nummer ein
es_es: Por favor ingresa tu número autenticador OTP
fr_fr: Veuillez insérer votre numéro d'OTP.
hi_in: कृपया अपना OTP नंबर दर्ज करें
id_id: Silaka masukkan nomor OTP anda
ja_jp: OTP 番号を入力してください。
ms_my: Sila masukkan nombor OTP anda
my_mm: သင်၏ OTP နံပါတ်ကို ထည့်ပါ။
nl_nl: Vul je OTP nummer in
pl_pl: Wprowadź numer OTP
pt_br: Por favor insira seu número OTP
ru_ru: Пожалуйста, введите Ваш номер OTP
sq_al: Ju lutemi shkruani numrin tuaj OTP
sv_se: Vänligen fyll i OTP-nummer
sw_ke: Tafadhali ingiza nambari yako ya OTP
tr_tr: Lütfen TOTP kimlik doğrulama numaranızı giriniz
uk_ua: Будь ласка, введіть ваш номер OTP
vi_vn: Vui lòng nhập số OTP của bạn
zh_hans_cn: 请输入OTP码
zh_hant_tw: 請輸入OTP碼

# report_openorders
source: Open Orders
cs_cz: Otevřené objednávky
da_dk: Åben ordrer
de_de: Offene bestellungen
es_es: Ordenes abiertas
fr_fr: Ordres ouverts
hi_in: खुले आदेश
id_id: Order terbuka
ja_jp: 未締結注文
ms_my: Pesanan terbuka
my_mm: အဖွင့်အော်ဒါများ
nl_nl: Openstaande orders
pl_pl: Otwarte zamówienia
pt_br: Ordens abertas
ru_ru: Открытые ордера
sq_al: Porositë e hapura
sv_se: Öppna ordrar
sw_ke: Maagizo wazi
tr_tr: Siparişleri aç
uk_ua: Відкриті замовлення
vi_vn: Lệnh đặt đang mở
zh_hans_cn: 未成交记录
zh_hant_tw: 未成交紀錄

# report_orderhistory
source: Order history
cs_cz: Historie objednávek
da_dk: Ordre historik
de_de: Bestell history
es_es: Historial de orden
fr_fr: Historique d'ordre
hi_in: आदेश इतिहास
id_id: Riwayat order
ja_jp: 注文内訳
ms_my: Rekod pesanan
my_mm: အော်ဒါမှတ်တမ်း
nl_nl: Order geschiedenis
pl_pl: Historia zamówień
pt_br: Histórico de ordem
ru_ru: История заказов
sq_al: Historia e porosive
sv_se: Orderhistorik
sw_ke: Historia ya maagizo
tr_tr: Sipariş geçmişi
uk_ua: Історія замовлень
vi_vn: Lịch sử đặt lệnh
zh_hans_cn: 下单记录
zh_hant_tw: 下單紀錄

# report_tradehistory
source: Trade history
cs_cz: Historie obchodu
da_dk: Trade historik
es_es: Historial de trade
fr_fr: Historique des transactions
hi_in: व्यापार(ट्रेड) इतिहास
id_id: Riwayat trading
ja_jp: 取引内訳
ms_my: Rekod trade
my_mm: အရောင်းအ၀ယ်မှတ်တမ်း
nl_nl: Handel geschiedenis
pl_pl: Historia handlu
pt_br: Histórico de negociação
ru_ru: История торгов
sq_al: Historia e tregut
sv_se: Tradinghistorik
sw_ke: Historia ya biashara
tr_tr: İşlem tarihi
uk_ua: Історія торгівлі
vi_vn: Lịch sử giao dịch
zh_hans_cn: 交易记录
zh_hant_tw: 交易紀錄

# viewholder_history_orderhistory_price
source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
fr_fr: Prix
hi_in: कीमत
id_id: Harga
ja_jp: 注文価格
ms_my: Harga
my_mm: စျေးနှုန်း
nl_nl: Prijs
pl_pl: Cena
pt_br: Preço
ru_ru: Цена
sq_al: Çmimi
sv_se: Pris
sw_ke: Bei
tr_tr: Fiyat
uk_ua: Ціна замовлення
vi_vn: Giá
zh_hans_cn: 下单价格
zh_hant_tw: 下單價格

# viewholder_history_orderhistory_total
source: Total
cs_cz: Celkově
hi_in: संपूर्ण
ja_jp: 締結総額
ms_my: Jumlah
my_mm: စုစုပေါင်း
nl_nl: Totaal
pl_pl: Suma
ru_ru: Всего
sq_al: Totali
sv_se: Totalt
sw_ke: Jumla
tr_tr: Toplam
uk_ua: Усього
vi_vn: Tổng
zh_hans_cn: 成交总额
zh_hant_tw: 成交總額

# common_buy
source: Buy
cs_cz: Koupit
da_dk: Køb
de_de: Kaufen
es_es: COMPRAR
fr_fr: Acheter
hi_in: खरीदें
id_id: BELI
ja_jp: 買収
ms_my: Beli
my_mm: အ၀ယ်
nl_nl: Kopen
pl_pl: Kup
pt_br: COMPRAR
ru_ru: Купить
sq_al: Bli
sv_se: Köp
sw_ke: Nunua
tr_tr: Satın al
uk_ua: Купити
vi_vn: MUA
zh_hans_cn: 买入
zh_hant_tw: 買入

# sell_noformat
source: Sell
cs_cz: Prodat
da_dk: Sælg
de_de: Verkaufen
es_es: VENDER
fr_fr: Vendre
hi_in: बेचना
id_id: JUAL
ja_jp: 売り渡し
ms_my: Jual
my_mm: အရောင်း
nl_nl: Verkopen
pl_pl: Sprzedaj
pt_br: VENDER
ru_ru: Продать
sq_al: Shit
sv_se: Sälj
sw_ke: Uza
tr_tr: Sat
uk_ua: Продати
vi_vn: BÁN
zh_hans_cn: 卖出
zh_hant_tw: 賣出

# viewholder_history_orderhistory_amount
source: Amount
cs_cz: Množství
da_dk: Beløb
de_de: Menge
es_es: Cantidad
fr_fr: Montant
hi_in: रकम
id_id: Jumlah
ja_jp: 注文数量
ms_my: Amaun
my_mm: ပမာဏ
nl_nl: Hoeveelheid
pl_pl: Kwota
pt_br: Quantidade
ru_ru: Сумма
sq_al: Shuma
sv_se: Belopp
sw_ke: Kiasi
tr_tr: Miktar
uk_ua: Сума
vi_vn: Số tiền
zh_hans_cn: 下单数量
zh_hant_tw: 下單數量

# viewholder_history_orderhistory_filled
source: Filled
cs_cz: Vyplněno
da_dk: Fyldt
de_de: Voll
es_es: Completado
fr_fr: Completé
hi_in: भर गया है
id_id: Terisi
ja_jp: 締結数量
ms_my: Diisikan
my_mm: ဖြည့်ပြီး
nl_nl: Vol
pl_pl: Wypełnione
pt_br: Completado
ru_ru: Заполнено
sq_al: e kompletuar
sv_se: Fyllda
sw_ke: Imejazwa
tr_tr: Tamamlandı
uk_ua: Заповнено
vi_vn: Đã điền
zh_hans_cn: 成交数量
zh_hant_tw: 成交數量

# viewholder_history_tradehistory_fee
source: Fee
cs_cz: Poplatek
da_dk: Gebyr
de_de: Gebuehr
es_es: Cargo
fr_fr: Frais
hi_in: शुल्क
id_id: Biaya
ja_jp: 手数料
ms_my: Caj
my_mm: အခကြေးငွေ
nl_nl: Kosten
pl_pl: Opłata
pt_br: Taxa
ru_ru: Комиссия
sq_al: Tarifë
sv_se: Avgift
sw_ke: Ada
tr_tr: Ücret
uk_ua: Комісія
vi_vn: Phí
zh_hans_cn: 手续费
zh_hant_tw: 手續費

# refresh_content1
source: Please check your network.
cs_cz: Prosím zkontrolujte své připojení.
da_dk: Kontroller dit netværk.
de_de: Bitte ueberpruefen Sie Ihr Netzwerk.
es_es: Revisa tu conexión
fr_fr: Veuillez vérifier votre connexion.
hi_in: कृपया अपना नेटवर्क जांचें।
id_id: Silakan periksa jaringan Anda.
ja_jp: ネットワークの接続状態を確認して、
ms_my: Sila semak rangkaian anda.
my_mm: သင့်ကွန်ရက်ကို စစ်ဆေးပါ။
nl_nl: Controleer je netwerk.
pl_pl: Sprawdź swoje połączenie.
pt_br: Por favor verifique sua rede.
ru_ru: Пожалуйста, проверьте Ваше соединение.
sq_al: Ju lutemi kontrolloni rrjetin tuaj.
sv_se: Vänligen kontrollera ditt nätverk.
sw_ke: Tafadhali angalia mtandao wako.
tr_tr: Lütfen bağlantınızı kontrol ediniz.
uk_ua: Будь ласка, перевірте ваше з'єднання.
vi_vn: Xin kiểm tra mạng của bạn.
zh_hans_cn: 请确认网络连接状态后
zh_hant_tw: 請確認網路連接狀態後

# refresh_content2
source: Refresh the page
cs_cz: Obnovit stránku
da_dk: Genindlæs siden
de_de: Seite aktualisieren
es_es: Actualizar la página
fr_fr: Actualiser la page
hi_in: पेज को रिफ्रेश करें
id_id: Refresh halaman
ja_jp: ページをリロードしてください。
ms_my: Segarkan semula halaman
my_mm: ပေ့ချ်ကို ပြန်လည်စတင်ပါ။
nl_nl: Ververs de pagina
pl_pl: Odśwież stronę
pt_br: Atualizar a página
ru_ru: Обновить страницу
sq_al: Rifresko faqen
sv_se: Uppdatera sidan
sw_ke: Onyesha upya ukurasa
tr_tr: Sayfayı yenile
uk_ua: Оновити сторінку
vi_vn: Làm mới trang
zh_hans_cn: 请刷新页面
zh_hant_tw: 請重新整理頁面

# refresh_refresh
source: Refresh
cs_cz: Obnovit
da_dk: Genindlæs
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
hi_in: रिफ्रेश
ja_jp: リロード
my_mm: ပြန်လည်စတင်ရန်
nl_nl: Ververs
pl_pl: Odśwież
pt_br: Atualizar
ru_ru: Обновить
sq_al: Rifresko
sv_se: Uppdatera
sw_ke: Onyesha upya
tr_tr: Yenile
uk_ua: Оновити
vi_vn: Làm mới
zh_hans_cn: 刷新
zh_hant_tw: 重新整理

# orderform_marketprice
source: Market
cs_cz: Trh
da_dk: Marked
es_es: Precio de Mercado
fr_fr: Marché
hi_in: बाजार
ja_jp: 市場価格
my_mm: စျေးကွက်
nl_nl: Markt
pl_pl: Rynek
pt_br: Mercado
ru_ru: Рынок
sq_al: Treg
sv_se: Marknad
sw_ke: Soko
tr_tr: Borsa
uk_ua: Ринок
vi_vn: Thị trường
zh_hans_cn: 市价
zh_hant_tw: 市價

# dialog_verify
source: Verify
cs_cz: Potvrdit
da_dk: Verificer
de_de: Verifizieren
es_es: Verificar
fr_fr: Vérifier
hi_in: सत्यापित करें
id_id: Verifikasi
ja_jp: 認証する
ms_my: Sahkan
my_mm: အတည်ပြုရန်
nl_nl: Verifiëren
pl_pl: Zweryfikuj
pt_br: Verificar
ru_ru: Подтвердить
sq_al: Verifiko
sv_se: Verifiera
sw_ke: Thibitisha
tr_tr: Doğrula
uk_ua: Підтвердити
vi_vn: Xác minh
zh_hans_cn: 确认
zh_hant_tw: 確認

# dialog_cancel
source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Loeschen
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करना
id_id: Batal
ja_jp: キャンセル
ms_my: Batalkan
my_mm: ပယ်ဖျက်ရန်
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отмена
sq_al: Anulo
sv_se: Avbryt
sw_ke: Ghairi
tr_tr: İptal et
uk_ua: Скасування
vi_vn: Hủy
zh_hans_cn: 取消
zh_hant_tw: 取消

# report_nocontent_openorder
source: There are no open orders.
cs_cz: Nejsou tu žádné otevřené objednávky.
da_dk: Der findes ingen åbne ordrer.
de_de: Keine offenen Bestellungen.
es_es: No hay ninguna orden abierta
fr_fr: Il n'y a pas d'ordre ouvert.
hi_in: खुले आदेश नहीं हैं।
id_id: Tidak ada pesanan terbuka.
ja_jp: 未締結注文がありません。
ms_my: Tiada terdapan pesanan terbuka.
my_mm: အဖွင့်အော်ဒါမရှိပါ။
nl_nl: Er zijn geen openstaande orders.
pl_pl: Brak otwartych zamówień.
pt_br: Não existe ordens aberta
ru_ru: Нет открытых заказов.
sq_al: Nuk ka porosi të hapura.
sv_se: Det finns inga öppna ordrar.
sw_ke: Hakuna maagizo wazi.
tr_tr: Açık sipariş yok.
uk_ua: Немає відкритих замовлень.
vi_vn: Không có lịch sử lệnh đặt đang mở.
zh_hans_cn: 无未成交记录
zh_hant_tw: 無未成交紀錄

# report_nocontent_orderhistory
source: There is no order history.
cs_cz: Není tu žádná historie objednávek.
da_dk: Der findes ingen ordre historik.
de_de: Keine Bestell History.
es_es: No existe Historial de Orden
fr_fr: Il n'y a pas d'historique d'ordre.
hi_in: कोई आदेश इतिहास नहीं है।
id_id: Tidak ada riwayat pesanan.
ja_jp: 注文内訳がありません。
ms_my: Tidak terdapat rekod pesanan.
my_mm: အော်ဒါမှတ်တမ်းမရှိပါ။
nl_nl: Er is geen order geschiedenis.
pl_pl: Nie ma historii zamówień.
pt_br: Não há histórico de pedido
ru_ru: Нет истории заказов.
sq_al: Nuk ka histori tregtare.
sv_se: Det finns ingen orderhistorik.
sw_ke: Hakuna historia ya kuagiza.
tr_tr: Sipariş geçmişi yok.
uk_ua: Немає історії замовлень.
vi_vn: Không có lịch sử đặt lệnh.
zh_hans_cn: 无下单记录
zh_hant_tw: 無下單紀錄

# report_nocontent_tradehistory
source: There is no trade history.
cs_cz: Není tu žádná historie obchodování.
da_dk: Der findes ingen trade historik
de_de: Keine Trade History.
es_es: No existe Historial de Trade
fr_fr: Il n'y a pas d'historique de transaction.
hi_in: कोई व्यापार(ट्रेड) इतिहास नहीं है।
id_id: Tidak ada Riwayat trading.
ja_jp: 取引内訳がありません。
ms_my: Tiada trade dalam rekod.
my_mm: အရောင်းအ၀ယ်မှတ်တမ်း မရှိပါ။
nl_nl: Er is geen handelsgeschiedenis.
pl_pl: Nie ma historii handlu.
pt_br: Não há histórico de Negociação
ru_ru: Нет торговой истории.
sq_al: Nuk ka histori tregtare.
sv_se: Det finns ingen tradehistorik.
sw_ke: Hakuna historia ya biashara.
tr_tr: Işlem geçmişi yok.
uk_ua: Немає торгівельної історії.
vi_vn: Không có lịch sử giao dịch.
zh_hans_cn: 无交易记录
zh_hant_tw: 無交易紀錄

# activity_order_invalidinput
source: Invalid input value.
cs_cz: Neplatná vstupní hodnota.
da_dk: Ugyldig inputværdi.
de_de: Ungueltiger Betrag eingegeben.
es_es: El valor ingresado no es válido
fr_fr: Valeurs renseignées invalides.
hi_in: अमान्य भरा गया मान
id_id: Nilai input tidak valid.
ja_jp: 入力された値が正しくありません。
ms_my: Nilai dimasukkan tidak sah.
my_mm: ထည့်သွင်းတန်ဖိုး မမှန်ကန်ပါ။
nl_nl: Ongeldige invoerwaarde.
pl_pl: Niepoprawna wartość wejściowa.
pt_br: Valor inserido inválido.
ru_ru: Неверно введенная сумма.
sq_al: Vlerë e pavlefshme hyrëse.
sv_se: Ogiltigt inmatningsvärde.
sw_ke: Thamani batili ya uingizaji.
tr_tr: Giriş değeri geçerli değil
uk_ua: Невірно вказана сума.
vi_vn: Giá trị nhập không hợp lệ.
zh_hans_cn: 输入值错误
zh_hant_tw: 輸入值錯誤

source: Third-party licenses
cs_cz: Licence třetích stran
da_dk: Tredjepartslicenser
de_de: Lizenzen Drittpartei
es_es: Licencias de terceros
fr_fr: Licences des tierces-parties
hi_in: तृतीय-पक्ष लाइसेंस
id_id: Lisensi pihak ketiga
ja_jp: サード・パーティーライセンス
ms_my: Lesen Pihak Ketiga
my_mm: Third-party လိုင်စင်များ
nl_nl: Licenties van Derden
pl_pl: Licencje stron trzecich
pt_br: Licenças de terceiros
ru_ru: Разрешения третьей стороны
sq_al: Licencat e palëve të treta
sv_se: Tredjepartslicenser
sw_ke: Leseni za mtu wa tatu
tr_tr: Üçüncü Parti Lisansları
uk_ua: Ліцензії третіх сторін
vi_vn: Giấy phép của bên thứ ba
zh_hans_cn: 第三方许可
zh_hant_tw: 第三方許可

# alert_order_failed_invalidargument
source: Order failed: Please check %@
cs_cz: Objednávka se nezdařila: Prosím zkontrolujte %@
da_dk: Mislykkedes: Tjek %@
de_de: Bestellung fehlgeschlagen: Bitte ueberpruefen Sie %@
es_es: Orden fallida: Por favor revisa %@
fr_fr: Echec de l'ordre: veuillez vérifier %@
hi_in: आदेश विफल: कृपया %@ की जाँच करें
id_id: Order gagal: Silakan cek %@
ja_jp: 注文失敗: %@を確認してください。
ms_my: Pesanan gagal: Sila semak %@
my_mm: မှာယူမှု မအောင်မြင်ပါ: ကျေးဇူးပြု၍ %@ ကို စစ်ဆေးပါ။
nl_nl: Order mislukt: Controleer %@
pl_pl: Zamówienie nie powiodło się: sprawdź %@
pt_br: Falha no pedido: verifique %@
ru_ru: Заказ не удался: Пожалуйста, проверьте %@
sq_al: Porosia dështoi: Ju lutemi kontrolloni %@
sv_se: Order misslyckades: Vänligen kontrollera %@
sw_ke: Agizo limeshindwa: Tafadhali angalia %@
tr_tr: Sipariş başarısız oldu: Lütfen %@’i kontrol edin
uk_ua: Замовлення не вдалося: будь ласка, перевірте %@
vi_vn: Đặt lệnh thất bại: Vui lòng kiểm tra %@
zh_hans_cn: 下单失败: 请确认%@
zh_hant_tw: 下單失敗: 請確認%@

# alert_order_failed_invalidmarket
source: Order failed: Invalid market
cs_cz: Objednávka se nezdařila: Nedostupný trh
da_dk: Mislykkedes: Ugyldigt marked
de_de: Bestellung fehlgeschlagen: Ungueltiger Market
es_es: Orden fallida: El mercado no existe
fr_fr: Echec de l'ordre : marché invalide
hi_in: आदेश विफल: अमान्य बाज़ार
id_id: Order gagal: pasar tidak valid
ja_jp: 注文失敗: マーケットが存在しません。
ms_my: Pesanan gagal: Market tidak sah
my_mm: မှာယူမှု မအောင်မြင်ပါ: စျေးကွက် မရှိပါ။
nl_nl: Order mislukt: Ongeldige markt
pl_pl: Zamówienie nie powiodło się: nieprawidłowy rynek
pt_br: Falha no pedido: mercado inválido
ru_ru: Заказ не удался: неверный рынок
sq_al: Porosia dështoi: Tregu i pavlefshëm
sv_se: Order misslyckades: Ogiltlig marknad
sw_ke: Agizo limeshindwa: Soko batili
tr_tr: Sipariş başarısız oldu: Geçersiz piyasa
uk_ua: Замовлення не вдалося: невірний ринок.
vi_vn: Đặt lệnh thất bại: Do thị trường không hợp lệ
zh_hans_cn: 下单失败： 不存在的Market
zh_hant_tw: 下單失敗 : 不存在的Market

# alert_order_failed_notallowedcombination
source: Order failed: Selected Time In Force (TIF) option is not available.
cs_cz: Objednávka se nezdařila: Vybraný čas v platnosti (TIF) není k dispozici.
da_dk: Mislykkedes: Valg af tid (TIF) er ikke tilgængelig.
de_de: Bestellung fehlgeschlagen: Ausgewaehlte Time In Force (TIF) Option ist nicht verfuegbar.
es_es: Orden fallida: la opción Time in Force (TIF) seleccionada no está disponible
fr_fr: Echec de l'ordre : l'option Time In Force (TIF) sélectionnée est indisponible.
hi_in: आदेश विफल: चयनित समय बल में (TIF) विकल्प उपलब्ध नहीं है।
id_id: Pesanan gagal: dipilih waktu dalam Force (TIF) opsi ini tidak tersedia.
ja_jp: 注文失敗:選択された取引オプション(TIF)を使用できません。
ms_my: Pesanan gagal: Waktu dipilih Time In Force (TIF) pilihan ini tidak disediakan.
my_mm: မှာယူမှု မအောင်မြင်ပါ: ရွေးချယ်ထားသော အရောင်းအ၀ယ်ရွေးချယ်မှု (TIF)ကို မရနိုင်ပါ။
nl_nl: Order mislukt: Geselecteerde Time In Force (TIF) option is niet beschikbaar.
pl_pl: Zamówienie nie powiodło się: opcja Time In Force (TIF) nie jest dostępna.
pt_br: Falha no pedido: a opção Time In Force (TIF) selecionado não está disponível.
ru_ru: Заказ не удался: выбранная опция Time In Force (TIF) недоступна.
sq_al: Porosia dështoi: Opsioni i Zgjedhur Time In Force(TIF) nuk është i disponueshëm.
sv_se: Order misslyckades: Vald Time-In-Force (TIF) är ej tillgänglig.
sw_ke: Agizo limeshindwa: Chaguo la Muda Uliochaguliwa (TIF) halipatikani.
tr_tr: Sipariş başarısız: Seçilen süre seçeneği mevcut değildir.
uk_ua: Замовлення не вдалося: обрана опція Time In Force (TIF) недоступна.
vi_vn: Đặt lệnh thất bại: Lựa chọn Thời gian có Hiệu lực (TIF) không khả dụng.
zh_hans_cn: 下单失败: 无法使用选择的交易有效期（Time In Force）
zh_hant_tw: 下單失敗: 無法使用選擇的交易的有效期 (Time In Force)

# alert_order_failed_notenoughbalance
source: Order failed: Insufficient balance.
cs_cz: Objednávka se nezdařila: Nedostatečný zůstatek.
da_dk: Mislykkedes: Utilstrækkelig balance.
de_de: Bestellung fehlgeschlagen: Ungenuegendes Saldo.
es_es: Orden fallida: No hay balance suficiente
fr_fr: Echec de l'ordre: solde insuffisant.
hi_in: आदेश विफल: अपर्याप्त शेष।
id_id: Order gagal: saldo tidak mencukupi.
ja_jp: 注文失敗:残高が足りません。
ms_my: Pesanan gagal gagal: Baki tidak mencukupi.
my_mm: မှာယူမှု မအောင်မြင်ပါ: လက်ကျန် မလုံလောက်ပါ။
nl_nl: Order mislukt: Onvoldoende saldo.
pl_pl: Zamówienie nie powiodło się: Niewystarczające saldo.
pt_br: Falha no pedido: saldo insuficiente.
ru_ru: Заказ не удался: недостаточно средств.
sq_al: Porosia dështoi: Bilanci i pamjaftueshëm.
sv_se: Order misslyckades: Otillräckligt saldo.
sw_ke: Agizo limeshindwa: Baki halitoshi.
tr_tr: Sipariş başarısız: Yeterli bakiye yok
uk_ua: Замовлення не вдалося: недостатньо коштів.
vi_vn: Đặt lệnh thất bại: Do số dư không đủ.
zh_hans_cn: 下单失败: 余额不足
zh_hant_tw: 下單失敗: 餘額不足

# alert_order_failed_toomanyrequest
source: Order failed: Too many requests.
cs_cz: Objednávka se nezdařila: Příliš mnoho žádostí.
da_dk: Mislykkedes: For mange anmodninger.
de_de: Bestellung fehlgeschlagen: Zu viele Anfragen.
es_es: Orden fallida: Demasiadas solicitudes
fr_fr: Echec de l'ordre: trop de demandes.
hi_in: आदेश विफल: बहुत सारे अनुरोध।
id_id: Order gagal: terlalu banyak permintaan.
ja_jp: 注文失敗:1時間当たりの注文回数またはユーザー注文総量を超過しました。
ms_my: Pesanan gagal: terlalu banyak permintaan.
my_mm: မှာယူမှု မအောင်မြင်ပါ: တောင်းဆိုမှု အရမ်းများလွန်းသည်။
nl_nl: Order mislukt: Te veel verzoeken.
pl_pl: Zamówienie nie powiodło się: zbyt wiele żądań.
pt_br: Falha no pedido: muitas solicitações.
ru_ru: Заказ не удался: слишком много запросов.
sq_al: Porosia dështoi: Shumë kërkesa.
sv_se: Order misslyckades: För många förfrågningar.
sw_ke: Agizo limeshindwa: Maombi mengi sana.
tr_tr: Sipariş başarısız: Çok fazla talep yapıldı
uk_ua: Замовлення не вдалося: занадто багато запитів.
vi_vn: Đặt lệnh thất bại: Do thực hiện quá nhiều yêu cầu.
zh_hans_cn: 下单失败:尝试次数过多
zh_hant_tw: 下單失敗:嘗試次數過多

# alert_order_failed_tradingunavailable
source: Order failed: Trading is unavailable, please try again later
cs_cz: Objednávka se nezdařila: Obchodování není možné, zkuste to prosím později
da_dk: Mislykkedes: Trading er ikke tilgængelig, prøv igen senere
de_de: Bestellung fehlgeschlagen: Trading ist nicht verfuegbar, versuchen Sie es spaeter erneut.
es_es: Orden fallida: el trading no está disponible, intente nuevamente más tarde
fr_fr: Echec de l'ordre: Trading indisponible, veuillez réessayer plus tard.
hi_in: आदेश विफल: व्यापार(ट्रेडिंग) अनुपलब्ध है, कृपया बाद में पुनः प्रयास करें
id_id: Order gagal: trading tidak tersedia, silakan coba lagi nanti
ja_jp: 注文失敗:サーバー処理量が多く応答できません。 しばらくしてからもう一度お試しください。
ms_my: Pesanan gagal: trading tidak disediakan, sila cuba sebentar lagi
my_mm: မှာယူမှု မအောင်မြင်ပါ: အရောင်းအ၀ယ် မလုပ်နိုင်ပါ။ ကျေးဇူးပြု၍ နောက်မှ ထပ်ကြိုးစားကြည့်ပါ။
nl_nl: Order mislukt: Handelen is niet mogelijk, probeer het later opnieuw
pl_pl: Zamówienie nie powiodło się: handel jest niedostępny, spróbuj ponownie później
pt_br: Falha no pedido: a negociação não está disponível. Tente novamente mais tarde
ru_ru: Заказ не удался: торговля недоступна. Пожалуйста, попробуйте ещё раз позднее
sq_al: Porosia dështoi: Tregtimi është i padisponueshëm, ju lutemi provoni përsëri më vonë
sv_se: Order misslyckades: Trading ej möjlig. Försök igen senare
sw_ke: Agizo limeshindwa: Uuzaji haupatikani, tafadhali jaribu tena baadaye
tr_tr: Sipariş başarısız oldu: Ticari işlem yapılamıyor, lütfen daha sonra tekrar deneyiniz
uk_ua: Замовлення не вдалося: торгівля недоступна. Будь ласка, спробуйте ще раз пізніше.
vi_vn: Đặt lệnh thất bại: Giao dịch không có sẵn, vui lòng thử lại sau
zh_hans_cn: 下单失败: 超负荷状态无回应，请稍后再试
zh_hant_tw: 下單失敗: 超出負荷狀態無回應，請稍後再試
