Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# compose_oldsdkversionphaseoutnotice_subtitle
source: As a safety measure, support for app updating services will be discontinued for the following versions.
cs_cz: Z bezpečnostních důvodů bude pro následující verze ukončena podpora služeb aktualizace aplikací.
da_dk: Som en sikkerhedsmål, vil support for appens opdateringstjenester blive afbrudt for de følgende versioner.
de_de: Als Sicherheitsmaßnahme wird die Unterstützung für App-Aktualisierungsdienste für die folgenden Versionen eingestellt.
es_es: Como medida de seguridad, el soporte al servicio de actualización de la app se descontinuará para las siguientes versiones.
fr_fr: Par mesure de sécurité, le support pour les services de mise à jour de l'application prendront arrêtés pour les versions suivantes.
hi_in: सुरक्षा के लिए, निम्न संस्करणों के लिए ऐप अपडेट बंद कर दिया जाएगा।
id_id: Sebagai tindakan keamanan, dukungan untuk layanan pembaruan aplikasi akan dihentikan untuk versi berikut.
ms_my: Sebagai langkah keselamatan, sokongan untuk aplikasi servis kemas kini akan dihentikan untuk versi berikut.
my_mm: စိတ်ချရသော ဝန်ဆောင်မှုကို ပေးရန် အောက်ပါအတိုင်း အချို့သော Android ဗားရှင်းများအတွက် အက်ပ်အပ်ဒိတ်များကို ပံ့ပိုးခြင်းကို ရပ်တန့်ပါမည်။
nl_nl: Als veiligheidsmaatregel zal de ondersteuning voor app updating diensen stopgezet worden voor de volgende versies.
pl_pl: Jako środek bezpieczeństwa, wsparcie dla usług aktualizacji aplikacji zostanie wstrzymane dla następujących wersji.
pt_br: Como medida de segurança, o suporte para serviços de atualização do app será descontinuado para as versões a seguir.
ru_ru: В качестве меры безопасности поддержка служб обновления приложений будет прекращена для следующих версий.
sq_al: Si masë sigurie, mbështetja për shërbimet e përditësimit të aplikacioneve do të ndërpritet për versionet e mëposhtme.
sv_se: Som en säkerhetsåtgärd kommer stödet för appuppdateringstjänster att upphöra för följande versioner.
sw_ke: Kama hatua ya usalama, usaidizi wa huduma za kusasisha programu utasimamishwa kwa matoleo yafuatayo.
tr_tr: Güvenlik kapsamında, aşağıdaki sürümler için uygulama güncelleme hizmetine son verilecektir.
uk_ua: В якості заходу безпеки підтримка служб оновлення додатків буде припинена для наступних версій.
vi_vn: Như một biện pháp an toàn, hỗ trợ cho các dịch vụ cập nhật ứng dụng sẽ bị ngừng cho các phiên bản sau.
zh_hans_cn: 为提供稳定的服务，以下的安卓版本将不再提供支持

# compose_oldsdkversionphaseoutnotice_phaseouttarget
source: Applicable versions to be discontinued
cs_cz: Platné verze budou ukončeny
da_dk: Gældende versioner udgår
de_de: Auslaufende Versionen
es_es: Versiones aplicables para la interrupción
fr_fr: Versions applicables bientôt arrêtées
hi_in: लागू होने वाले संस्करण बंद किए जाएंगे
id_id: Versi yang berlaku akan dihentikan
ms_my: Versi yang berkenaan akan dihentikan
my_mm: ရပ်တန့်ခံရမည့်ဗားရှင်းများ
nl_nl: Versies die in aanmerking komen voor stopzetting
pl_pl: Wersje, które mają być wycofane z użytku
pt_br: Versões aplicáveis a serem descontinuadas
ru_ru: Соответствующие версии не будут поддерживаться
sq_al: Versionet e aplikueshme do të ndërpriten
sv_se: Versioner som kommer att upphöra
sw_ke: Matoleo yanayotumika yatasitishwa
tr_tr: Geçerli sürümler durdurulacaktır
uk_ua: Відповідні версії не підтримуватимуться
vi_vn: Các phiên bản áp dụng đã ngừng cung cấp
zh_hans_cn: 停止支持的适用版本

# compose_oldsdkversionphaseoutnotice_phaseoutestimateddate
source: Estimated discontinuation date
cs_cz: Odhadované datum ukončení
da_dk: Forventet ophørsdato
de_de: Voraussichtliches Auslaufdatum
es_es: Fecha estimada de interrupción
fr_fr: Date d'arrêt estimée
hi_in: अनुमानित बंद होने की तिथि
id_id: Perkiraan tanggal penghentian
ms_my: Tarikh angkaran perhentian
my_mm: ရပ်တန့်မည့်ရက်စွဲ
nl_nl: Geschatte datum van stopzetting
pl_pl: Przewidywany termin zakończenia wsparcia
pt_br: Data estimada de descontinuação
ru_ru: Предполагаемая дата окончания поддержки
sq_al: Data e parashikuar e ndërprerjes
sv_se: Beräknat upphörandedatum
sw_ke: Tarehe iliyokadiriwa ya kusimamishwa
tr_tr: Tahmini kullanımdan kaldırılma tarihi
uk_ua: Очікувана дата закінчення підтримки
vi_vn: Ngày ngừng lại dự kiến
zh_hans_cn: 预计中断日期

# compose_oldsdkversionphaseoutnotice_details_3
source: If you are currently using version %@ or older, please update to the latest version for an improved experience.
cs_cz: Pokud aktuálně používáte verzi %@ nebo starší, aktualizujte prosím na nejnovější verzi, abyste mohli pracovat lépe.
da_dk: Hvis du i øjeblikket bruger version %@ eller ældre, opdater venligst til den nyeste version for en forbedret oplevelse.
de_de: Wenn Sie derzeit die Version %@ oder eine ältere Version verwenden, aktualisieren Sie bitte auf die neueste Version, um eine bessere Nutzung zu ermöglichen.
es_es: Si está usando actualmente la versión %@ o más antigua, por favor, actualice a la última versión para una experiencia mejorada.
fr_fr: Si vous utilisez actuellement la version %@ ou une version plus ancienne, veuillez mettre à jour la dernière version pour une expérience optimisée.
hi_in: यदि आप वर्तमान में %@ या पुराने संस्करण का उपयोग कर रहे हैं, तो कृपया बेहतर अनुभव के लिए नया संस्करण अपडेट करें।
id_id: Jika saat ini Anda menggunakan versi %@ atau lebih lama, harap untuk perbarui ke versi terbaru untuk pengalaman yang lebih baik.
ms_my: Jika anda sedang menggunakan versi %@ lebih lama, sila kemaskin kepada versi terkini untuk pengalaman yang lebih baik.
my_mm: %@ ထက်နိမ်သောဗားရှင်းကို အသုံးပြုနေပါက ပိုမိုစိတ်ချရသော ဝန်ဆောင်မှုကိုအသုံးပြုရန် နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။
nl_nl: Als je momenteel versie %@ of ouder gebruikt, update dan naar de laatste versie voor een verbeterde ervaring.
pl_pl: Jeśli używasz obecnie wersji %@ lub starszej, zaktualizuj ją do najnowszej, aby uzyskać lepsze funkcjonowanie.
pt_br: Se você estiver usando a versão %@ ou anterior, atualize para a versão mais recente, para uma experiência aprimorada.
ru_ru: Если вы в настоящее время используете версию %@ или более раннюю, обновите ее до последней версии, чтобы улучшить работу приложения.
sq_al: Nëse jeni duke përdorur versionin %@ ose më të vjetër, ju lutemi përditësoni në versionin më të fundit për një përvojë të përmirësuar.
sv_se: Om du för närvarande använder version %@ eller äldre, uppdatera till den senaste versionen för en förbättrad upplevelse.
sw_ke: Ikiwa kwa sasa unatumia toleo la %@ au la awali, tafadhali pata toleo jipya zaidi ili upate matumizi bora zaidi.
tr_tr: Şu anda %@ veya daha eski bir sürümünü kullanıyorsanız, daha iyi bir deneyim için lütfen en son sürüme geçiniz.
uk_ua: Якщо ви використовуєте версію %@ або ранішу, оновіть її до останньої, щоб покращити роботу додатку.
vi_vn: Nếu bạn hiện đang sử dụng phiên bản %@ trở lên, vui lòng cập nhật lên phiên bản mới nhất để có trải nghiệm cách cải thiện.
zh_hans_cn: 如果正在使用%@以下版本，请更新到最新版本以使用更加稳定流畅的服务

# compose_oldsdkversiondeprecatednotice_title
source: Notice of discontinued app support
cs_cz: Oznámení o ukončení podpory aplikace
da_dk: Meddelelse om afbrudt app-support.
de_de: Hinweis: App wird nicht mehr unterstützt
es_es: Anuncio de soporte de la app interrumpido
fr_fr: Notification de mise en arrêt du support pour l'application
hi_in: बंद किए गए ऐप की सूचना
id_id: Pemberitahuan dukungan aplikasi yang dihentikan
ms_my: Notis sokongan aplikasi dihentikan
my_mm: အက်ပလီကေးရှင်းပံ့ပိုးမှုကို ရပ်တန့်ကြောင်း အသိပေးချက်
nl_nl: Bericht van stopgezette app ondersteuning
pl_pl: Powiadomienie o zakończeniu wsparcia dla aplikacji
pt_br: Aviso de suporte descontinuado do app
ru_ru: Уведомление о прекращении поддержки приложения
sq_al: Njoftim për ndërprerjen e suportit së aplikacionit
sv_se: Meddelande om upphörd appsupport
sw_ke: Notisi ya kutoendelea kutumia programu
tr_tr: Uygulama durdurma bildirimi
uk_ua: Повідомлення про припинення підтримки додатку
vi_vn: Thông báo về việc ngừng hỗ trợ ứng dụng
zh_hans_cn: 停止支持应用服务的通知

# compose_oldsdkversiondeprecatednotice_subtitle
source: As a safety measure, app support has been disabled due to the version currently being used.
cs_cz: Z bezpečnostních důvodů byla podpora aplikací zakázána kvůli aktuálně používané verzi.
da_dk: Som en sikkerhedsmål er app-support blevet deaktiveret på grund af den version, der bruges i øjeblikket.
de_de: Als Sicherheitsmaßnahme wurde die App-Unterstützung aufgrund der derzeit verwendeten Version deaktiviert.
es_es: Debido a la versión usada actualmente, se ha deshabilitado el sporte de la app como medida de seguridad.
fr_fr: Par mesure de sécurité, le support de l’application a été désactivé en raison de la version actuellement utilisée
hi_in: सुरक्षा के लिए, वर्तमान में पुराने संस्करण के कारण ऐप बंद कर दिया गया है।
id_id: Sebagai tindakan keamanan, dukungan aplikasi telah dinonaktifkan karena versi yang saat ini digunakan.
ms_my: Sebagai langkah keselamatan, aplikasi sokongan dilumpuhkan kerana versi yang sedang digunakan.
my_mm: စိတ်ချရသောဝန်ဆောင်မှုပေးနိုင်ရန် သင်လက်ရှိအသုံးပြုနေသော Android ဗားရှင်းအတွက် အက်ပလီကေးရှင်းပံ့ပိုးမှုကို ရပ်တန့်လိုက်ပါသည်။
nl_nl: Als veiligheidsmaatregel is de app ondersteuning uitgeschakeld in verband met de versie die op dit moment wordt gebruikt.
pl_pl: Jako środek bezpieczeństwa, wsparcie dla aplikacji zostało wyłączone ze względu na wersję, która jest obecnie używana.
pt_br: Como medida de segurança, o suporte do app foi desativado devido à versão que está sendo usada no momento.
ru_ru: Пожалуйста, обновите до последней версии для улучшенной и безопасной работы.
sq_al: Si masë sigurie, mbështetja e aplikacionit është çaktivizuar për shkak të versionit që përdoret aktualisht.
sv_se: Som en säkerhetsåtgärd har appstöd inaktiverats på grund av den version som för närvarande används.
sw_ke: Kama hatua ya usalama, usaidizi wa programu umezimwa kwa sababu ya toleo linalotumika sasa.
tr_tr: Bir güvenlik önlemi olarak, şu anda kullanılan sürüm nedeniyle uygulama desteği devre dışı bırakılmıştır.
uk_ua: Будь ласка, оновіть до останньої версії для покращеної та безпечної роботи.
vi_vn: Như một biện pháp an toàn, hỗ trợ ứng dụng đã bị vô hiệu hóa do phiên bản hiện đang được sử dụng.
zh_hans_cn: 为提供稳定的服务，将中断对现使用的安卓版本的应用支持

# compose_oldsdkversiondeprecatednotice_details_1
source: Please update to the latest version for an improved and secure experience.
cs_cz: Aktualizujte na nejnovější verzi pro lepší a bezpečnější práci.
da_dk: Opdater venligst til den nyeste version for en forbedret og sikker oplevelse.
de_de: Bitte aktualisieren Sie auf die neueste Version, um ein verbessertes und sicheres Erlebnis zu erhalten
es_es: Por favor, actualice a la última versión para una experiencia mejorada y segura.
fr_fr: Veuillez mettre à jour la verion pour une utilisation sécurisée et optimisée.
hi_in: बेहतर और सुरक्षित अनुभव के लिए कृपया अपडेट करें।
id_id: Harap perbarui ke versi terbaru untuk pengalaman yang lebih baik dan aman.
ms_my: Sila kemaskini kepada versi terkini untuk pengalaman yang lebih baik dan selamat.
my_mm: ပိုမိုစိတ်ချရသောဝန်ဆောင်မှုများကိုအသုံးပြုရန် ကျေးဇူးပြု၍ Android ၏နောက်ဆုံးဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။
nl_nl: Update naar de laatste versie voor een betere en veiligere ervaring.
pl_pl: Proszę zaktualizować do najnowszej wersji, aby uzyskać lepsze i bezpieczniejsze korzystanie z serwisu.
pt_br: Atualize para a versão mais recente para obter uma experiência melhor e mais segura.
ru_ru: Пожалуйста, обновите до последней версии для улучшенной и безопасной работы.
sq_al: Përditëso në versionin më të fundit për një përvojë të përmirësuar dhe të sigurt.
sv_se: Uppdatera till den senaste versionen för en förbättrad och säker upplevelse.
sw_ke: Tafadhali pata toleo jipya zaidi kwa matumizi bora na salama.
tr_tr: Gelişmiş ve güvenli bir deneyim için lütfen güncelleme yapınız.
uk_ua: Будь ласка, оновіть до останньої версії для покращеної та безпечної роботи.
vi_vn: Vui lòng cập nhật lên phiên bản mới nhất để trải nghiệm dịch vụ 1 cách hoàn thiện và an toàn.
zh_hans_cn: 更新到最新的安卓版本，使用更加稳定的服务

# compose_oldsdkversiondeprecatednotice_details_2
source: Please contact the manufacturer of the device you are using for more details about updating your device to the latest OS version.
cs_cz: Další podrobnosti o aktualizaci vašeho zařízení na nejnovější verzi operačního systému Vám poskytne výrobce zařízení, které používáte.
da_dk: Kontakt venligst producenten af den enhed, du bruger, for at få flere oplysninger om opdatering af din enhed til den seneste OS-version.
de_de: Bitte wenden Sie sich an den Hersteller des von Ihnen verwendeten Geräts, um weitere Informationen zur Aktualisierung Ihres Geräts auf die neueste Betriebssystemversion zu erhalten.
fr_fr: Veuillez contacter le fabricant de l’appareil que vous utilisez pour plus de détails sur la dernière mise à jour du systèmed 'exploitation de votre appareil.
hi_in: अपने डिवाइस को नवीनतम OS संस्करण में अपडेट करने के बारे में अधिक जानकारी के लिए कृपया उस डिवाइस के निर्माता से संपर्क करें जिसका आप उपयोग कर रहे हैं।
id_id: Silakan hubungi produsen perangkat yang Anda gunakan untuk detail lebih lanjut tentang memperbarui perangkat Anda ke versi OS terbaru.
ms_my: Sila hubungi pengilang peralatan yang anda menggunai untuk maklumat lanjut atas mengemas kini peralatan kepada versi OS terkini.
nl_nl: Neem contact op met de fabrikant van het apparaat dat je gebruikt voor meer informatie over het updaten van je apparaat naar de nieuwste OS-versie.
pl_pl: Aby uzyskać szczegółowe informacje na temat aktualizacji urządzenia do najnowszej wersji systemu operacyjnego, należy skontaktować się z producentem używanego urządzenia.
pt_br: Entre em contato com o fabricante do aparelho que você está usando para obter mais detalhes sobre como atualizar seu dispositivo para a versão mais recente do sistema operacional.
ru_ru: Обратитесь к производителю устройства, которое вы используете, для получения более подробной информации об обновлении вашего устройства до последней версии ОС.
sv_se: Vänligen kontakta tillverkaren av enheten du använder för mer information om hur du uppdaterar din enhet till den senaste OS-versionen.
sw_ke: Tafadhali wasiliana na mtengenezaji wa simu aukifaa unachotumia kwa maelezo zaidi kuhusu jinsi ya ku-update OS ya kifaa chako
tr_tr: Cihazınızı en son işletim sistemi sürümüne güncelleme ile ilgili daha fazla ayrıntı için lütfen kullandığınız cihazın üreticisiyle iletişime geçin.
uk_ua: Будь ласка, зверніться до виробника пристрою, який ви використовуєте, щоб дізнатися більше про оновлення пристрою до останньої версії ОС.
vi_vn: Vui lòng liên hệ với nhà sản xuất thiết bị bạn đang sử dụng để biết thêm chi tiết về việc cập nhật thiết bị của bạn lên phiên bản hệ điều hành mới nhất.

# compose_oldsdkversiondeprecatednotice_details_3
source: If you are unable to update the app to the current version, please use the website instead.
cs_cz: Pokud se Vám nedaří aktualizovat aplikaci na aktuální verzi, použijte místo toho webovou stránku.
da_dk: Hvis du ikke er i stand til at opdatere appen til den aktuelle version, brug venligst hjemmesiden i stedet for.
de_de: Wenn Sie die App nicht auf die aktuelle Version aktualisieren können, verwenden Sie bitte stattdessen die Website.
es_es: Si no puede actualizar la app a la versión atual, por favor, utilice la página web.
fr_fr: Si vous n'êtes pas en mesure de mettre à jour l'application pour la dernière version, nous vous invitons à utiliser le site internet.
hi_in: यदि आप ऐप को अपडेट करने में असमर्थ हैं, तो कृपया वेबसाइट का उपयोग करें।
id_id: Jika Anda tidak dapat memperbarui aplikasi ke versi saat ini, gunakan situs web sebagai gantinya.
ms_my: Jika anda tidak dapat mengemas kini aplikasi kepada versi terkini, sila gunakan laman web sebaliknya.
my_mm: အကယ်၍ သင်သည် Android ဗားရှင်းကို အပ်ဒိတ်မလုပ်နိုင်ပါက ProBit ဝဘ်ဆိုက်သို့ ဝင်ရောက်ခြင်းဖြင့် ဝန်ဆောင်မှုကို ဆက်လက်အသုံးပြုနိုင်ပါသည်။
nl_nl: Mocht het onmogelijk zijn om de app te updaten naar de huidige versie, gebruik dan de website.
pl_pl: Jeśli nie jesteś w stanie zaktualizować aplikacji do aktualnej wersji, skorzystaj z portalu internetowego.
pt_br: Se você não conseguir atualizar o App para a versão atual, por favor, utilize o site.
ru_ru: Если вы не можете обновить приложение до текущей версии, воспользуйтесь веб-сайтом.
sq_al: Nëse nuk jeni në gjendje të përditësoni aplikacionin në versionin aktual, ju lutemi përdorni faqen e internetit në vend të kësaj.
sv_se: Om du ej kan uppdatera appen till den aktuella versionen, vänligen använd webbplatsen istället.
sw_ke: Ikiwa huwezi kusasisha programu hadi toleo la sasa, tafadhali tumia tovuti badala yake.
tr_tr: Uygulamayı mevcut sürüme güncelleyemiyorsanız, lütfen bunun yerine web sitesini kullanınız.
uk_ua: Якщо ви не можете оновити програму до поточної версії, скористайтеся вебсайтом.
vi_vn: Nếu bạn không thể cập nhật ứng dụng lên phiên bản hiện tại, vui lòng sử dụng trang web.
zh_hans_cn: 若无法将安卓应用更新到最新版本，请使用网页版

# compose_landingpopup_dismiss_for_a_week
source: Do not show again for a week
cs_cz: Znovu neukazovat po dobu jendoho týdne.
da_dk: Vis ikke igen i en uge.
de_de: Für eine Woche nicht mehr anzeigen
es_es: No volver a mostrar durante una semana.
fr_fr: Ne pas montrer pendant une semaine
hi_in: एक हफ्ते तक न दिखाएं
id_id: Jangan tampilkan kembali selama 1 minggu
ms_my: Jangan tunjuukan lagi selama seminggu.
my_mm: တစ်ပတ်အတွင်း ထပ်မပြပါနဲ့။
nl_nl: Weergeef dit voor een week niet
pl_pl: Nie pokazywać przez tydzień
pt_br: Não mostrar novamente por uma semana
ru_ru: Не показывать неделю
sq_al: Mos u shfaq më për një javë
sv_se: Visa inte på en vecka
sw_ke: Isionyeshwe tena kwa wiki
tr_tr: Bunu bir hafta boyunca bir daha gösterme
uk_ua: Не показувати тиждень
vi_vn: Không hiển thị lại trong một tuần
zh_hans_cn: 一周内不再提示

# backbtn_msg
source: Press back again to exit.
cs_cz: Stiskněte zpět pro odchod.
da_dk: Tryk tilbage igen for at afslutte.
de_de: Klicken Sie zurück zum Verlassen
es_es: Presiona atrás una vez más para salir.
fr_fr: Appuyer à nouveau pour quitter.
hi_in: बाहर निकलने के लिए फिर से दबाएं।
id_id: Tekan kembali untuk keluar.
ja_jp: 戻るボタンをもう一度押して終了
ms_my: Tekan kembali untuk keluar.
my_mm: ထွက်ရန် ခလုတ်ကို နောက်တစ်ကြိမ် နှိပ်ပါ။
nl_nl: Druk nogmaals op Back om af te sluiten.
pl_pl: Naciśnij ponownie wstecz, aby wyjść.
pt_br: Pressione novamente para sair.
ru_ru: Для выхода нажмите "назад" ещё раз.
sq_al: Shtypni butonin "back" përsëri për të dalë.
sv_se: Tryck bakåt igen för att avsluta.
sw_ke: Bonyeza nyuma tena ili kuondoka.
tr_tr: Çıkmak için bir kez daha tıklayınIZ.
uk_ua: Для виходу натисніть "назад" ще раз.
vi_vn: Nhấn quay lại lần nữa để thoát.
zh_hans_cn: 再后退一次关闭
zh_hant_tw: 請按一次返回鍵來退出

source: ORDER BOOK
cs_cz: KNIHA OBJEDNÁVEK
da_dk: ORDRE BOOK
es_es: Libro de Ordenes
fr_fr: LIVRE D'ORDRE
hi_in: आर्डर-बुक
ja_jp: オーダーブック
my_mm: အော်ဒါစာအုပ်
pl_pl: KSIĘGA ZAMÓWIEŃ
pt_br: LIVRO DE ORDEM
ru_ru: КНИГА ЗАКАЗОВ
sq_al: LIBRI I POROSIVE
sv_se: ORDERBOK
sw_ke: KITABU CHA MAAGIZO
tr_tr: EMİR TAHTASI
uk_ua: КНИГА ЗАМОВЛЕНЬ
vi_vn: SỔ ĐẶT LỆNH
zh_hans_cn: 买卖盘
zh_hant_tw: 買賣盤

# quote_marked
source: Favorites
cs_cz: Oblíbené
da_dk: Favoritter
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ms_my: Kegemaran
my_mm: အကြိုက်ဆုံးများ
nl_nl: Favorieten
pl_pl: Ulubione
pt_br: Favoritos
ru_ru: Избранное
sq_al: Të pereferuarat
sv_se: Favoriter
sw_ke: Vipendwa
tr_tr: Favoriler
uk_ua: Обране
vi_vn: Yêu thích
zh_hans_cn: 收藏
zh_hant_tw: 收藏

# settings_app_language
source: Language
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
ja_jp: 言語
ms_my: Bahasa
my_mm: ဘာသာစကား
nl_nl: Taal
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
sq_al: Gjuha
sv_se: Språk
sw_ke: Lugha
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_hans_cn: 语言
zh_hant_tw: 語言

# settings_signout
source: Log Out
cs_cz: Odhlásit se
da_dk: Log ud
es_es: Cerrar Sesión
fr_fr: Se déconnecter
hi_in: लॉग आउट
id_id: Keluar
ja_jp: ログアウト
ms_my: Log keluar
pl_pl: Wyloguj
pt_br: Sair
ru_ru: Выйти
sq_al: Shkyçuni
sv_se: Logga ut
sw_ke: Toka
tr_tr: Oturumu Kapat
uk_ua: Вийти
vi_vn: Đăng Xuất
zh_hans_cn: 退出登录
zh_hant_tw: 登出

# alert_signin_failed
source: Please Try Again
cs_cz: Prosím zkuste to znovu později
da_dk: Prøv igen
de_de: Bitte versuchen Sie es erneut
es_es: Por favor vuelve e intentar.
fr_fr: Veuillez réessayer
hi_in: कृपया पुन: प्रयास करें
id_id: Silakan Coba Kembali
ja_jp: もう一度お試しください。
ms_my: Sila cuba lagi
my_mm: ထပ်စမ်းကြည့်ပါ။
nl_nl: Probeer het opnieuw
pl_pl: Spróbuj ponownie
pt_br: Por favor tente novamente
ru_ru: Пожалуйста, попробуйте снова
sq_al: Ju Lutemi Provoni Përsëri
sv_se: Vänligen försök igen
sw_ke: Tafadhali jaribu tena
tr_tr: Lütfen tekrar deneyiniz
uk_ua: Будь ласка, спробуйте ще раз
vi_vn: Vui lòng thử lại.
zh_hans_cn: 请重试
zh_hant_tw: 請重試

# orderform_limit
source: Limit
da_dk: Grænse
es_es: Límite
fr_fr: Limite
hi_in: सीमा
ja_jp: 指値
ms_my: Had
nl_nl: Limiet
pt_br: Limite
ru_ru: Лимит
sq_al: Limiti
sv_se: Begränsning
sw_ke: Kikomo
uk_ua: Ліміт
vi_vn: Giới hạn
zh_hans_cn: 限价
zh_hant_tw: 限價

# orderform_market
source: Market
cs_cz: Trh
da_dk: Marked
es_es: Mercado
fr_fr: Marché
hi_in: बाजार
ja_jp: 市場価格
my_mm: ဈေးကွက်ပေါက်ဈေး
nl_nl: Markt
pl_pl: Rynek
pt_br: Mercado
ru_ru: Рынок
sq_al: Tregu
sv_se: Marknad
sw_ke: Soko
tr_tr: Borsa
uk_ua: Маркет
vi_vn: Thị trường
zh_hans_cn: 市价
zh_hant_tw: 市價

# orderform_BUY
source: Buy %@
cs_cz: Koupit %@
da_dk: Køb %@
de_de: Kaufen %@
es_es: COMPRAR %@
fr_fr: Acheter %@
hi_in: खरीदें %@
id_id: BELI %@
ja_jp: %@ 買収
ms_my: Beli %@
my_mm: %@ အ၀ယ်
nl_nl: Koop %@
pl_pl: Kup %@
pt_br: COMPRAR %@
ru_ru: Купить %@
sq_al: Blini %@
sv_se: Köp %@
sw_ke: Nunua %@
tr_tr: SATIN AL %@
uk_ua: Купити %@
vi_vn: MUA %@
zh_hans_cn: %@ 买入
zh_hant_tw: %@ 買入

# orderform_SELL
source: Sell %@
cs_cz: Prodej %@
da_dk: Sælg %@
de_de: Verkaufen %@
es_es: VENTA %@
fr_fr: Vendre %@
hi_in: बेचना %@
id_id: JUAL %@
ja_jp: %@ 売り渡し
ms_my: Jual %@
my_mm: %@ အရောင်း
nl_nl: Verkoop %@
pl_pl: Sprzedaj %@
pt_br: VENDER %@
ru_ru: Продать %@
sq_al: Shisni %@
sv_se: Sälj %@
sw_ke: Uza %@
tr_tr: SAT %@
uk_ua: Продати %@
vi_vn: BÁN %@
zh_hans_cn: %@ 卖出
zh_hant_tw: %@ 賣出

# alert_order_failed
source: Order Failed
cs_cz: Objednávka se nezdařila
da_dk: Ordre Mislykkedes
de_de: Bestellung fehlgeschlagen
es_es: La orden ha fallado
fr_fr: Echec de l'ordre
hi_in: आदेश विफल
id_id: Order Gagal
ja_jp: 注文に失敗しました。
ms_my: Pesanan gagal
my_mm: မှာယူမှုမအောင်မြင်
nl_nl: Order Mislukt
pl_pl: Zamówienie nie powiodło się
pt_br: Ordem falhou
ru_ru: Заказ не удался
sq_al: Porosia Dështoi
sv_se: Order misslyckades
sw_ke: Agizo Limeshindwa
tr_tr: Sipariş Başarısız
uk_ua: Не вдалося виконати замовлення.
vi_vn: Đặt lệnh thất bại
zh_hans_cn: 下单失败
zh_hant_tw: 下單失敗

# alert_order_success
source: Order Success
cs_cz: Objednávka úspěšná
da_dk: Ordre Gennemført
de_de: Bestellung Erfolg
es_es: Orden Completada
fr_fr: Ordre complété
hi_in: आदेश सफलता
id_id: Order Berhasil
ja_jp: 注文が完了しました。
ms_my: Pesanan berjaya
my_mm: မှာယူမှုအောင်မြင်
nl_nl: Order Geslaagd
pl_pl: Zamówienie powiodło się
pt_br: Ordem completas
ru_ru: Заказ Удался
sq_al: Porosia u Krye me Sukses
sv_se: Order lyckades
sw_ke: Mafanikio ya Kuagiza
tr_tr: Sipariş Tamamlandı
uk_ua: Замовлення виконано.
vi_vn: Đặt lệnh thành công
zh_hans_cn: 下单完成
zh_hant_tw: 下單完成

# title_TIME
source: Time
cs_cz: Čas
da_dk: Tid
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
hi_in: समय
id_id: Waktu
ja_jp: 時間
ms_my: Masa
my_mm: အချိန်
nl_nl: Tijd
pl_pl: Czas
pt_br: Tempo
ru_ru: Время
sq_al: Koha
sv_se: Tid
sw_ke: Saa
tr_tr: Zaman
uk_ua: Час
vi_vn: Thời gian
zh_hans_cn: 时间
zh_hant_tw: 時間
