Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# dialog_globalkoreannag_content_install
source: You are currently using the ProBit Global app. KRW(Korean Won) trading is available on ProBit. Would you like to install the ProBit app and access KRW markets?
cs_cz: Momentálně používáte aplikaci ProBit Global. KRW(Korean Won) obchodování je k dispozici v ProBit. Chcete nainstalovat aplikaci ProBit a přistupovat na trhy KRW?
da_dk: Du bruger i øjeblikket ProBit Global-appen. KRW (Korean Won) trading er tilgængelig på ProBit. Vil du installere ProBit-appen og få adgang til KRW-markeder?
de_de: Sie nutzen zurzeit die ProBit Global App. KRW(Korean Won) ist verfuegbar auf ProBit. Moechten Sie die ProBit App oeffnen und auf die KRW Markets zugreifen?
es_es: Actualmente estás usando la aplicación de ProBit Global. El trading de KRW(Won Surcoreano)está disponible solo en ProBit. ¿Deseas instalar la aplicación ProBit y acceder al mercado de KRW?
fr_fr: Vous êtes actuellement en train d'utiliser l'application ProBit Global. KRW(Won coréen) Le trading est disponible sur ProBit. Souhaitez-vous installer l'application ProBit pour accéder aux marchés KRW ?
hi_in: आप वर्तमान में ProBit Global ऐप का उपयोग कर रहे हैं। KRW(कोरियाई वोन) ट्रेडिंग ProBit पर उपलब्ध है। क्या आप ProBit ऐप इंस्टॉल करना चाहते हैं और KRW बाजारों तक पहुँच प्राप्त करना चाहते हैं?
id_id: Anda sedang menggunakan ProBit Global App. KRW (Won Korea) perdagangan tersedia di Korea ProBit. Apakah Anda ingin membuka aplikasi ProBit dan mengakses pasar KRW?
ja_jp: ProBit Globalアプリを実行されました。 KRW(ウォン貨) 取引はProBitにて可能です。 ProBitアプリを開きますか？
ms_my: Anda sedang menggunakan aplikasi ProBit Global. KRW(Korean Won) trading disediakan di ProBit. Adakah anda ingin mengakses aplikasi ProBit dan market KRW?
my_mm: သင်သည် လက်ရှိ ProBit Global အက်ပ်ကို အသုံးပြုနေပါသည်။ KRW (ကိုရီးယားဝမ်) ကုန်သွယ်မှုကို ProBit တွင် ရနိုင်ပါသည်။ သင် ProBit အက်ပ်ကို ထည့်သွင်းပြီး KRW စျေးကွက်များသို့ ဝင်ရောက်လိုပါသလား?
nl_nl: Je gebruikt momenteel de ProBit Global app. Handelen in KRW(Korean Won) is mogelijk op ProBit. \Wil je de ProBit app installeren en toegang krijgen tot de KRW-markten?
pl_pl: Aktualnie używasz aplikacji ProBit Global. Handel KRW(Korean Won) jest dostępny na ProBit. Czy chcesz zainstalować aplikację ProBit i uzyskać dostęp do rynków KRW?
pt_br: No momento, você está usando o aplicativo ProBit Global. KRW (Won coreano) está disponível na ProBit. Deseja instalar o aplicativo ProBit e acessar os mercados de KRW?
ru_ru: В настоящий момент вы используете приложение ProBit Global. KRW(Корейские Воны) торговля доступна на ProBit. Вы хотите установить приложение ProBit app и получить доступ к KRW рынку?
sq_al: Juve jeni aktualisht duke përdorur aplikacionin ProBit Global. Tregtia në KRW(Korean Won) është tashmë e disponueshëm në ProBit. Dëshironi të instaloni aplikacionin ProBit dhe të hyni në tregjet KRW?
sv_se: Du använder just nu ProBit Global-appen. Trading med KRW(Sydkoreanska Won) är möjlig hos ProBit. Vill du installera ProBit-appen och få tillgång till marknader för KRW?
sw_ke: Kwa sasa unatumia programu ya ProBit Global. KRW(Korean Won) biashara inapatikana kwenye ProBit. Je, ungependa kusakinisha programu ya ProBit na kufikia masoko ya KRW?
tr_tr: Şu anda ProBit Global uygulamasını kullanıyorsunuz. ProBit'de KRW (Kore Wonunu) da kullanarak işlem yapmak mümkündür. ProBit uygulamasını yüklemek ve KRW borsalarına erişmek ister misiniz?
uk_ua: На даний момент ви використовуєте додаток ProBit Global. KRW(Корейські Вони) торгівля доступна на ProBit. Ви хочете встановити додаток ProBit та отримати доступ до KRW ринку?
vi_vn: Bạn hiện đang sử dụng ứng dụng ProBit Global. KRW(Won Hàn Quốc) mua bán tại ProBit là có hiệu lực. Bạn có muốn thiết lập ứng dụng ProBit và truy nhập thị trường KRW?
zh_hans_cn: 您正在使用ProBit Global， KRW（Korean Won）韩币交易仅限ProBit， 您想安装ProBit应用软件并使用韩币进行交易吗？
zh_hant_tw: 您正在使用ProBit Global， KRW（Korean Won）韓幣交易僅限ProBit， 您想安裝ProBit應用軟件並使用韓幣進行交易嗎？

# dialog_globalkoreannag_title
source: ProBit Global Information
cs_cz: Informace ProBit Global
da_dk: ProBit Information
de_de: ProBit Information
es_es: Información de ProBit
fr_fr: Informations concernant ProBit Global
hi_in: ProBit Global सूचना
id_id: Informasi ProBit
ja_jp: ProBit利用案内
ms_my: Maklumat ProBit
my_mm: ProBit အချက်အလက်
nl_nl: Informatie over ProBit
pl_pl: Informacje o ProBit Global
pt_br: Informação ProBit Global
ru_ru: Информация о ProBit Global
sq_al: Informacione rreth ProBit
sv_se: Information om ProBit
sw_ke: Maelezo ya ProBit
tr_tr: ProBit Bilgisi
uk_ua: Інформація про ProBit Global
vi_vn: Thông tin ProBit
zh_hans_cn: ProBit Global资讯
zh_hant_tw: ProBit Global資訊

# dialog_globalkoreannag_confirm_install
source: Install
cs_cz: Instalovat
da_dk: Installer
de_de: Installieren
es_es: Instalar
fr_fr: Installer
hi_in: इंस्टॉल करें
id_id: Menginstal
ja_jp: インストール
ms_my: Pasang
my_mm: သွင်းပါ။
nl_nl: Installeren
pl_pl: Zainstaluj
pt_br: Instalar
ru_ru: Установить
sq_al: Instalo
sv_se: Installera
sw_ke: Sakinisha
tr_tr: Yükle
uk_ua: Встановити
vi_vn: Cài đặt
zh_hans_cn: 安装
zh_hant_tw: 安裝

# dialog_globalkoreannag_confirm_open
source: Open
cs_cz: Otevřít
da_dk: Åben
de_de: Oeffnen
es_es: Abrir
fr_fr: Ouvrir
hi_in: खुला
id_id: Buka
ja_jp: 開く
ms_my: Buka
my_mm: ဖွင့်ရန်
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
sq_al: Hap
sv_se: Öppna
sw_ke: Fungua
tr_tr: Aç
uk_ua: Відкрити
vi_vn: Mở
zh_hans_cn: 打开
zh_hant_tw: 打開

# dialog_globalkoreannag_content_open
source: You are currently using the ProBit Global app. KRW(Korean Won) trading is available on ProBit. Would you like to open the ProBit app and access KRW markets?
cs_cz: Momentálně používáte aplikaci ProBit Global. KRW(Korean Won) obchodování je k dispozici na ProBit. Chcete otevřít aplikaci ProBit a vstoupit na trhy KRW?
da_dk: Du bruger i øjeblikket ProBit Global-appen. KRW (Korean Won) trading er tilgængelig på ProBit. Vil du åbne ProBit-appen og få adgang til KRW-markeder?
de_de: Sie nutzen zurzeit die ProBit Global App. KRW(Korean Won) ist verfuegbar auf ProBit. Moechten Sie die ProBit App oeffnen und auf die KRW Markets zugreifen?
es_es: Estás actualmente usando la aplicación ProBit Global. El trading de KRW (Won Surcoreano) está solamente disponible en ProBit. \¿Te gustaría ingresar a la aplicación de ProBit y acceder al mercado de KRW?
fr_fr: Vous êtes actuellement en train d'utiliser l'application ProBit Global. KRW(Won coréen) Le trading est disponible sur ProBit. Souhaitez-vous ouvrir l'application ProBit pour accéder aux marchés KRW ?
hi_in: आप वर्तमान में ProBit Global ऐप का उपयोग कर रहे हैं। KRW(कोरियाई वोन) व्यापार ProBit पर उपलब्ध है। क्या आप ProBit ऐप खोलना चाहते हैं और KRW बाजारों तक पहुँच प्राप्त करना चाहते हैं?
id_id: Anda sedang menggunakan ProBit Global App. KRW (Won Korea) perdagangan tersedia di Korea ProBit. Apakah Anda ingin membuka aplikasi Korea ProBit dan mengakses pasar KRW?
ja_jp: ProBit Globalアプリを実行されました。 KRW(ウォン貨) 取引はProBitで可能です。 ProBitアプリを開きますか？
ms_my: Anda sedang menggunakan aplikasi ProBit Global. KRW(Korean Won) trading disediakan di ProBit. Adakah anda ingin mengakses aplikasi ProBit dan market KRW?
my_mm: သင်သည် လက်ရှိ ProBit Global အက်ပ်ကို အသုံးပြုနေပါသည်။ KRW (ကိုရီးယားဝမ်) ကုန်သွယ်မှုကို ProBit တွင် ရနိုင်ပါသည်။ သင် ProBit အက်ပ်ကိုဖွင့်ပြီး KRW စျေးကွက်များသို့ ဝင်ရောက်လိုပါသလား?
nl_nl: Je gebruikt momenteel de ProBit Global app. Handelen in KRW(Korean Won) is mogelijk op ProBit. Wil je de ProBit app openen en toegang krijgen tot de KRW markten?
pl_pl: Aktualnie używasz aplikacji ProBit Global. Handel KRW(Koreańskie wony) jest dostępny na ProBit. Czy chcesz otworzyć aplikację ProBit i uzyskać dostęp do rynków KRW?
pt_br: No momento, você está usando o aplicativo ProBit Global. KRW (Won coreano) está disponível na ProBit. Deseja abrir o aplicativo ProBit e acessar os mercados KRW?
ru_ru: В настоящий момент вы используете приложение ProBit Global. KRW(Корейские Воны) торговля доступна на ProBit. Вы хотите открыть приложение ProBit app и получить доступ к KRW рынку?
sq_al: Aktualisht jeni duke përdorur aplikacionin ProBit Global. Tregtia me KRW (Korean Won) është e disponueshme në ProBit. Dëshironi të hapni aplikacionin ProBit dhe të hyni në tregjet KRW?
sv_se: Du använder just nu ProBit Global-appen. Trading med KRW(Sydkoreansk Won) är möjlig på ProBit. Vill du öppna ProBit-appen och få tillgång till marknader för KRW?
sw_ke: Kwa sasa unatumia programu ya ProBit Global. Biashara ya KRW(Korean Won) inapatikana kwenye ProBit. Je, ungependa kufungua programu ya ProBit na kufikia masoko ya KRW?
tr_tr: Şu anda ProBit Global uygulamasını kullanıyorsunuz. ProBit'de KRW (Kore Wonunu) da kullanarak ticaret yapmak mümkündür. ProBit uygulamasını açmak ve Kore Wonu borsalarina erişmek ister misiniz?
uk_ua: На даний момент ви використовуєте додаток ProBit Global. KRW(Корейські Вони) торгівля доступна на ProBit. Ви хочете відкрити додаток ProBit та отримати доступ до KRW ринку?
vi_vn: Bạn hiện đang sử dụng ứng dụng ProBit Global. KRW(Won Hàn Quốc) mua bán tại ProBit là có hiệu lực. Bạn có muốn mở ứng dụng ProBit và truy cập thị trường KRQ?
zh_hans_cn: 您正在使用ProBit Global， KRW（Korean Won）韩币交易仅限ProBit， 您想跳转到ProBit应用软件并使用韩币进行交易吗？
zh_hant_tw: 您正在使用ProBit Global， KRW（Korean Won）韓幣交易僅限ProBit， 您想跳轉到ProBit應用軟件並使用韓幣進行交易嗎？

# dialog_email_resend_toast
source: Code resent successfully.
cs_cz: Kód byl úspěšně poslán znovu.
da_dk: Koden er blevet sendt igen.
de_de: Code erfolgreich erneut gesendet.
es_es: Código enviado exitosamente.
fr_fr: Code renvoyé avec succès.
hi_in: कोड सफलतापूर्वक फिर से भेजा गया।
id_id: Kode berhasil dikirimkan kembali.
ja_jp: 認証コードが再度転送されました。
ms_my: Kod berjaya dihantar semula.
my_mm: ကုဒ်ကို အောင်မြင်စွာ ပြန်ပို့ပြီးပါပြီ။
nl_nl: De code was met succes opnieuw verzonden.
pl_pl: Kod został wysłany pomyślnie.
pt_br: Código reenviado com sucesso.
ru_ru: Код был отправлен повторно.
sq_al: Kodi u ridërgua me sukses.
sv_se: Koden har skickats igen.
sw_ke: Nambari imetumwa tena.
tr_tr: Kod başarıyla gönderildi.
uk_ua: Код було відправлено повторно.
vi_vn: Mã đã gửi lại thành công.
zh_hans_cn: 验证码已重新发送。
zh_hant_tw: 驗證碼已重新傳送到您的電子信箱

# dialog_email_resend
source: Resend
cs_cz: Poslat znovu
da_dk: Gensend
de_de: Erneut senden
es_es: Re-enviar
fr_fr: Renvoyer
hi_in: पुन: भेजें
id_id: Kirim kembali
ja_jp: 再発送
ms_my: Hantar semula
my_mm: ပြန်ပို့ပါ။
nl_nl: Opnieuw Verzenden
pl_pl: Wyślij ponownie
pt_br: Reenviar
ru_ru: Отправить снова
sq_al: Ridërgoni
sv_se: Skicka igen
sw_ke: Tuma tena
tr_tr: Yeniden gönder
uk_ua: Відправити знову
vi_vn: Gửi lại
zh_hans_cn: 重新发送
zh_hant_tw: 重新寄送

# dialog_email_help
source: Haven’t received an e-mail yet
cs_cz: Ještě jste nedostali email?
da_dk: Har du ikke modtaget en email endnu?
de_de: Noch keine Email bekommen?
es_es: ¿Aún no recibes nuestro e-mail?
fr_fr: Vous n'avez toujours pas reçu d'email ?
hi_in: अभी तक एक ईमेल प्राप्त नहीं हुआ है?
id_id: Belum menerima email?
ja_jp: メールが届いてないですか？
ms_my: Belum terima e-mel?
my_mm: အီးမေးလ်ကို မရရှိသေးဘူးလား?
nl_nl: Nog geen email ontvangen?
pl_pl: Nie otrzymałeś jeszcze e-maila?
pt_br: Ainda não recebeu o e-mail?
ru_ru: Ещё не получили e-mail?
sq_al: Nuk keni marrë ende një email?
sv_se: Inte fått e-post än?
sw_ke: Je, bado hujapokea barua pepe?
tr_tr: Henüz bir e-posta almadınız mı?
uk_ua: Ще не отримали e-mail?
vi_vn: Bạn vẫn chưa nhận được email nào?
zh_hans_cn: 未收到邮件？
zh_hant_tw: 未收到郵件 ?

# fragment_withdrawal_confirmation_tfatimeout
source: You have exceeded the requested amount of time. Please try again.
cs_cz: Překročili jste požadované množství času. Prosím zkuste to znovu.
da_dk: Du har overskredet den tildelte tid. Prøv igen.
de_de: Sie haben die erlaubte Zeitmenge ueberschritten. Bitte versuchen Sie es erneut.
es_es: Has excedido el tiempo solicitado. Inténtalo nuevamente.
fr_fr: Vous avez dépassé la limite de temps. Veuillez réessayer.
hi_in: आपने अनुरोध की गई राशि को पार कर लिया है। कृपया पुन: प्रयास करें।
id_id: Anda telah melebihi jumlah waktu yang diminta. Silakan coba lagi.
ja_jp: 入力時間が超過しました。 出金認証をもう一度実行してください。
ms_my: Anda telah melebihi jangka masa yang diminta. Sila cuba lagi.
my_mm: သင်တောင်းဆိုထားသည့် အချိန်ပမာဏကို ကျော်လွန်သွားပါပြီ။ ထပ်စမ်းကြည့်ပါ။
nl_nl: De gevraagde tijd is overschreden. Probeer het nog een keer.
pl_pl: Przekroczono wymagany czas. Proszę spróbuj ponownie.
pt_br: Você excedeu o tempo solicitado. Por favor, tente de novo.
ru_ru: Вы превысили запрошенное количество времени. Пожалуйста, попробуйте еще раз.
sq_al: Ju keni tejkaluar kohën e përcaktuar. Ju lutemi provoni përsëri.
sv_se: Du har överskridit den tillåtna tiden. Var god försök igen.
sw_ke: Umepitisha muda ulioombwa. Tafadhali jaribu tena.
tr_tr: İstenen süreyi aştınız. Lütfen tekrar deneyin.
uk_ua: Ви перевищили запитану кількість часу. Будь ласка, спробуйте ще раз.
vi_vn: Bạn đã vượt quá thời gian yêu cầu. Hãy thử lại.
zh_hans_cn: 超过最大尝试次数，请再试一次。
zh_hant_tw: 超過最大嘗試次數，請再試一次。

# activity_deposit_notice2_4
source: - Deposits for this currency will be applied to the balance after a %@ transaction fee is deducted.
cs_cz: - Vklady v této měně budou použity na zůstatek po odečtení transakčního poplatku %@.
da_dk: - Indbetalinger for denne valuta anvendes til balancen, efter at et transaktionsgebyr på %@ er fratrukket.
de_de: - Deposits dieser Waehrung werden im Saldo angezeigt, nachdem eine %@ Transaktionsgebuehr abgezogen wurde.
es_es: - Depósitos de esta moneda serán aplicados al balance una vez que %@ por cargos de transacciones sea deducido.
fr_fr: - Les dépôts pour cette devise seront appliqués au solde après déduction des frais de transaction de %@.
hi_in: - इस मुद्रा के लिए भंडार को %@ लेनदेन शुल्क में कटौती के बाद शेष राशि पर लागू किया जाएगा।
id_id: - Deposit untuk mata uang ini akan diaplikasikan ke dalam saldo setelah %@ biaya transaski dikurangi.
ja_jp: - この貨幣は入金時に%@の手数料が差し引かれた後、残高に反映されます。
ms_my: - Deposit untuk mata wang ini akan diguna pakai ke atas baki selepas %@ caj transaksi ditolak.
my_mm: - %@ အရောင်းအ၀ယ်အခကြေးငွေကို နုတ်ယူပြီးနောက် ဤငွေကြေးအတွက် သွင်းငွေများသည် လက်ကျန်ငွေတွင် သက်ရောက်မည်ဖြစ်သည်။
nl_nl: - Stortingen voor deze currency worden na aftrek van de transactiekosten van %@ bijgewerkt op het saldo.
pl_pl: - Depozyty dla tej waluty zostaną uwzględnione w saldzie po %@ odjęciu opłaty transakcyjnej.
pt_br: - Os depósitos dessa moeda serão aplicados ao saldo após a dedução de uma taxa de transação de %@.
ru_ru: - Депозиты в этой валюте будут применяться к остатку после вычета комиссии за транзакцию в размере %@.
sq_al: - Depozitat për këtë monedhë do të aplikohen në bilanc pasi të zbritet një tarifë transaksioni %@.
sv_se: - Insättningar i den här valutan kommer att räknas till saldot efter en %@ transaktionsavgift dragits av.
sw_ke: - Uwekaji wa sarafu hii utawekwa kwenye baki baada ya kukatwa ada ya shughuli ya %@.
tr_tr: - Bu para biriminin para yatırılması %@ para yatırma ücreti düşüldükten sonra uygulanır.
uk_ua: - Депозити в цій валюті будуть застосовані до залишку після вирахування комісії за транзакцію в розмірі %@.
vi_vn: - Tiền gửi cho loại tiền này sẽ được nhập vào số dư sau khi trừ phí giao dịch %@.
zh_hans_cn: - 该币种充值到余额将扣除 %@ 手续费。
zh_hant_tw: - 該幣種充值到餘額將扣除 %@ 手續費。

# activity_maintenance_title
source: Maintenance notice
cs_cz: Upozornění na údržbu serveru
da_dk: Vedligeholdelsesmeddelelse
de_de: Maintenance Mitteilung
es_es: Anuncio de Operaciones
fr_fr: Avis de maintenance
hi_in: रखरखाव का नोटिस
id_id: Pemberitahuan Maintenance (Pemeliharaan)
ja_jp: 作業案内
ms_my: Notis penyelenggaraan
my_mm: ပြုပြင်ထိန်းသိမ်းခြင်းသတိပေးချက်
nl_nl: Onderhoudsmededeling
pl_pl: Informacje o pracach systemowych
pt_br: Anúncio de manutenção
ru_ru: Руководство по эксплуатации
sq_al: Njoftimi i mirëmbajtjes
sv_se: Underhållsmeddelande
sw_ke: Notisi ya matengenezo
tr_tr: Bakım bildirimi
uk_ua: Керівництво з експлуатації
vi_vn: Thông báo bảo trì
zh_hans_cn: 维护通知
zh_hant_tw: 維護通知

# activity_maintenance_time_title
source: Time
cs_cz: Čas
da_dk: Tid
de_de: Zeit
es_es: Tiempo de Operación Estimado
fr_fr: Temps
hi_in: समय
id_id: Waktu
ja_jp: 作業日時
ms_my: Masa
my_mm: အချိန်
nl_nl: Tijd
pl_pl: Czas
pt_br: Tempo de operação estimado
ru_ru: Время
sq_al: Koha
sv_se: Tid
sw_ke: Saa
tr_tr: Zaman
uk_ua: Час
vi_vn: Thời gian
zh_hans_cn: 时间
zh_hant_tw: 時間

# activity_maintenance_affect_title
source: Content
cs_cz: Obsah
da_dk: Indhold
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
hi_in: विषय-सूची
id_id: Konten
ja_jp: 作業内容
ms_my: Kandungan
my_mm: အကြောင်းအရာ
nl_nl: Inhoud
pl_pl: Zawartość
pt_br: Conteúdo
ru_ru: Содержание
sq_al: Përmbajtja
sv_se: Innehåll
sw_ke: Yaliyomo
tr_tr: İçerik
uk_ua: Зміст
vi_vn: Nội dung
zh_hans_cn: 内容
zh_hant_tw: 內容

# activity_maintenance_button
source: Details
cs_cz: Detaily
da_dk: Detaljer
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Detail
ja_jp: 詳細を見る
ms_my: Butiran
my_mm: အသေးစိတ်အချက်အလက်
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Детали
sq_al: Detajet
sv_se: Specifikation
sw_ke: Maelezo
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Thông tin chi tiết
zh_hans_cn: 详情
zh_hant_tw: 詳情

# dialog_require_nice_title
source: Mobile Number Verification
cs_cz: Ověření mobilního čísla
da_dk: Mobilnummer Verifikation
de_de: Handynummer Verifizierung
es_es: Verificación de número de teléfono celular
fr_fr: Vérification du numéro de téléphone portable
hi_in: मोबाइल नंबर का सत्यापन
id_id: Verifikasi Nomor Telepon
ja_jp: 携帯電話番号確認
ms_my: Pengesahan nombor telefon bimbit
my_mm: မိုဘိုင်းဖုန်းနံပါတ် အတည်ပြုခြင်း
nl_nl: Verificatie van Mobiele Nummer
pl_pl: Weryfikacja numeru telefonu komórkowego
pt_br: Verificação do número de celular
ru_ru: Подтверждение мобильного номера
sq_al: Verifikimi i numrit celular
sv_se: Verifiering med mobilnummer
sw_ke: Uthibitishaji wa Nambari ya Simu
tr_tr: Telefon Numarası Doğrulama
uk_ua: Підтвердження мобільного номеру
vi_vn: Xác minh số điện thoại di động
zh_hans_cn: 手机验证
zh_hant_tw: 手機驗證
