Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_walletdetails_filterlabel_deposithistory
source: Deposit History
cs_cz: Historie vkladu
da_dk: Indbetalingshistorik
es_es: Depósito
fr_fr: Historique de dépôt
hi_in: जमा इतिहास
id_id: Riwayat Deposit
ja_jp: 入金内訳
ms_my: Rekod deposit
my_mm: ငွေသွင်းမှတ်တမ်း
nl_nl: Stortingsgeschiedenis
pl_pl: Historia Wpłat
pt_br: Histórico de depósito
ru_ru: История внесения средств
sq_al: Historia e Depozitave
sv_se: Insättningshistorik
sw_ke: Historia ya Uwekaji
tr_tr: Para Yatirma Tarihi
uk_ua: Історія депозитів
vi_vn: Lịch sử gửi tiền
zh_hans_cn: 充值记录
zh_hant_tw: 充值紀錄

# activity_walletdetails_filterlabel_withdrawalhistory
source: Withdrawal History
cs_cz: Historie výběru
da_dk: Hæve Historik
de_de: Abhebungs History
es_es: Retiro
fr_fr: Historique de retrait
hi_in: वापसी का इतिहास
id_id: Riwayat Penarikan
ja_jp: 出金内訳
ms_my: Rekod pengeluaran
my_mm: ငွေထုတ်မှတ်တမ်း
nl_nl: Opnamegeschiedenis
pl_pl: Historia Wypłat
pt_br: Histórico de retirada
ru_ru: История вывода средств
sq_al: Historia e Tërheqjes
sv_se: Uttagshistorik
sw_ke: Historia ya Utoaji
tr_tr: Para Çekme Tarihi
uk_ua: Історія зняття коштів
vi_vn: Lịch sử rút tiền
zh_hans_cn: 提币记录
zh_hant_tw: 提幣紀錄

# activity_walletdetails_filterlabel_distributionhistory
source: Distribution History
cs_cz: Historie distribuce
da_dk: Distribution Historik
es_es: Distribución
fr_fr: Historique de distribution
hi_in: वितरण इतिहास
id_id: Riwayat Distribusi
ja_jp: 分配内訳
ms_my: Rekod pengagihan
my_mm: ဖြန့်ဝေမှုမှတ်တမ်း
nl_nl: Distributie Geschiedenis
pl_pl: Historia Dystrybucji
pt_br: Histórico de distribuição
ru_ru: История распределения
sq_al: Historia e Shpërndarjes
sv_se: Distributionshistorik
sw_ke: Historia ya Usambazaji
tr_tr: Dağıtım tarihi
uk_ua: Історія розподілу
vi_vn: Lịch sử phân phối
zh_hans_cn: 分发记录
zh_hant_tw: 分配紀錄

# transferdistributionhistoryadapter_requested
source: Requested
cs_cz: Zažádáno
da_dk: Anmodet
de_de: Angefragt
es_es: Solicitado
fr_fr: Demandé
hi_in: अनुरोध
id_id: Telah Dimintakan
ja_jp: リクエスト中
ms_my: Dimohon
my_mm: တောင်းဆိုထား
nl_nl: Aangevraagd
pl_pl: Poproszone
pt_br: Solicitado
ru_ru: Запрошено
sq_al: kërkuar
sv_se: Begärda
sw_ke: Ombwa
tr_tr: İstenildi
uk_ua: Запит зроблено
vi_vn: Đã yêu cầu
zh_hans_cn: 请求中
zh_hant_tw: 請求中

# transferdistributionhistoryadapter_done
source: Done
cs_cz: Hotovo
da_dk: Afsluttet
de_de: Erledigt
es_es: Terminado
fr_fr: Fini
hi_in: पूर्ण
id_id: Selesai
ja_jp: 完了
ms_my: Selesai
my_mm: ပြီး
nl_nl: Klaar
pl_pl: Gotowe
pt_br: Feito
ru_ru: Готово
sq_al: U krye
sv_se: Klar
sw_ke: Kamilika
tr_tr: Tamamlandı
uk_ua: Готово
vi_vn: Hoàn thành
zh_hans_cn: 完成
zh_hant_tw: 完成

# transferdistributionhistoryadapter_cancelled
source: Canceled
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Storniert
es_es: Cancelado
fr_fr: Annulé
hi_in: रद्द
id_id: Dibatalkan
ja_jp: キャンセル済み
ms_my: Dibatalkan
my_mm: ပယ်ဖျက်ပြီး
nl_nl: Geannuleerd
pl_pl: Anulowane
pt_br: Cancelado
ru_ru: Отменено
sq_al: U anulua
sv_se: Avbrutna
sw_ke: Ghairiwa
tr_tr: İptal edildi
uk_ua: Відмінено
vi_vn: Đã hủy
zh_hans_cn: 取消
zh_hant_tw: 取消

# transferdistributionhistoryadapter_unknown
source: Unknown Status
cs_cz: Neznámý status
da_dk: Ukendt Status
de_de: Unbekannter Status
es_es: Estado Desconocido
fr_fr: Statut inconnu
hi_in: अज्ञात स्थिति
id_id: Status Tidak Diketahui
ja_jp: 不明な状態
ms_my: Status tidak diketahui
my_mm: အမည်မသိအခြေအနေ
nl_nl: Onbekende status
pl_pl: Nieznany Status
pt_br: Status desconhecido
ru_ru: Неизвестный cтатус
sq_al: Status i Panjohur
sv_se: Status okänd
sw_ke: Hali Isiyojulikana
tr_tr: Bilinmeyen Durum
uk_ua: Невідомий статус
vi_vn: Trạng thái không rõ
zh_hans_cn: 未知状态
zh_hant_tw: 未知狀態

# transferdistributionhistoryadapter_transaction
source: Transaction
cs_cz: Převod
da_dk: Transaktion
de_de: Transaktion
es_es: Transacción
hi_in: लेन-देन
id_id: Transaksi
ja_jp: トランザクション
ms_my: Transaksi
nl_nl: Transactie
pl_pl: Transakcje
pt_br: Transação
ru_ru: Перевод
sq_al: Transaksioni
sv_se: Transaktion
sw_ke: Shughuli
tr_tr: İşlem
uk_ua: Транзакція
vi_vn: Giao dịch
zh_hans_cn: 交易
zh_hant_tw: 交易

# report_Cancelled
source: Canceled
cs_cz: Zrušeno
da_dk: Annulleret
de_de: Storniert
es_es: Cancelado
fr_fr: Annulé
hi_in: रद्द
id_id: Telah dibatalkan
ja_jp: キャンセル済み
ms_my: Dibatalkan
my_mm: ပယ်ဖျက်ပြီး
nl_nl: Geannuleerd
pl_pl: Anulowane
pt_br: Cancelado
ru_ru: Отменено
sq_al: U anulua
sv_se: Avbrutna
sw_ke: Ghairiwa
tr_tr: İptal edildi
uk_ua: Відмінено
vi_vn: Đã hủy
zh_hans_cn: 取消
zh_hant_tw: 取消

# report_Filled
source: Filled
cs_cz: Vyplněno
de_de: Voll
es_es: Completado
fr_fr: Complété
hi_in: भरा हुआ है
id_id: Telah terisi
ja_jp: 締結
ms_my: Telah diisi
my_mm: ဖြည့်ပြီး
nl_nl: Vol
pl_pl: Wypełnione
pt_br: Finalizado
ru_ru: Заполнено
sq_al: U plotësua
sv_se: Fyllda
sw_ke: Jazwa
tr_tr: Dolduruldu
uk_ua: Заповнено
vi_vn: Đã hoàn thành
zh_hans_cn: 成交
zh_hant_tw: 成交

# activity_fullchart_label_6h
source: 6h
da_dk: 6 timer
hi_in: 6घंटा
id_id: 6 jam
ja_jp: 6時間
ms_my: 6 jam
my_mm: 6နာရီ
nl_nl: 6 uur
pl_pl: 6 godz.
ru_ru: 6ч
sv_se: 6 timmar
sw_ke: Saa 6
tr_tr: 6saat
uk_ua: 6год
vi_vn: 6 giờ
zh_hans_cn: 6小时
zh_hant_tw: 6小時

# activity_fullchart_label_4h
source: 4h
da_dk: 4 timer
hi_in: 4घंटा
id_id: 4 jam
ja_jp: 4時間
ms_my: 4 jam
my_mm: 4နာရီ
nl_nl: 4 uur
pl_pl: 4 godz.
ru_ru: 4ч
sv_se: 4 timmar
sw_ke: Saa 4
tr_tr: 4saat
uk_ua: 4год
vi_vn: 4 giờ
zh_hans_cn: 4小时
zh_hant_tw: 4小時

# activity_fullchart_label_5m
source: 5m
da_dk: 5 min
fr_fr: 5min
hi_in: 5मिनट
id_id: 5 menit
ja_jp: 5分
ms_my: 5 minit
my_mm: 5မိနစ်
nl_nl: 5 min
pl_pl: 5 minut
ru_ru: 5мин
sv_se: 5 minuter
sw_ke: Dakika 5
tr_tr: 5dk
uk_ua: 5хв
vi_vn: 5 phút
zh_hans_cn: 5分钟
zh_hant_tw: 5分鐘

# activity_fullchart_label_3m
source: 3m
da_dk: 3 min
fr_fr: 3min
hi_in: 3मिनट
id_id: 3 menit
ja_jp: 3分
ms_my: 3 minit
my_mm: 3မိနစ်
nl_nl: 3 min
pl_pl: 3 minut
ru_ru: 3мин
sv_se: 3 minuter
sw_ke: Dakika 3
tr_tr: 3dk
uk_ua: 3хв
vi_vn: 3 phút
zh_hans_cn: 3分钟
zh_hant_tw: 3分鐘

# activity_fullchart_label_30m
source: 30m
da_dk: 30 min
fr_fr: 30min
hi_in: 30मिनट
id_id: 30 menit
ja_jp: 30分
ms_my: 30 minit
my_mm: 30မိနစ်
nl_nl: 30 min
pl_pl: 30 minut
ru_ru: 30мин
sv_se: 30 minuter
sw_ke: Dakika 30
tr_tr: 30dk
uk_ua: 30хв
vi_vn: 30 phút
zh_hans_cn: 30分钟
zh_hant_tw: 30分鐘

# activity_fullchart_label_1m
source: 1m
da_dk: 1 min
fr_fr: 1min
hi_in: 1मिनट
id_id: 1 menit
ja_jp: 1分
ms_my: 1 minit
my_mm: 1မိနစ်
nl_nl: 1 min
pl_pl: 1 minuta
ru_ru: 1мин
sv_se: 1 minut
sw_ke: Dakika 1
tr_tr: 1dk
uk_ua: 1хв
vi_vn: 1 phút
zh_hans_cn: 1分钟
zh_hant_tw: 1分鐘

# activity_fullchart_label_1h
source: 1h
da_dk: 1 time
hi_in: 1घंटा
id_id: 1 jam
ja_jp: 1時間
ms_my: 1 jam
my_mm: 1နာရီ
nl_nl: 1 uur
pl_pl: 1 godz.
ru_ru: 1час
sv_se: 1 timma
sw_ke: Saa 1
tr_tr: 1saat
uk_ua: 1год
vi_vn: 1 giờ
zh_hans_cn: 1小时
zh_hant_tw: 1小時

# activity_fullchart_label_1W
source: 1W
cs_cz: 1T
da_dk: 1 uge
es_es: 1S
fr_fr: 1 semaine
hi_in: 1सप्ताह
id_id: 1 minggu
ja_jp: 1週
ms_my: 1 minggu
my_mm: 1ပတ်
nl_nl: 1 week
pl_pl: 1 tygodni
pt_br: 1S
ru_ru: 1 неделя
sv_se: 1 vecka
sw_ke: Wiki 1
tr_tr: 1hafta
uk_ua: 1 тиждень
vi_vn: 1 tuần
zh_hans_cn: 1周
zh_hant_tw: 1週

# activity_fullchart_label_1M
source: 1M
da_dk: 1 måned
fr_fr: 1 mois
hi_in: 1महीना
id_id: 1 bulan
ja_jp: 1ヵ月
ms_my: 1 bulan
my_mm: 1လ
nl_nl: 1 maand
pl_pl: 1 miesięcy
ru_ru: 1 месяц
sv_se: 1 minut
sw_ke: Mwezi 1
tr_tr: 1ay
uk_ua: 1 місяць
vi_vn: 1 tháng
zh_hans_cn: 1个月
zh_hant_tw: 1個月

# activity_fullchart_label_1D
source: 1D
da_dk: 1 dag
fr_fr: 1 journée
hi_in: 1दिन
id_id: 1 hari
ja_jp: 1日
ms_my: 1 hari
my_mm: 1ရက်
nl_nl: 1 dag
pl_pl: 1 dzien
ru_ru: 1 день
sv_se: 1 dag
sw_ke: Siku 1
tr_tr: 1gün
uk_ua: 1 день
vi_vn: 1 ngày
zh_hans_cn: 一日
zh_hant_tw: 一天

# activity_fullchart_label_15m
source: 15m
da_dk: 15 min
fr_fr: 15min
hi_in: 15मिनट
id_id: 15 menit
ja_jp: 15分
ms_my: 15 minit
my_mm: 15မိနစ်
nl_nl: 15 min
pl_pl: 15 minut
ru_ru: 15мин
sv_se: 15 minuter
sw_ke: Dakika 15
tr_tr: 15dk
uk_ua: 15хв
vi_vn: 15 phút
zh_hans_cn: 15分钟
zh_hant_tw: 15分鐘

# activity_fullchart_label_12h
source: 12h
da_dk: 12 timer
hi_in: 12घंटा
id_id: 12 jam
ja_jp: 12時間
ms_my: 12jam
my_mm: 12နာရီ
nl_nl: 12 uur
pl_pl: 12 godzin
ru_ru: 12ч
sv_se: 12 timmar
sw_ke: Saa 12
tr_tr: 12saat
uk_ua: 12год
vi_vn: 12 giờ
zh_hans_cn: 12小时
zh_hant_tw: 12小時

# activity_fullchart_label_10m
source: 10m
da_dk: 10 min
fr_fr: 10min
hi_in: 10मिनट
id_id: 10 menit
ja_jp: 10分
ms_my: 10 minit
my_mm: 10မိနစ်
nl_nl: 10 min
pl_pl: 10 minut
ru_ru: 10мин
sv_se: 10 minuter
sw_ke: Dakika 10
tr_tr: 10dk
uk_ua: 10хв
vi_vn: 10 phút
zh_hans_cn: 10分钟
zh_hant_tw: 10分鐘

# activity_walletdetails_nohistory
source: There is no history.
cs_cz: Není tu žádná historie.
da_dk: Der findes ingen historik.
de_de: Keine History.
es_es: No se encontraron registros.
fr_fr: Il n'y a pas d'historique.
hi_in: कोई इतिहास नहीं है।
id_id: Tidak ditemukan riwayat.
ja_jp: 内訳がありません。
ms_my: Tiada rekod.
my_mm: မှတ်တမ်းမရှိပါ။
nl_nl: Er is geen geschiedenis.
pl_pl: Nie ma historii.
pt_br: Não há histórico de registros.
ru_ru: Нет истории.
sq_al: Nuk ka histori.
sv_se: Det finns ingen historik.
sw_ke: Hakuna historia.
tr_tr: Geçmiş yok.
uk_ua: Немає історії.
vi_vn: Không có lịch sử
zh_hans_cn: 无记录
zh_hant_tw: 無紀錄

# activity_deposit_notice2_2
source: - All %@ deposits less than %@ %@ will not be processed. Deposits that are lower than that amount will not be credited to your wallet. %@ %@.
cs_cz: - Všechny vklady %@ menší než %@ %@ nebudou zpracovány. Vklady, které jsou nižší než tato částka, nebudou na vaši peněženku připsány. %@ %@.
da_dk: - Alle %@ indbetalinger mindre end %@ %@ vil ikke blive behandlet. Indbetalinger der er lavere end dette beløb, krediteres ikke i din tegnebog. %@ %@.
de_de: - Alle %@ Deposits von weniger als %@ %@ werden nicht verarbeitet. Deposits mit niedrigerem Betrag werden nicht in der Wallet gutgeschrieben. %@ %@.
es_es: - Todos los depósitos %@ de menos de %@ %@ no serán recibidos. Perderás %@ si depositas menos de %@ %@.
fr_fr: - Tous les dépôts %@ de moins de %@ %@ ne seront pas éffectués. Les dépôts inférieur à ce montant ne seront pas crédités sur votre compte. %@ %@.
hi_in: - %@ %@ से कम सभी %@ जमा संसाधित नहीं किए जाएंगे| उस राशि से कम जमा राशि आपके वॉलेट में जमा नहीं की जाएगी। %@ %@|
id_id: - Semua %@ deposito kurang dari %@ %@ tidak akan diproses. deposito kurang dari jumlah tidak akan dikreditkan ke dompet Anda. %@ %@.
ja_jp: - この貨幣の 最小入金量は %@ %@であり、最小入金量以下の入金はサポートされません。 該当数量より少ない数量を入金すると、入金はウォレットに反映されません。
ms_my: - Semua %@ deposit kurang dari %@ %@ tidak akan diproses. deposit kurang dari jumlah tidak akan dikreditkan ke dompet Anda. %@ %@.
my_mm: - ဤငွေကြေး၏ အနည်းဆုံး သွင်းငွေပမာဏမှာ %@ %@ ဖြစ်ပြီး၊ အနည်းဆုံး သွင်းငွေပမာဏအောက် သွင်းငွေများကို မပံ့ပိုးပါ။ အကယ်၍ သင်သည် ထိုပမာဏထက်နည်း၍ အပ်နှံပါက ထိုသွင်းငွေကို သင့်ပိုက်ဆံအိတ်တွင် ထင်ဟပ်စေမည်မဟုတ်ပါ။
nl_nl: - Alle %@ stortingen minder dan %@ %@ worden niet verwerkt. Stortingen die lager zijn dan dat bedrag worden niet bijgeschreven op je wallet. %@ %@.
pl_pl: - Wszystkie %@ depozyty mniejsze niż %@ %@ nie zostaną przetworzone. Depozyty niższe niż ta kwota nie zostaną zaksięgowane w Twoim portfelu. %@ %@.
pt_br: - Todos os depósitos de %@ inferiores a %@%@ não serão processados. Depósitos inferiores a esse valor não serão creditados em sua carteira. %@ %@.
ru_ru: Все взносы %@, меньше чем %@ %@ не будут приняты. Взносы, меньше указаной суммы, не будут зачислены на Ваш кошелёк. %@ %@.
sq_al: - Të gjitha depozitat e %@ më pak se %@%@ nuk do të përpunohen. Depozitat që janë më të ulëta se kjo shumë nuk do të kreditohen në portofolin tuaj. %@ %@.
sv_se: - Alla %@ insättningar på mindre än %@ %@ kommer ej att behandlas. Insättningar vars belopp är lägre än detta kommer ej att läggas till din plånbok. %@ %@.
sw_ke: - Amana zote za %@ chini ya %@ %@ hazitachakatwa. Amana ambazo ni za chini kuliko kiasi hicho hazitawekwa kwenye mfuko wako. %@ %@
tr_tr: - Tüm %@, %@ altındakilerin tamamı %@ alınmayacak.%@ %@'den az para yatırırsanız %@'ınızı kaybedeceksiniz.
uk_ua: Усі внески %@, меньші ніж %@ %@ не будуть прийняті. Внески, меньші за вказану суму, не будуть зараховані на ваш гаманець. %@ %@.
vi_vn: - Tất cả tiền gửi %@ dưới %@ %@ sẽ không được xử lý. Tiền gửi ít hơn số tiền đó sẽ không được ghi có vào ví của bạn. %@ %@.
zh_hans_cn: - 该货币的最少充值数量为 %@ %@， 若充值数量少于该数量将不能在钱包内显示
zh_hant_tw: - 該貨幣的最少充值數量為 %@ %@， 若充值數量少於該數量將不能在錢包內顯示

# distributionhistorytag_e_eosgrandlottery201811
source: Grand Lottery Event
cs_cz: Událost velké loterie
da_dk: Grand Lottery Begivenhed
es_es: Gran Evento de Lotería
fr_fr: Evénement de la Grande Lotterie
hi_in: लॉटरी का बड़ा आयोजन
id_id: Acara Grand Lottery
ja_jp: 一日抽選イベント
ms_my: Event Grand Loteri
my_mm: Grand Lottery အစီအစဉ်
pl_pl: Wielka Loteria Wydarzenie
pt_br: Evento Grande Loteria
ru_ru: Ивент Грэнд Лотерея
sq_al: Ngjarje e Lotarisë së Madhe
sw_ke: Tukio Kuu la Bahati Nasibu
tr_tr: Büyük Piyango Etkinliği
uk_ua: Захід Велика лотерея
vi_vn: Sự kiện Xổ số khổng lồ
zh_hans_cn: 每日抽奖活动
zh_hant_tw: 每日抽獎活動

# distributionhistorytag_e_icoonepercent201811
source: PROB token purchase payback
cs_cz: Vracení platby za PROB žetony
da_dk: PROB token køb payback
de_de: PROB Token Kauf Payback
es_es: Payback en compras de token PROB
fr_fr: Remboursement d'achat de tokens PROB
hi_in: PROB टोकन खरीद पेबैक
id_id: Pembelian Payback token PROB
ja_jp: PROB トークン購入ペイバック
ms_my: Pembelian Payback token PROB
my_mm: PROB တိုကင်ဝယ်ယူမှု payback
nl_nl: PROB token terugkoop
pl_pl: Payback zakupu tokena PROB
pt_br: Compra Payback do token PROB
ru_ru: Запрос о выплате токенов PROB
sq_al: Shlyerja e blerjes së tokenit PROB
sv_se: Återbetalning av PROB Token-köp
sw_ke: Malipo ya ununuzi wa tokeni ya PROB
tr_tr: PROB token alım geri ödemesi
uk_ua: Запит на виплату токенів PROB
vi_vn: Hoàn trả tiền mua mã token PROB
zh_hans_cn: 购买PROB TOKEN返佣
zh_hant_tw: 購買PROB TOKEN返佣

# distributionhistorytag_e_registration201811
source: Pre-Registration Event
cs_cz: Před registrační událost
da_dk: Forhåndsregistreringsbegivenhed
de_de: Vor-Registrierungsevent
es_es: Pre-Registrarse al Evento
fr_fr: Evénement de pré-enregistrement
hi_in: पूर्व पंजीकरण आयोजन
id_id: Pra-pendaftaran event
ja_jp: 事前加入イベント
ms_my: Event pra-pendaftaran
my_mm: ကြိုတင်စာရင်းသွင်းခြင်းအစီအစဉ်
nl_nl: Pre-Registratie Event
pl_pl: Event Pre-Rejestracji
pt_br: Pré-Inscrição de evento
ru_ru: Пре-Регистрационное Мероприятие
sq_al: Event para regjistrimit
sv_se: Förhandsregistrerings-event
sw_ke: Tukio la Kujiandikisha Mapema
tr_tr: Ön-Kayıt Etkinliği
uk_ua: Попередній реєстраційний захід
vi_vn: Sự kiện Đăng ký trước
zh_hans_cn: 抢先注册活动
zh_hant_tw: 搶先註冊活動

# distributionhistorytag_e_referrer201811
source: Pre-Registration Referral Event
cs_cz: Předběžná registrace při doporučující události
da_dk: Forhåndsregistrerings Henvisningsbegivenhed
de_de: Vor-Registrierungs Empfehlungsevent
es_es: Pre-Incripción al Evento de Recomendaciones
fr_fr: Pré-enregistrement de l'événement de parrainage
hi_in: पूर्व-पंजीकरण रेफरल आयोजन
id_id: Acara pra-pendaftaran referal
ja_jp: 事前加入紹介者イベント
ms_my: Event pra-pendaftaran referral
my_mm: ကြိုတင်စာရင်းသွင်း ညွှန်းသူအစီအစဉ်
nl_nl: Pre-registratie Referral evenement
pl_pl: Event Poleceń Pre-Rejestracji
pt_br: Pré-registro para Evento de referência
ru_ru: Пре-регистрационное Реферальное Мероприятие
sq_al: Event referimi para-regjistrimit
sv_se: Rekommendationsevent för förhandsregistrering
sw_ke: Tukio la Rufaa la Kujiandikisha Mapema
tr_tr: Ön Kayıt Referans Etkinliği
uk_ua: Попередній реєтраційний реферальний захід
vi_vn: Sự kiện đăng ký trước cho việc giới thiệu
zh_hans_cn: 抢先注册推荐人活动
zh_hant_tw: 搶先註冊推薦人活動

# distributionhistorytag_e_lylairdrop201812
source: LYL Airdrop
hi_in: LYL एयरड्रॉप
ja_jp: LYL エアドロップ
ru_ru: LYL Аирдроп
zh_hans_cn: LYS 空投
zh_hant_tw: LYS AirDrop

# distributionhistorytag_e_xpxairdrop201812
source: XPX Airdrop
hi_in: XPX एयरड्रॉप
ja_jp: XPX エアドロップ
ru_ru: XPX Аирдроп
zh_hans_cn: XPX 空投

# distributionhistorytag_e_keyairdrop201812
source: KEY Airdrop
de_de: SCHLUESSEL Airdrop
hi_in: KEY एयरड्रॉप
ja_jp: KEY エアドロップ
ru_ru: KEY Аирдроп
vi_vn: KHÓA Airdrop
zh_hans_cn: KEY 空投

# distributionhistorytag_e_meetupairdrop201812
source: Meetup airdrop
hi_in: Meetup एयरड्रॉप
ja_jp: ミートアップ エアドロップ
ru_ru: Встречайте аирдроп
sw_ke: Kutana kwa airdrop
vi_vn: Cuộc gặp gỡ về airdrop
zh_hans_cn: 路演空投

# distributionhistorytag_t_trademining
source: Trade mining
cs_cz: Obchodní těžba
es_es: Minería Trade
hi_in: व्यापार(ट्रेड) माइनिंग
ja_jp: トレードマイニング
ru_ru: Торговый майнинг
sw_ke: Uchimbaji wa biashara
tr_tr: Mining Ticareti
uk_ua: Торгівельний майнінг
vi_vn: Khai thác giao dịch
zh_hans_cn: 交易挖矿
zh_hant_tw: 交易挖礦

# distributionhistorytag_t_referral
source: Trade commission from referrals
cs_cz: Obchodní provize z doporučení
da_dk: Trade kommission fra henvisninger
de_de: Trade Provison von Empfehlungen
es_es: Comisión referencial de trade
fr_fr: Commission d'échange des parrainés
hi_in: रेफरल से व्यापार(ट्रेड) आयोग
id_id: Komisi trade dari referral
ja_jp: 紹介者取引手数料コミッション
ms_my: Komisen trade dari referral
my_mm: ညွှန်းသူအခကြေးငွေကော်မရှင်
nl_nl: Handelscommissie uit referrals
pl_pl: Prowizja handlowa od poleceń
pt_br: Comissão de trade por referências
ru_ru: Торговая комиссия с рефералов
sq_al: Komisioni tregtar nga referimet
sv_se: Trade-provision från rekommendationer
sw_ke: Tume ya biashara kutoka kwa rufaa
tr_tr: Referanslardan trade komisyonu
uk_ua: Торгівельна комісія з реферальної програми
vi_vn: Tiền hoa hồng giao dịch từ việc giới thiệu
zh_hans_cn: 推荐人交易手续费佣金
zh_hant_tw: 推薦人交易手續費佣金

# distributionhistorytag_t_stakemining
source: Stake mining
cs_cz: Sázkové těžby
es_es: Minería Stake
hi_in: स्टेक माइनिंग
ja_jp: ステークマイニング
ms_my: Dagangan mining
ru_ru: Стейк майнинг
sw_ke: Uchimbaji wa steki
uk_ua: Стейк майнінг
vi_vn: Khai thác đặt cược
zh_hans_cn: Stake 挖矿
zh_hant_tw: Stake 挖礦

# activity_walletdetails_distribution
source: Distribution
cs_cz: Distribuce
es_es: Distribución
hi_in: वितरण
id_id: Distribusi
ja_jp: 分配
ms_my: Pengagihan
my_mm: ဖြန့်ဝေခြင်း
nl_nl: Distributie
pl_pl: Dystrybucja
pt_br: Distribuição
ru_ru: Распределение
sq_al: Shpërndarja
sw_ke: Usambazaji
tr_tr: Dağıtım
uk_ua: Розподіл
vi_vn: Phân phối
zh_hans_cn: 分发
zh_hant_tw: 分配

# fragment_bannerviewpager_02_content
source: The ultimate exchange featuring top performance, superior security, and diverse trading pairs for traders.
cs_cz: Špičková výměna představující nejvyšší výkon, vynikající zabezpečení a rozmanité obchodní páry pro obchodníky.
da_dk: Den ultimative exchange med topydelse, omfattende sikkerhedssystem og alle de kendte trading par.
de_de: Das ultimative Exchange Erlebnis mit Top Leistung, bester Sicherheit und vielfaeltigen Trading-Paaren für Trader.
es_es: El intercambio definitivo que ofrece un rendimiento superior, seguridad impenetrable y diversos pares comerciales para .
fr_fr: L'échange ultime inclut des performances de haut niveau, une sécurité de qualité supérieure et de diverses paires de trading pour les traders.
hi_in: व्यापारियों(ट्रेडर) के लिए शीर्ष प्रदर्शन, बेहतर सुरक्षा और विविध व्यापारिक(ट्रेडिंग) जोड़े की विशेषता वाला शीर्ष एक्सचेंज।
id_id: Exchange yang menampilkan kinerja terbaik, keamanan yang unggul, dan beragam pasangan trading untuk paara traders.
ja_jp: 最高の性能、優れたセキュリティ、多様な取引ペア トレーダーのための最上の取引所です。
ms_my: Exchange utama yang menampilkan prestasi terbaik, keselamatan yang unggul, dan pelbagai pasangan trading untuk trader.
my_mm: ထိပ်တန်းစွမ်းဆောင်ရည်၊ သာလွန်သောလုံခြုံရေးနှင့် အရောင်းအ၀ယ်သမားများအတွက် မတူကွဲပြားသော အရောင်းအ၀ယ်အတွဲများပါသည့် အကောင်းဆုံး exchange
nl_nl: De ultieme exchange gekenmerkt door topprestaties, superieure beveiliging en diverse handelsparen voor traders.
pl_pl: Najlepsza giełda oferująca najwyższą wydajność, najwyższe bezpieczeństwo i różnorodne pary handlowe dla traderów.
pt_br: Exchange com desempenho e segurança superior, além de diversos pares de negociação para traders.
ru_ru: Совершенный обменник с высочайшей производительностью, совершенная безопасность, и множественные торговые пары для трейдеров.
sq_al: Shkëmbimi përfundimtar që përmban performancë të lartë, siguri superiore dhe palë të ndryshme tregtare për tregtarët.
sv_se: Den ultimata plattformen för Exchange med prestanda i toppklass, överlägsen säkerhet och och varierande trading-par för trejdare.
sw_ke: Ubadilishano wa juu zaidi unaoangazia utendaji wa juu, usalama wa hali ya juu, na jozi tofauti za biashara kwa wafanyabiashara.
tr_tr: Üst düzey performans, üstün güvenlik ve yatırımcılar için çeşitli alım satım çiftlerini içeren nihai değişim.
uk_ua: Досконалий обмінник із високою продуктивністю, досконала безпека і множинні торгівельні пари для трейдерів.
vi_vn: Sàn giao dịch có hiệu suất hàng đầu, bảo mật vượt trội và các cặp giao dịch đa dạng cho các nhà đầu tư.
zh_hans_cn: 最高的性能、优越的安保、多种交易对 是为用户服务的最佳交易所
zh_hant_tw: 最高的性能、優越的安保、多種交易對 是為用戶服務的最佳交易所

# use_fingerprint_to_unlock
source: Use your fingerprint to unlock
cs_cz: Použijte otisk prstu pro odemknutí
da_dk: Brug dit fingeraftryk til at låse op
de_de: Fingerprint zum Entsperren nutzen
es_es: Usa tu huella digital para desbloquear
fr_fr: Utilisez votre empreinte digitale pour déverrouiller
hi_in: अनलॉक करने के लिए अपने फिंगरप्रिंट का उपयोग करें
id_id: Menggunakan sidik jari untuk membuka kunci
ja_jp: 指紋認証使用
ms_my: Gunakan cap jari anda untuk membuka kunci
my_mm: လော့ခ်ဖွင့်ရန် သင့်လက်ဗွေကို အသုံးပြုပါ။
nl_nl: Gebruik je vingerafdruk om te ontgrendelen
pl_pl: Użyj odcisku palca, aby odblokować
pt_br: Use sua impressão digital para desbloquear
ru_ru: Используйте отпечаток пальца, чтобы разблокировать
sq_al: Përdorni gjurmën tuaj të gishtave për tu shkyçur
sv_se: Använd ditt fingeravtryck för att låsa upp
sw_ke: Tumia alama ya kidole chako kufungua
tr_tr: Kilidi açmak için parmak izini kullan
uk_ua: Використовуйте відбиток пальця, щоб розблокувати
vi_vn: Sử dụng vân tay đã đăng ký để mở khóa
zh_hans_cn: 使用指纹识别
zh_hant_tw: 使用指紋識別

# use_device_s_fingerprint_sensor_to_unlock
source: Use your registered fingerprint to unlock the app
cs_cz: Použijte vaše registrované otisky prstů pro odemčení aplikace
da_dk: Brug dit registrerede fingeraftryk til at låse appen op
de_de: Nutzen Sie Ihren registrierten Fingerprint um die App zu entsperren
es_es: Usa la huella digital ingresada en el dispositivo para desbloquear la aplicación
fr_fr: Utilisez votre empreinte digitale enregistrée pour déverrouiller l'application.
hi_in: अनलॉक करने के लिए अपने फिंगरप्रिंट का उपयोग करें
id_id: Menggunakan sidik jari yang telah terdaftar untuk membuka aplikasi
ja_jp: 装置に登録された指紋を使用してロックを解除します。
ms_my: Gunakan cap jari anda telah daftarkan untuk membuka kunci aplikasi
my_mm: အက်ပ်ကို လော့ခ်ဖွင့်ရန် သင်စာရင်းသွင်းထားသော လက်ဗွေကို အသုံးပြုပါ။
nl_nl: Gebruik je geregistreerde vingerafdruk om de app te ontgrendelen
pl_pl: Użyj zarejestrowanego odcisku palca, aby odblokować aplikację
pt_br: Use sua impressão digital registrada para desbloquear o app
ru_ru: Используйте зарегистрированный отпечаток пальца, чтобы разблокировать приложение
sq_al: Përdorni gjurmën tuaj të gishtit të regjistruar për të zhbllokuar aplikacionin
sv_se: Använd ditt registrerade fingeravtryck för att låsa upp appen
sw_ke: Tumia alama yako ya kidole iliyosajiliwa ili kufungua programu
tr_tr: Uygulamanın kilidini açmak için cihazda kayıtlı parmak izini kullanın
uk_ua: Використовуйте зареєстрований відбиток пальця, щоб розблокувати додаток
vi_vn: Sử dụng vân tay đã đăng ký để mở ứng dụng
zh_hans_cn: 使用收录到设备上的指纹用于解锁
zh_hant_tw: 使用登錄到設備上的指紋用於解鎖
