Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_notificationsettings_v2_probitannoucement_is_in_another_castle
source: To receive ProBit Global announcements, please agree to receive push notifications at %@ - %@.
cs_cz: Chcete-li dostávat oznámení ProBit Global, souhlasíte s přijímáním push zpráv na %@ - %@.
da_dk: For at modtage ProBit Global meddeleler accepter venligst at modgtage push-notifikationer på %@ - %@.
de_de: Um ProBit-Ankündigungen zu erhalten, stimmen Sie bitte dem Empfang von Push-Benachrichtigungen unter %@ - %@ zu.
es_es: Para recibir anuncios de ProBit, por favor acepta recibir mensajes push en %@ -%@.
fr_fr: Pour recevoir des annonces ProBit Global, veuillez accepter de recevoir des messages push à %@ - %@.
hi_in: ProBit Global घोषणाएं प्राप्त करने के लिए, कृपया %@ - %@ पर पुश सूचना प्राप्त करने के लिए सहमत हों।
id_id: Untuk menerima pengumuman ProBit, harap menyetujui untuk menerima pesan push otomatis pada %@ - %@.
ja_jp: ProBitのお知らせをプッシュメッセージで受け取るには、%@-%@でプッシュメッセージの受信に同意をしてください。
ms_my: Untuk mendapatkan pengumuman ProBit Global, sila setuju kepada menerima pemberitahuan tolak di %@ - %@.
my_mm: ProBit ကြေညာချက်များကို လက်ခံရယူရန် %@ - %@ တွင် push နိုတီများကို လက်ခံရယူခြင်းကို သဘောတူပါ။
nl_nl: Om ProBit aankondigingen te ontvangen, ga dan akkoord met het ontvangen van pushberichten op %@ - %@.
pl_pl: Aby otrzymywać ogłoszenia ProBit Global, prosimy o wyrażenie zgody na otrzymywanie powiadomień push w godzinach %@ - %@.
pt_br: Para receber anúncios da ProBit Global, concorde em receber mensagens em %@ - %@.
ru_ru: Чтобы получать объявления от ProBit Global, пожалуйста, согласитесь на получение push-уведомлений от %@ - %@.
sq_al: Për të marrë njoftimet ProBit, ju lutemi pranoni të merrni njoftime push në %@ - %@.
sv_se: För att få meddelanden fråm ProBit, vänligen acceptera att ta emot pushnotiser %@ - %@.
sw_ke: Ili kupokea matangazo ya ProBit, tafadhali kubali kupokea arifa kutoka kwa programu kwenye %@ - %@.
tr_tr: ProBit duyurularını almak için, lütfen %@ - %@ arasında mesajları almayı kabul edin.
uk_ua: Щоб отримувати повідомлення від ProBit Global, будь ласка, погодьтеся отримувати push-повідомлення від %@ - %@.
vi_vn: Để nhận thông báo ProBit, vui lòng đồng ý nhận thư đẩy ở %@ - %@.
zh_hans_cn: 若想要接收ProBit Global的通知，请选择同意在%@-%@之间接收来自ProBit Global的推送消息。
zh_hant_tw: 若想要接收ProBit Global的通知，請選擇同意在%@-%@之間接收來自ProBit Global的推送消息。

# activity_login_deactivated_user_errormessage
source: Your account was deactivated due to over 1 year of inactivity. Please log in to the ProBit Global website, activate your account, and try again. (%@)
cs_cz: Váš účet byl deaktivován z důvodu neaktivity déle než 1 rok. Přihlaste se prosím na web ProBit Global, aktivujte svůj účet a zkuste to znovu. (%@)
da_dk: Din konto er blevet deaktiveret på grund af over et års inaktivitet. Venligst log ind til ProBit Global hjjemmesiden, aktiver din konto, og prøv igen. (%@)
de_de: Ihr Konto wurde deaktiviert, da er über 1 Jahr inaktiv war. Bitte melden Sie sich auf der ProBit-Website an, aktivieren Sie Ihr Konto, und versuchen Sie es erneut. (%@)
es_es: Tu cuenta se desactivó debido a que estuvo inactiva durante más de 1 año. Por favor inicia sesión en el sitio web de ProBit, activa tu cuenta y vuelve a intentarlo.(%@)
fr_fr: Votre compte a été désactivé car il est resté inactif pendant plus d'un an. Veuillez vous connecter au site Web de ProBit Global, activer votre compte et réessayer. (%@)
hi_in: 1 वर्ष से अधिक इस्तमाल न के कारण आपका खाता निष्क्रिय कर दिया गया था। कृपया ProBit Global वेबसाइट में लॉग इन करें, अपना खाता सक्रिय करें, और पुनः प्रयास करें। (%@)
id_id: Akun Anda telah dinonaktifkan karena tidak aktif selama lebih dari 1 tahun. Silakan masuk ke situs ProBit, aktifkan akun Anda, dan coba lagi. (%@)
ja_jp: ProBitに1年以上アクセスされていないため、アカウントが休眠状態になりました。ProBitホームページからログインをし、アカウントをもう一度有効化にしてください。(%@)
ms_my: Akaun anda telah dinyahaktifkan kerana lebih daripada 1 tahun tidak aktif. Sila log masuk kepada laman web ProBit Globaln aktifkan akaun anda, dan cuba lagi. (%@)
my_mm: 1 နှစ်ကျော် အသုံးပြုမှုမရှိသောကြောင့် သင့်အကောင့်ကို ပိတ်ထားပါသည်။ ကျေးဇူးပြု၍ ProBit ဝဘ်ဆိုက်သို့ လော့ဂ်အင်ဝင်ပါ၍ သင့်အကောင့်ကို ပြန်အသက်သွင်းပြီး ထပ်စမ်းကြည့်ပါ။ (%@)
nl_nl: Je account was gedeactiveerd vanwege inactiviteit voor meer dan 1 jaar. Log in op de ProBit Website, activeer je account en probeer het nog een keer. (%@)
pl_pl: Twoje konto zostało dezaktywowane z powodu ponad rocznego okresu nieaktywności. Zaloguj się na stronie ProBit Global, aktywuj swoje konto i spróbuj ponownie. (%@)
pt_br: Sua conta foi desativada por estar inativa por mais de 1 ano. Faça login no site da ProBit Global, ative sua conta e tente novamente. (%@)
ru_ru: Ваш аккаунт был деактивирован в связи с неактивностью более 1 года. Пожалуйста, войдите на сайт ProBit Global, активируйте свой аккаунт и попробуйте еще раз. (%@)
sq_al: Llogaria juaj u çaktivizua për shkak të mosveprimit mbi 1 vit. Ju lutemi hyni në faqen e internetit të ProBit, aktivizoni llogarinë tuaj dhe provoni përsëri. (%@)
sv_se: Ditt konto inaktiverades eftersom det varit inaktivt i mer än ett år. Vänligen logga in på ProBits webbplat, aktivera ditt konto och försök igen. (%@)
sw_ke: Akaunti yako ilizimwa kwa sababu ya zaidi ya mwaka 1 ya kutotumika. Tafadhali ingia kwenye tovuti ya ProBit, wezesha akaunti yako, na ujaribu tena. (%@)
tr_tr: Hesabınız 1 yıldan uzun süredir aktif olmadığı için devre dışı bırakıldı Lütfen ProBit web sitesinde oturum açın, hesabınızı etkinleştirin ve tekrar deneyin. (%@)
uk_ua: Ваш обліковий запис було деактивовано через неактивність більше 1 року. Будь ласка, увійдіть на вебсайт ProBit Global, активуйте свій обліковий запис і повторіть спробу. (%@)
vi_vn: Tài khoản của bạn đã bị vô hiệu hóa do không hoạt động trong hơn 1 năm. Vui lòng đăng nhập vào trang web ProBit, kích hoạt tài khoản của bạn và thử lại.(%@)
zh_hans_cn: 由于距您上次登录超过了1年时间，账号已转化为休眠状态，请前往ProBit Global官网登录并重新激活账号之后重试。（%@）
zh_hant_tw: 由於距您上次登錄超過了1年時間，賬號已轉化為休眠狀態，請前往ProBit Global官網登錄並重新激活賬號之後重試。 （%@）

# activity_search_searchbackdrop_title
source: Search ProBit Global
cs_cz: Vyhledat ProBit Global
da_dk: Søg ProBit Global
de_de: ProBit durchsuchen
es_es: Buscar en ProBit
fr_fr: Rechercher ProBit Global
hi_in: खोजें ProBit Global
id_id: Cari ProBit
ja_jp: ProBitで検索
ms_my: Cari ProBit Global
my_mm: ProBitကို ရှာပါ။
nl_nl: Zoek ProBit
pl_pl: Szukaj ProBit Global
pt_br: Procurar na ProBit Global
ru_ru: Искать на ProBit Global
sq_al: Kërkoni ProBit
sv_se: Sök på ProBit
sw_ke: Tafuta kwenye ProBit
tr_tr: ProBit arama
uk_ua: Шукати на ProBit Global
vi_vn: Tìm kiếm ProBit
zh_hans_cn: 搜索ProBit Global
zh_hant_tw: 搜索ProBit Global

# activity_currencytransferhistorydetails_table_blockchaintype
source: Blockchain type
cs_cz: Typ blockchainu
de_de: Blockchain Typ
es_es: Tipo de Blockchain
fr_fr: Type de Blockchain
hi_in: ब्लॉकचेन प्रकार
id_id: Tipe Blockchain
ja_jp: ブロックチェーンタイプ
ms_my: Jenis Blockchain
my_mm: Blockchain အမျိုးအစား
pl_pl: Rodzaj Blockchainu
pt_br: Tipo de Blockchain
ru_ru: Тип блокчейна
sq_al: Loji i Blockchain
sv_se: Typ av blockkedja
sw_ke: Aina ya blockchain
tr_tr: Blockchain Tipi
uk_ua: Тип блокчейну
vi_vn: Loại Blockchain
zh_hans_cn: 主链类型
zh_hant_tw: 主鏈類型

# activity_currencytransferhistorydetails_table_fee
source: Transaction Fee
cs_cz: Poplatek za převod
da_dk: Transaktionsgebyr
de_de: Transaktionsgebühr
es_es: Cargo por Transacción
fr_fr: Frais de transaction
hi_in: लेनदेन शुल्क
id_id: Biaya Transaksi
ja_jp: 手数料
ms_my: Caj Transaksi
my_mm: အခကြေးငွေ
nl_nl: Handelskosten
pl_pl: Opłata transakcyjna
pt_br: Taxa de transação
ru_ru: Комиссия за транзакцию
sq_al: Fatura e Transaksionit
sv_se: Transaktionsavgift
sw_ke: Ada ya Shughuli
tr_tr: İşlem ücreti
uk_ua: Комісія за Транзакцію
vi_vn: Phí giao dịch
zh_hans_cn: 手续费
zh_hant_tw: 手續費

# activity_currencytransferhistorydetails_table_reason
source: Details
cs_cz: Detaily
da_dk: Detaljer
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
id_id: Rincian
ja_jp: 詳細
ms_my: Butiran
my_mm: အသေးစိတ်အချက်အလက်များ
pl_pl: Szczegóły
pt_br: Detalhes
ru_ru: Детали
sq_al: Detajet
sv_se: Specifikation
sw_ke: Maelezo
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Thông tin chi tiết
zh_hans_cn: 明细
zh_hant_tw: 明細

# fragment_stakecautionv2_notice_prob_1
source: The amount of PROB staked determines membership level and airdrop rewards.
cs_cz: Výše sázky PROB určuje úroveň členství a odměny za airdrop.
da_dk: Mængden af staked PROB bestemmer medlemskabsniveauet og airdrop-belønninger.
de_de: Die Menge an gestakten PROB bestimmt das Mitgliedschaftslevel und die Airdrop Rewards.
es_es: La cantidad de PROB staked determina el nivel de tu membresía y la cantidad de recompenzas por airdrops.
fr_fr: Le montant de PROB staké détermine le niveau d'adhésion et de récompenses airdrop.
hi_in: PROB की राशि का निर्धारण सदस्यता स्तर और एयरड्रॉप पुरस्कारों को निर्धारित करता है।
id_id: Jumlah dari STAKED PROB menentukan tingkat keanggotaan dan Airdrop imbalan.
ja_jp: PROBステーキング量によって、メンバーシップレベルやエアドロップなどの報酬が決まります。
ms_my: Amaun PROB staked menentukan tahap keahlian dan ganjaran airdrop.
my_mm: PROB stakingပမာဏသည် အဖွဲ့ဝင်အဆင့်နှင့် airdrop ဆုများကို ဆုံးဖြတ်သည်။
nl_nl: De hoeveelheid gestakede PROB bepaalt het lidmaatschapslevel en de airdrop beloningen.
pl_pl: Ilość postawionych PROB określa poziom członkostwa i nagrody za zrzut.
pt_br: A quantidade de PROB armazenada determina o nível de membro e a quantidade de recompensas em airdrops.
ru_ru: Количество PROB в стейкинге определяет уровень участника и вознаграждение аирдропом.
sq_al: Shuma e PROB -it të bërë stake përcakton nivelin e anëtarësimit dhe shpërblimet e transmetimit.
sv_se: Beloppet PROB du har stejkat avgör din medlemsnivå samt airdrop-belöningar.
sw_ke: Kiasi cha PROB kilichofanyiwa steki huamua kiwango cha uanachama na zawadi za airdop.
tr_tr: Stake edilen PROB miktarı VIP Seviyenizi ve airdrop ödül miktarınızı belirler.
uk_ua: Кількість PROB в стейкінгу визначає рівень членства і винагороду ейрдропом.
vi_vn: Lượng PROB đặt cược sẽ quyết định cấp độ thành viên và phần thưởng airdrop.
zh_hans_cn: 根据 Stake 的 PROB 数量决定会员等级以及在空投等方面的奖励
zh_hant_tw: 根據 Stake 的 PROB 數量決定會員等級以及在空投等方面的獎勵

# fragment_stakecautionv2_notice_2
source: When setting up a stake, the tokens will be locked up and can only be unstaked after a certain period of time.
cs_cz: Při nastavování sázky budou žetony uzamčeny a lze je zrušit až po určité době.
da_dk: Når du indstiller staking, vil tokens blive låst og kan først unstakes efter en bestemt periode.
de_de: Beim Einstellen des Stakes, werden die Tokens eingesperrt und das Unstaking ist erst nach einer gewissen Zeit möglich.
es_es: Cuando configures un stake, ten en cuenta que los tokens serán bloqueados y que solo pueden ser Un-Staked después de cierto periodo de tiempo.
fr_fr: Lorsque vous réalisez un investissement, les Tokens seront bloqués et peuvent seulement être désinvestis après une certaine période.
hi_in: हिस्सेदारी स्थापित करते समय, टोकन बंद कर दिया जाएगा और केवल एक निश्चित अवधि के बाद ही अस्थिर किया जा सकता है।
id_id: Ketika menyiapkan untuk melakukan stake , token akan dikunci dan hanya dapat diunstake setelah periode waktu tertentu.
ja_jp: ステーキング設定時はロックアップされ、一定時間の後にステーキング解除(オンステーク)が可能です。
ms_my: Semasa menetapkan stake, token akan dikunci dan akan boleh unstaked selepas tempoh masa tertentu.
my_mm: stakeလုပ်သောအခါတွင် တိုကင်များကို လော့ခ်ချထားမည်ဖြစ်ပြီး သတ်မှတ်ကာလတစ်ခုပြီးနောက်မှသာ stakingကို ပယ်ဖျက်နိုင်သည်။
nl_nl: Bij het opzetten van een stake worden de tokens vastgezet en kunnen ze pas na een bepaalde periode ge-unstaked worden.
pl_pl: Podczas ustalania stawki tokeny zostaną zablokowane i można je odblokować dopiero po pewnym czasie.
pt_br: Ao configurar o stake, os tokens serão bloqueados e podem ser apenas retirados após um certo período de tempo.
ru_ru: При настройке стейкинга, токены будут заблокированы. Анстейкинг произойдет спустя определенное количество времени.
sq_al: Kur vendosni një Stake, Tokenet do të bllokohen dhe mund të zhbëhen vetëm pas një periudhe të caktuar kohe.
sv_se: När du skapar en stake låses dina tokens, och är tillgängliga för unstaking först efter en viss tid.
sw_ke: Wakati wa kuweka steki, tokeni zitafungwa na kutendua steki kunawezekana tu baada ya muda fulani.
tr_tr: Stake yapıldıktan sonra tokenler kilitlenir ve ancak stake süresi bittikten sonra kullanılabilir.
uk_ua: При налаштуванні стейкінгу, токени будуть заблоковані. Анстейкінг відбудеться через деякий час.
vi_vn: Khi bạn đã đặt cược, các token sẽ bị khóa lại và chỉ có thể được mở khóa đặt cược sau một khoảng thời gian nhất định.
zh_hans_cn: 设置 Stake 后开始锁仓，经过一段时间后才能解除Stake。
zh_hant_tw: 設置 Stake 後開始鎖倉，經過一段時間後才能解除Stake。

# fragment_stakecautionv2_notice_1
source: The "Total amount" staked can't exceed the "Available amount."
cs_cz: Nastavení sázky můžete nastavit pro „Dostupné množství“ v „Celková částka“.
da_dk: Du kan ikke konfigurere flere stakes end det tilgængelige beløb.
de_de: Sie können die Stake Einstellungen für den "Verfügbaren Betrag" und "Gesamt Betrag" setzen.
es_es: Puedes establecer la configuración de Stake para "Saldo Disponible" del "Saldo Total".
fr_fr: Le "Montant total" staké ne peut pas dépasser le "Montant disponible"
hi_in: आप "कुल राशि" की "उपलब्ध राशि" के लिए स्टेक सेटिंग्स सेट कर सकते हैं।
id_id: Anda dapat menetapkan pengaturan stake untuk "jumlah yang tersedia" dari "jumlah total. "
ja_jp: 使用可能金額より多い数量はステーキング設定できません。
ms_my: Anda boleh tentukan tetapan stake untuk "Amaun disediakan" dari "Jumlah amaun"
my_mm: stakeထားသော "စုစုပေါင်းပမာဏ" သည် "အသုံးပြုနိုင်သည့်ပမာဏ" ထက် ကျော်လွန်လို့မရပါ။
nl_nl: Je kunt de stake instellingen aanpassen op de "Beschikbare hoeveelheid" van de "Totale hoeveelheid".
pl_pl: Możesz nastwić ustawienia stawki dla „Dostępnej kwoty” w „Łącznej kwocie”.
pt_br: Você pode definir as configurações de stake de "Quantidade disponível" para "Quantidade total."
ru_ru: Вы можете установить настройку стейкинга для «Доступная сумма» из «Общая сумма».
sq_al: "Shuma totale" e bërër stake nuk mund të tejkalojë "Shumën e disponueshme".
sv_se: Du kan ställa in stakeinställningarna för "Tillgängligt belopp" av "Totalt belopp."
sw_ke: "Jumla ya kiasi" kilichofanyiwa steki hakiwezi kuzidi "Kiasi kinachopatikana."
tr_tr: "Toplam tutar"ın "Kullanılabilir tutarı" için stake ayarını belirleyebilirsiniz.
uk_ua: Ви можете встановити налаштування стейкінгу для «Доступна сума» із «Загальна сума».
vi_vn: Bạn có thể cài đặt lượng đặt cược cho "Số lượng có sẵn" của "Tổng số lượng."
zh_hans_cn: 在“总持有数量”中设定 Staking “可用数量”
zh_hant_tw: 在“總餘額”中設定 Staking “可用餘額”

# fragment_stakecautionv2_notice_3
source: Even after the lockup is released, you must release the stake yourself before the amount is reflected in the "Available amount".
cs_cz: I když je blokování uvolněno, musíte uvolnit sázku sami, než se částka promítne do „Dostupné částky“.
da_dk: Selv efter lockupet er frigivet, skal du selv frigive stake før beløbet afspejles i "Tilgængelig beløb".
de_de: Auch nachdem der Lockup freigegeben wird, müssen Sie den Stake selbst freigeben, bevor der Betrag im 'Verfügbaren Betrag' angezeigt wird.
es_es: Recuerda que incluso si el bloqueo es liberado, debes liberar el stake por ti mismo para cambiar el "Saldo Disponible".
fr_fr: Même une fois le déverrouillage réalisé, vous devez déverrouillé le stake vous-même avant que le montant soit inscrit dans "Montant disponible".
hi_in: लॉकअप जारी होने के बाद भी, आपको "उपलब्ध राशि" में राशि के दिखाई देने से पहले खुद का हिस्सेदारी जारी करनी चाहिए।
id_id: Setelah penguncian dilepaskan, Anda sendiri harus melepaskan stake sebelum jumlah tersebut dicerminkan dalam "jumlah yang tersedia".
ja_jp: ロックアップが解除されても、直接ステーキングを解除しないかぎり「使用可能数量」に反映されません。
ms_my: Walaupun setelah lockup dilepaskan, anda mesti melepaskan stake sendiri sebelum amaun dipaparkan dalam "Jumlah disediakan".
my_mm: လော့ခ်ချခြင်းကို ပယ်ဖျက်ပြီးနောက်တွင်လည်း ပမာဏကို "ရရှိနိုင်သည့်ပမာဏ"တွင် မထည့်သွင်းမီ stakingကို သင်ကိုယ်တိုင် ပယ်ဖျက်ရပါမည်။
nl_nl: Zelfs nadat de lock-up is vrijgegeven, moet je de stake zelf vrijgeven voordat de hoeveelheid wordt weergegeven in de "Beschikbare hoeveelheid".
pl_pl: Nawet po zwolnieniu blokady musisz samodzielnie zwolnić stawkę, zanim kwota zostanie odzwierciedlona w „Dostępnej kwocie”.
pt_br: Mesmo que o bloqueio seja liberado, o stake deve ser realizado por você mesmo para que o valor seja refletido no "Valor disponível".
ru_ru: Даже после того как блокировка снята, вы должны освободить стейк самостоятельно, для того чтобы сумма отобразилась в "Доступная сумма".
sq_al: Edhe pasi të lirohet kyçja, ju duhet të lançoni stake vetë para se shuma të reflektohet në "Shumën e disponueshme".
sv_se: Efter upplåsning måste du själv lösgöra din stake innan summan återspeglas i "Tillgängligt belopp".
sw_ke: Hata baada ya ufungaji kuachiliwa, lazima uachilie steki mwenyewe kabla ya kiasi kuonyeshwa katika "Kiasi Kinachopatikana".
tr_tr: Kilitlenme serbest bırakılsa bile, "Uygun miktarı" değiştirmek için stake'i kendiniz serbest bırakmalısınız.
uk_ua: Навіть після того, як блокування знято, ви повинні звільнити стейкінг самостійно для того, щоб суму було відображено в "Доступна сума".
vi_vn: Ngay cả sau khi thời gian khóa đặt cược được mở, bạn phải tự giải phóng việc đặt cược của mình trước khi số tiền được phản ánh trong "Số tiền khả dụng".
zh_hans_cn: 即使锁仓结束，您也必须需要手动解锁才能转换成“可用数额”
zh_hant_tw: 即使鎖倉結束，您也必須需要手動解鎖才能轉換成“可用數額”

# fragment_stakecautionv2_notice_prob_2
source: Membership benefits can change following unstaking.
cs_cz: Výhody členství se mohou po zrušení účasti změnit.
da_dk: Fordele ved medlemskab kan ændre sig efter unstaking.
de_de: Mitgliedschaftsvorteile können sich nach dem Unstaking ändern.
es_es: Los beneficios de la membresía pueden cambiar luego de realizar unstaking.
fr_fr: Les bénéfices d'adhésion peuvent changer en fonction du déstaking.
hi_in: सदस्यता लाभ अस्थिर होने के बाद बदल सकते हैं।
id_id: Manfaat dari membership bisa berubah menyusul dengan unstaking.
ja_jp: ステーキング解除時、メンバーシップ特典が変更される場合があります。
ms_my: Faedah keahlian boleh berubah berikutan unstaking.
my_mm: staking ပယ်ဖျက်ပြီးနောက်တွင် အဖွဲ့ဝင်အကျိုးခံစားခွင့်များသည် ပြောင်းလဲနိုင်သည်။
nl_nl: Lidmaatschapsvoordelen kunnen veranderen na unstaking.
pl_pl: Korzyści wynikające z członkostwa mogą ulec zmianie po wycofaniu stawki.
pt_br: Os benefícios de membro podem mudar após unstaking.
ru_ru: Бонусы участника могут изменить слудующие параметры анстейкинга.
sq_al: Përfitimet e anëtarësimit mund të ndryshojnë pas mos marrjes në konsideratë.
sv_se: Medlemsförmånerna kan ändras vid unstaking
sw_ke: Manufaa ya uanachama yanaweza kubadilika baada ya kutendua steki.
tr_tr: Üyelik avantajları, islem hacmine gore değişebilir.
uk_ua: Бонуси учасника можуть змінити наступні параметри анстейкінгу.
vi_vn: Lợi ích thành viên có thể thay đổi dựa trên việc không đặt cược.
zh_hans_cn: 解锁 PROB 可能改变您的会员福利。
zh_hant_tw: 解鎖 PROB 可能改變您的會員福利。

# fragment_stakeamountv2_expectedrewards_title
source: Expected rewards:
cs_cz: Očekávané ceny:
da_dk: Forventet belønninger:
de_de: Erwartete Rewards:
es_es: Recompensas esperadas:
fr_fr: Récompenses attendues:
hi_in: अपेक्षित पुरस्कार:
id_id: Reward yang diharapkan:
ja_jp: 予想報酬:
ms_my: Ganjaran yang diharapkan:
my_mm: ခန့်မှန်းဆုများ :
nl_nl: Verwachte beloningen:
pl_pl: Oczekiwane nagrody:
pt_br: Recompensas esperadas:
ru_ru: Ожидаемые вознаграждения:
sq_al: Shpërblimet e pritura:
sv_se: Förväntad belöning:
sw_ke: Zawadi zinazotarajiwa:
tr_tr: Beklenen ödüller:
uk_ua: Очікувані винагороди:
vi_vn: Phần thưởng dự kiến:
zh_hans_cn: 预期奖励:
zh_hant_tw: 預計未來獎勵:

# customview_pagingbannerview_miniieobanner_timenotice_phase
source: %@ Round
cs_cz: %@ Kolo
da_dk: %@ Runde
de_de: %@ Runde
es_es: %@ Ronda
hi_in: %@ राउंड
id_id: %@ Ronde
ja_jp: %@回
ms_my: %@ Pusingan
my_mm: %@ ကြိမ်မြောက်
nl_nl: %@ Ronde
pl_pl: %@ Tura
pt_br: %@ Rodada
ru_ru: %@ Раунд
sq_al: Raundi %@
sv_se: Omgång %@
sw_ke: Raundi ya %@
tr_tr: %@ Tur
uk_ua: %@ Раунд
vi_vn: %@ Vòng
zh_hans_cn: 第 %@ 轮
zh_hant_tw: 第 %@ 輪

# customview_pagingbannerview_miniieobanner_timenotice_soldout
source: SOLD OUT
cs_cz: VYPRODÁNO
da_dk: UDSLOGT
de_de: AUSVERKAUFT
es_es: AGOTADO
fr_fr: EN RUPTURE DE STOCK
hi_in: बिक चुका है
id_id: TERJUAL HABIS
ja_jp: 売り切れ
ms_my: Habis dijual
my_mm: ရောင်းကုန်ပါပြီ။
nl_nl: Uitverkocht
pl_pl: WYPRZEDANE
pt_br: ESGOTADO
ru_ru: РАСПРОДАНО
sq_al: E SHITUR
sv_se: SLUTSÅLD
sw_ke: IMEUZWA TAYARI
tr_tr: TAMAMI SATILDI
uk_ua: РОЗПРОДАНО
vi_vn: ĐÃ BÁN HẾT
zh_hans_cn: 售罄
zh_hant_tw: 售罄

# customview_pagingbannerview_miniieobanner_timenotice_startsat
source: starts at %@
cs_cz: začíná na %@
da_dk: starter om %@
de_de: beginnt um %@
es_es: Comienza en %@
fr_fr: Commence à %@
hi_in: पर आरंभ होती है %@
id_id: dimulai pada %@
ja_jp: %@ オープン
ms_my: Bermula pada %@buka
my_mm: %@တွင် စပါမည်။
nl_nl: begint vanaf %@
pl_pl: Zaczyna się o %@
pt_br: começa em %@
ru_ru: начинается в %@
sq_al: fillon në %@
sv_se: startar %@
sw_ke: inaanza %@
tr_tr: %@başlar
uk_ua: починається в %@
vi_vn: bắt đầu tại %@
zh_hans_cn: 将在 %@ 开始
zh_hant_tw: 將在 %@ 開始
