Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# globalkyc_rejectmsg_too_many_retry
source: Exceeded number of requests. Please try again later.
cs_cz: Překročený počet žádostí. Prosím zkuste to znovu později.
da_dk: Overskredet antallet af anmodninger. Prøv igen senere.
de_de: Die Anzahl der Anfragen wurde überschritten. Bitte versuchen Sie es später noch einmal.
es_es: Se ha excedido el número de peticiones. Por favor, vuelva a intentarlo más tarde.
fr_fr: Le nombre de demandes autorisées a été dépassé. Veuillez réessayer plus tard.
hi_in: अनुरोधों की संख्या पार हो गई| बाद में पुन: प्रयास करें।
id_id: Melebihi jumlah permintaan. Silakan coba lagi nanti.
ms_my: Melebihi bilangan permintaan. Sila cuba sebentar lagi.
nl_nl: Het aantal aanvragen is overschreden. Probeer het later nog eens.
pl_pl: Przekroczona liczba wniosków. Prosimy spróbować ponownie później.
pt_br: Número de solicitações excedido. Por favor, tente novamente mais tarde.
ru_ru: Превышено количество запросов. Пожалуйста, попробуйте снова.
sv_se: Antalet förfrågningar har överskridits. Vänligen försök igen senare.
sw_ke: Imezidi idadi ya maombi. Tafadhali jaribu tena baadae.
tr_tr: İstek sayısı aşıldı. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Перевищено кількість запитів. Будь ласка, спробуйте ще раз згодом.
vi_vn: Đã vượt quá số lượng yêu cầu. Vui lòng thử lại sau.
zh_hans_cn: 请求次数超过上限，请稍后再试。
zh_hant_tw: 請求次數超過上限，請稍後再試。

# globalkyc_rejectmsg_others
source: Unable to verify the cause of rejection. Please check the related email for further details and contact customer support for additional assistance.
cs_cz: Nelze ověřit příčinu odmítnutí. Další podrobnosti naleznete v souvisejícím e-mailu a pro další pomoc se obraťte na zákaznickou podporu.
da_dk: Kan ikke bekræfte årsagen til afvisningen. Tjek venligst den relaterede e-mail for yderligere detaljer og kontakt kundesupport for yderligere hjælp.
de_de: Die Ursache der Ablehnung kann nicht überprüft werden. Bitte prüfen Sie die zugehörige E-Mail für weitere Details und wenden Sie sich an den Kundendienst für zusätzliche Unterstützung.
es_es: No se puede verificar la causa del rechazo. Por favor, compruebe el email relacionado para más detalles y contacte al servicio al cliente para ayuda adicional.
fr_fr: Impossible de vérifier la cause du rejet. Veuillez consulter l’e-mail correspondant pour plus de détails et contacter le support pour obtenir assistance.
hi_in: सत्यापित करने में असमर्थ। कृपया अधिक विवरण के लिए संबंधित ईमेल देखें और अतिरिक्त सहायता के लिए ग्राहक सहायता से संपर्क करें।
id_id: Tidak dapat memverifikasi penyebab penolakan. Silakan periksa email terkait untuk perincian lebih lanjut dan hubungi dukungan pelanggan untuk bantuan tambahan.
ms_my: Tidak dapat mengesahkan punca penolakan. Sila semak e-mel yang berkaitan untuk mendapatkan butiran lanjut dan hubungi sokongan pelanggan untuk bantuan tambahan.
nl_nl: Kan de oorzaak van de afwijzing niet verifiëren. Controleer de betreffende e-mail voor meer details en neem contact op met de klantenservice voor aanvullende hulp.
pl_pl: Nie można zweryfikować przyczyny odrzucenia. Sprawdź powiązaną wiadomość e-mail w celu uzyskania dalszych szczegółów i skontaktuj się z działem obsługi klienta w celu uzyskania dodatkowej pomocy.
pt_br: Não foi possível verificar a causa da rejeição. Verifique o e-mail relacionado para obter mais detalhes e entre em contato com o suporte ao cliente para obter assistência adicional.
ru_ru: Невозможно проверить причину отклонения. Пожалуйста, проверьте соответствующий адрес электронной почты для получения дополнительной информации и обратитесь в службу поддержки клиентов для получения дополнительной помощи.
sv_se: Det gick ej att verifiera orsaken till avslaget. Kontrollera din e-post för mer information och kontakta kundsupport för ytterligare hjälp.
sw_ke: Imeshindwa kuthibitisha sababu ya kukataliwa. Tafadhali angalia barua pepe husika kwa maelezo zaidi na uwasiliane na huduma kwa wateja kwa usaidizi wa ziada.
tr_tr: Reddedilme nedeni doğrulanamıyor. Lütfen daha fazla ayrıntı için ilgili e-postayı kontrol edin ve ek yardım için müşteri desteği ile iletişime geçin.
uk_ua: Неможливо перевірити причину відхилення. Будь ласка, перевірте відповідну електронну адресу, щоб отримати додаткові відомості, і зверніться до служби підтримки клієнтів для отримання додаткової допомоги.
vi_vn: Không thể xác minh nguyên nhân từ chối. Vui lòng kiểm tra email liên quan để biết thêm chi tiết và liên hệ với bộ phận hỗ trợ khách hàng để được hỗ trợ thêm.
zh_hans_cn: 无法确定拒绝的原因，请查看相关邮件通知以了解更多详情，或直接联系客服以获取更多帮助。
zh_hant_tw: 無法確定拒絕的原因，請查看相關郵件通知以了解更多詳情，或直接聯繫客服以獲取更多幫助。

# globalkyc_rejectmsg_identity_verification_fail
source: Unable to verify ID. Please use another form of identification and try again.
cs_cz: Nelze ověřit průkaz totožnosti. Použijte prosím jinou formu identifikace a zkuste to znovu.
da_dk: Kunne ikke bekræfte ID. Venligst brug en anden form for identificering og prøv igen.
de_de: ID kann nicht verifiziert werden. Bitte verwenden Sie einen anderen Ausweis und versuchen Sie es erneut.
es_es: No se puede verificar el ID. Por favor, use otra forma de identificación y vuelva a intentarlo.
fr_fr: Impossible de vérifier l’identité. Veuillez utiliser un autre moyen d'authentification et réessayer.
hi_in: पहचान पत्र सत्यापित करने में असमर्थ| कृपया किसी अन्य पहचान पत्र का उपयोग करें और पुनः प्रयास करें।
id_id: Tidak dapat memverifikasi ID. Harap gunakan bentuk identifikasi lain dan coba lagi.
ms_my: Tidak dapat mengesahkan ID. Sila gunakan bentuk pengenalan lain dan cuba lagi.
nl_nl: Kan ID niet verifiëren. Gebruik een andere vorm van identificatie en probeer het opnieuw.
pl_pl: Nie można sprawdzić danych osobowych. Proszę użyć innego dokumentu tożsamości i spróbować ponownie.
pt_br: Não foi possível verificar o seu documento de identidade. Use outra forma de identificação e tente novamente.
ru_ru: Невозможно подтвердить удостоверение личности. Воспользуйтесь другой формой идентификации и повторите попытку.
sv_se: Det gick ej att verifiera ID. Använd en annan form av identifiering och försök igen.
sw_ke: Imeshindwa kuthibitisha kitambulisho. Tafadhali tumia njia nyingine ya utambulisho na ujaribu tena.
tr_tr: Kimlik doğrulanamadı. Lütfen başka bir kimlik belgesi kullanın ve tekrar deneyin.
uk_ua: Неможливо підтвердити посвідчення особи. Скористайтеся іншою формою ідентифікації та повторіть спробу.
vi_vn: Không thể xác minh ID. Vui lòng sử dụng một hình thức nhận dạng khác và thử lại.
zh_hans_cn: 无法识别身份证件，请使用其它类型的身份证件重试。
zh_hant_tw: 無法識別身份證件，請使用其它類型的身份證件重試。

# qrcode_unsupported
source: This QR code is not supported.
cs_cz: Tento QR kód není podporován.
da_dk: Denne QR-kode er ikke understøttet.
de_de: Dieser QR Code wird nicht unterstützt.
es_es: Este código QR no es compatible.
fr_fr: Ce QR code n'est pas supporté.
hi_in: यह QR कोड समर्थन नहीं है।
id_id: Kode QR ini tidak didukung.
ms_my: Kod QR ini tidak disokong.
nl_nl: Deze QR-code wordt niet ondersteund.
pl_pl: Ten kod QR nie jest wspierany.
pt_br: Este QR Code não é compatível.
ru_ru: Этот QR-код не поддерживается.
sv_se: Denna QR-kod stöds ej.
sw_ke: Msimbo huu wa QR hautumiki.
tr_tr: Bu QR kodu desteklenmiyor.
uk_ua: Цей QR-код не підтримується.
vi_vn: Mã QR này không được hỗ trợ.
zh_hans_cn: 不支持此二维码。
zh_hant_tw: 不支持此二維碼。

# customschemereceiver_invalidpath
source: The code you provided is invalid. Please try again.
cs_cz: Zadaný kód je neplatný. Prosím zkuste to znovu.
da_dk: Den kode, du har angivet, er ugyldig. Prøv igen.
de_de: Der angegebene Code ist ungültig. Bitte versuchen Sie es erneut.
es_es: El código introducido no es válido. Por favor, vuelva a intentarlo.
fr_fr: Le code fourni n'est pas valide. Veuillez réessayer.
hi_in: आपके द्वारा प्रदान किया गया कोड अमान्य है। कृपया पुन: प्रयास करें।
id_id: Kode yang Anda berikan tidak valid. Silakan coba lagi.
ms_my: Kod yang diberikan tidak sah. Sila cuba lagi.
nl_nl: De code die je hebt opgegeven is ongeldig. Probeer het opnieuw.
pl_pl: Podany kod jest nieprawidłowy. Proszę spróbować ponownie.
pt_br: O código fornecido é inválido. Por favor, tente novamente.
ru_ru: Предоставленный вами код недействителен. Пожалуйста, повторите попытку.
sv_se: Koden du angav är ogiltig. Var god försök igen.
sw_ke: Namba ya uthibitisho uliyotoa si sahihi. Tafadhali jaribu tena.
tr_tr: Sağladığınız kod geçersiz. Lütfen tekrar deneyin.
uk_ua: Наданий вами код недійсний. Будь ласка, спробуйте ще раз.
vi_vn: Mã bạn cung cấp không hợp lệ. Vui lòng thử lại.
zh_hans_cn: 您输入的验证码无效，请重试。
zh_hant_tw: 您輸入的驗證碼無效，請重試。

# delegatelogin_ipaddress
source: IP Address
cs_cz: IP adresa
da_dk: IP-Adresse
de_de: IP Adresse
es_es: Dirección IP
fr_fr: Adresse IP
hi_in: IP पता
id_id: Alamat IP
ms_my: Alamat IP
nl_nl: IP-adres
pl_pl: Adres IP
pt_br: Endereço de IP
ru_ru: IP-адрес
sv_se: IP-adress
sw_ke: Anwani ya IP
tr_tr: IP Adresi
uk_ua: IP-адреса
vi_vn: Địa chỉ IP
zh_hans_cn: IP地址
zh_hant_tw: IP地址

# delegatelogin_location
source: Location
cs_cz: Lokace
da_dk: Beliggenhed
de_de: Ort
es_es: Ubicación
fr_fr: Localisation
hi_in: स्थान
id_id: Lokasi
ms_my: Lokasi
nl_nl: Locatie
pl_pl: Lokalizacja
pt_br: Localização
ru_ru: Местонахождение
sv_se: Plats
sw_ke: Eneo
tr_tr: Konum
uk_ua: Місцезнаходження
vi_vn: Địa điểm
zh_hans_cn: 所在地
zh_hant_tw: 所在地

# delegatelogin_device
source: Device
cs_cz: Zařízení
da_dk: Enhed
de_de: Gerät
es_es: Dispositivo
fr_fr: Appareil
hi_in: डिवाइस
id_id: Perangkat
ms_my: Peralatan
nl_nl: Apparaat
pl_pl: Urządzenie
pt_br: Dispositivo
ru_ru: Устройство
sv_se: Enhet
sw_ke: Kifaa
tr_tr: Cihaz
uk_ua: Пристрій
vi_vn: Thiết bị
zh_hans_cn: 设备
zh_hant_tw: 設備

# delegatelogin_title
source: Are you logging in?
cs_cz: Přihlašujete se?
da_dk: Er du ved at logge ind?
de_de: Sind Sie eingeloggt?
es_es: ¿Está iniciando sesión?
fr_fr: Est-ce que vous connectez vous ?
hi_in: क्या आप लॉग इन कर रहे हैं?
id_id: Apakah Anda sedang mencoba masuk?
ms_my: Anda mahu cuba log masuk?
nl_nl: Log je in?
pl_pl: Czy próbujesz się zalogować?
pt_br: Você está fazendo login?
ru_ru: Вы входите в систему?
sv_se: Loggar du in?
sw_ke: Unalogin?
tr_tr: Giriş yapan siz misiniz?
uk_ua: Ви входите в систему?
vi_vn: Bạn đang đăng nhập?
zh_hans_cn: 是否为本人操作登录？
zh_hant_tw: 是否為本人操作登錄？

# delegatelogin_errordialog_title
source: Session expired
cs_cz: Relace vypršela
da_dk: Sessionen er udløbet
de_de: Sitzung abgelaufen
es_es: Ha expirado la sesión
fr_fr: La session est expirée
hi_in: सत्र समाप्त हो गया है
id_id: Sesi telah berakhir
ms_my: Sesi tamat tempoh
nl_nl: Sessie verlopen
pl_pl: Sesja została zakończona
pt_br: Sessão expirada
ru_ru: Сеанс закончился
sv_se: Sessionen löpte ut
sw_ke: Muda Umekwisha
tr_tr: Oturumun süresi doldu
uk_ua: Сеанс закінчився
vi_vn: Phiên hết hạn
zh_hans_cn: 对话已过期
zh_hant_tw: 對話已過期

# delegatelogin_errordialog_content
source: Failed to retrieve related information from the server. Please try again.
cs_cz: Nepodařilo se načíst související informace ze serveru. Prosím zkuste to znovu.
da_dk: Kunne ikke hente relaterede oplysninger fra serveren. Prøv igen.
de_de: Informationen konnten nicht vom Server angefordert werden. Bitte versuchen Sie es erneut.
es_es: Fallo al recuperar la información relacionada del servidor. Por favor, vuelva a intentarlo.
fr_fr: Échec de la récupération des informations du serveur. Veuillez réessayer.
hi_in: सर्वर से संबंधित जानकारी प्राप्त करने में विफल। कृपया पुन: प्रयास करें।
id_id: Gagal mengambil informasi terkait dari server. Silakan coba lagi.
ms_my: Gagal untuk mendapatkan maklumat berkaitan daripada pelayan. Sila cuba lagi
nl_nl: Mislukt om gerelateerde informatie van de server op te halen. Probeer het opnieuw.
pl_pl: Nie udało się pobrać powiązanych danych z serwera. Proszę spróbować ponownie.
pt_br: Falha ao recuperar informações relacionadas ao servidor. Por favor, tente novamente.
ru_ru: Не удается получить соответствующую информацию с сервера. Пожалуйста, повторите попытку.
sv_se: Det gick ej att hämta informationen från servern. Var god försök igen.
tr_tr: Sunucudan ilgili bilgiler alınamadı. Lütfen tekrar deneyin.
uk_ua: Не вдалося отримати відповідну інформацію із сервера. Будь ласка, спробуйте ще раз.
vi_vn: Không thể truy xuất thông tin liên quan từ máy chủ. Vui lòng thử lại.
zh_hans_cn: 服务器检索不到相关信息，请重试。
zh_hant_tw: 服務器檢索不到相關信息，請重試。

# activity_qrcodedetectionv2_camerapermdeniedbysystem_title
source: Camera Access Denied
cs_cz: Přístup ke kameře odepřen
da_dk: Kamera Tilladelse Afvist
de_de: Kamerazugriff abgelehnt
es_es: Acceso a la cámara denegado
fr_fr: Accès à la caméra refusé
hi_in: कैमरा के उपयोग(एक्सेस) अस्वीकृत कर दिया गया है
id_id: Akses Kamera Ditolak
ms_my: Akses Kamera Tidak Dibenarkan
nl_nl: Cameratoegang geweigerd
pl_pl: Dostęp do kamery odmówiony
pt_br: Acesso à câmera negado
ru_ru: Отказано в доступе к камере
sv_se: Kameraåtkomst nekad
tr_tr: Kamera Erişimi Reddedildi
uk_ua: Відмовлено в доступі до камери
vi_vn: Quyền truy cập máy ảnh bị từ chối
zh_hans_cn: 访问摄像头被拒绝
zh_hant_tw: 訪問攝像頭被拒絕

# globalkyc_infopanel_rejectedreason
source: The last KYC attempt was rejected due to the following reasons:
cs_cz: Poslední pokus o KYC byl zamítnut z následujících důvodů:
da_dk: Den forrige KYC forsøg blev afvist på grund af de følgende årsager:
de_de: Der letzte KYC Versuch wurde wegen folgender Gründe abgelehnt:
es_es: El último intento de KYC se ha denegado debido a:
fr_fr: La dernière tentative de KYC a été rejetée pour les raisons suivantes:
hi_in: पिछले KYC प्रयास को निम्नलिखित कारणों से अस्वीकार कर दिया गया था:
id_id: Upaya KYC terakhir ditolak karena alasan berikut:
ms_my: Percubaan KYC terakhir telah ditolak kerana sebab berikut:
nl_nl: De laatste KYC-poging is om de volgende redenen afgewezen:
pl_pl: Ostatnia próba KYC została odrzucona z następujących powodów:
pt_br: A última tentativa de KYC foi rejeitada pelos seguintes motivos:
ru_ru: Последняя попытка KYC была отклонена по следующим причинам:
sv_se: Det senaste KYC-försöket avvisades av följande skäl:
tr_tr: Son KYC denemesi aşağıdaki nedenlerle reddedildi:
uk_ua: Остання спроба KYC була відхилена з наступних причин:
vi_vn: Lần thử KYC cuối cùng đã bị từ chối vì những lý do sau:
zh_hans_cn: 最近一次KYC尝试被拒绝的原因如下：
zh_hant_tw: 最近一次KYC嘗試被拒絕的原因如下：

# filter_1day
source: 1 Day
cs_cz: 1 den
da_dk: 1 Dag
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
hi_in: 1 दिन
id_id: 1 Hari
ms_my: 1 Hari
nl_nl: 1 dag
pl_pl: 1 Dzień
pt_br: 1 Dia
ru_ru: 1 день
sv_se: 1 dag
tr_tr: 1 Gün
uk_ua: 1 день
vi_vn: 1 ngày
zh_hans_cn: 1天
zh_hant_tw: 1天

# filter_7days
source: 7 Days
cs_cz: 7 dní
da_dk: 7 Dage
de_de: 7 Tage
es_es: 7 días
fr_fr: 7 jours
hi_in: 7 दिन
id_id: 7 Hari
ms_my: 7 Hari
nl_nl: 7 dagen
pl_pl: 7 Dni
pt_br: 7 Dias
ru_ru: 7 дней
sv_se: 7 dagar
tr_tr: 7 Gün
uk_ua: 7 днів
vi_vn: 7 ngày
zh_hans_cn: 7天
zh_hant_tw: 7天

# filter_1month
source: 1 Month
cs_cz: 1 měsíc
da_dk: 1 Måned
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
hi_in: 1 महीना
id_id: 1 Bulan
ms_my: 1 Bulan
nl_nl: 1 maand
pl_pl: 1 Miesiąc
pt_br: 1 Mês
ru_ru: 1 месяц
sv_se: 1 månad
tr_tr: 1 Ay
uk_ua: 1 місяць
vi_vn: 1 tháng
zh_hans_cn: 1个月
zh_hant_tw: 1個月

# filter_3months
source: 3 Months
cs_cz: 3 měsíce
da_dk: 3 Måneder
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
hi_in: 3 महीने
id_id: 3 Bulan
ms_my: 3 Bulan
nl_nl: 3 maanden
pl_pl: 3 Miesiące
pt_br: 3 Meses
ru_ru: 3 месяца
sv_se: 3 månader
tr_tr: 3 Ay
uk_ua: 3 місяці
vi_vn: 3 tháng
zh_hans_cn: 3个月
zh_hant_tw: 3個月

# globalkyc_data_not_filled
source: The requested information was not captured/entered successfully. Please try again.
cs_cz: Požadované informace nebyly úspěšně zachyceny/zadány. Prosím zkuste to znovu.
da_dk: De anmodede oplysninger blev ikke fanget/indtastet korrekt. Prøv igen.
de_de: Die angeforderten Informationen konnte nicht übermittelt werden. Bitte versuchen Sie es erneut.
es_es: La información solicitada no se ha introducido con éxito. Por favor, intente de nuevo.
fr_fr: Les renseignements demandés n’ont pas été saisis/entrés avec succès. Veuillez réessayer.
hi_in: अनुरोधित जानकारी को सफलतापूर्वक कैप्चर/दर्ज नहीं किया गया था। कृपया पुन: प्रयास करें।
id_id: Informasi yang diminta tidak berhasil ditangkap/dimasukkan. Silakan coba lagi.
ms_my: Maklumat yang diminta tidak berjaya ditangkap/dimasukkan. Sila cuba lagi.
nl_nl: De gevraagde informatie is niet succesvol vastgelegd/ingevoerd. Probeer het opnieuw
pl_pl: Żądane informacje nie zostały przechwycone/wprowadzone pomyślnie. Proszę spróbować ponownie.
pt_br: As informações solicitadas não foram capturadas/inseridas com sucesso. Por favor, tente novamente.
ru_ru: Запрашиваемая информация не была успешно получена/введена. Пожалуйста, повторите попытку.
sv_se: Den begärda informationen registrerades inte/matades inte in. Var god försök igen.
tr_tr: İstenen bilgiler başarıyla alınamadı/girilmedi. Lütfen tekrar deneyin.
uk_ua: Запитувана інформація не була успішно отримана/введена. Будь ласка, спробуйте ще раз.
vi_vn: Thông tin được yêu cầu không được ghi lại/nhập thành công. Vui lòng thử lại.
zh_hans_cn: 要求的信息未成功填入，请重试。
zh_hant_tw: 要求的信息未成功填入，請重試。

# buycrypto_notavailablemsg_notavailable
source: Not available
cs_cz: Není dostupný
da_dk: Ikke tilgengælig
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
hi_in: उपलब्ध नहीं है
id_id: Tidak tersedia
ms_my: Tidak tersedia
nl_nl: Niet beschikbaar
pl_pl: Niedostępne
pt_br: Não disponível
ru_ru: Недоступно
sv_se: Ej tillgänglig
tr_tr: Mevcut değil
uk_ua: Недоступно
vi_vn: Không có sẵn
zh_hans_cn: 无效
zh_hant_tw: 無效

# buycrypto_notavailablemsg_availablefrom
source: Available from %@ ~ %@ %@
cs_cz: Dostupné od %@ ~ %@ %@
da_dk: Tilgengælig fra %@ ~ %@ %@
de_de: Verfügbar von %@ ~ %@ %@
es_es: Disponible desde %@ ~ %@ %@
fr_fr: Disponible à partir de %@ ~ %@ %@
hi_in: %@ ~ %@ %@ से उपलब्ध
id_id: Tersedia dari %@ ~ %@ %@
ms_my: Tersedia dari %@ ~ %@ %@
nl_nl: Verkrijgbaar vanaf %@ ~ %@ %@
pl_pl: Dostępne od %@ ~ %@ %@
pt_br: Disponível a partir de %@ ~ %@ %@
ru_ru: Доступно от %@ ~ %@ %@
sv_se: Tillgänglig från %@ ~ %@ %@
tr_tr: %@ ~ %@ %@ arasında mevcut
uk_ua: Доступно від %@ ~ %@ %@
vi_vn: Có sẵn từ %@ ~ %@ %@
zh_hans_cn: 只可选择 %@ ~ %@ %@
zh_hant_tw: 只可選擇 %@ ~ %@ %@

# buycrypto_spend
source: Spend
cs_cz: Útrata
da_dk: Brug
de_de: Bezahlen
es_es: Gastar
fr_fr: Dépenser
hi_in: व्यय
id_id: Mengeluarkan
ms_my: Belanja
nl_nl: Besteed
pl_pl: Wydać
pt_br: Gastar
ru_ru: Потратьте
sv_se: Spendera
tr_tr: Harcayın
uk_ua: Витратьте
vi_vn: Số lượng mua
zh_hans_cn: 花费
zh_hant_tw: 花費

# buycrypto_promotion
source: Promotion
cs_cz: povýšení
da_dk: Forfremmelse
es_es: Promoción
hi_in: प्रचार
id_id: Promosi
ms_my: Promosi
nl_nl: Actie
pl_pl: Promocja
pt_br: Promoção
ru_ru: Акция
sv_se: Befordran
tr_tr: Promosyon
uk_ua: Акція
vi_vn: Khuyến mãi
zh_hans_cn: 促销活动
zh_hant_tw: 促銷活動

# buycrypto_flashsale
source: Flash Sale
cs_cz: Bleskový výprodej
da_dk: Flash Tilbud
es_es: Oferta relámpago
fr_fr: Vente flash
hi_in: फ्लैश सेल
id_id: Diskon
ms_my: Jualan Kilat
nl_nl: Uitverkoop
pl_pl: Błyskawiczna wyprzedaż
pt_br: Promoção por tempo limitado
ru_ru: Молниеносная распродажа
tr_tr: Kısa Süreli İndirim
uk_ua: Блискавичний розпродаж
vi_vn: Giảm giá hấp dẫn
zh_hans_cn: 限时特惠
zh_hant_tw: 限時特惠

# kyc_capturebackguide_title
source: Upload ID card (back side)
cs_cz: Nahrajte Váš průkaz totožnosti (zadní strana)
da_dk: Upload ID-kort (baggsiden)
de_de: Laden Sie Ihren Ausweis hoch (Rückseite)
es_es: Subir tarjeta ID (parte trasera)
fr_fr: Télécharger votre document d'identité (verso)
hi_in: पहचान पत्र अपलोड करें (पीछे की ओर का)
id_id: Unggah KTP (sisi belakang)
ms_my: Muat naik kad ID (belakang)
nl_nl: Upload ID-kaart (achterkant)
pl_pl: Prześlij dowód osobisty (tylna strona)
pt_br: Fazer o upload do documento de identidade (verso)
ru_ru: Загрузить удостоверение личности (обратная сторона)
sv_se: Ladda upp ID-kort (baksida)
tr_tr: Kimlik kartını yükleyin (Arka taraf)
uk_ua: Завантажити посвідчення особи (зворотний бік)
vi_vn: Tải lên thẻ ID (mặt sau)
zh_hans_cn: 上传身份证件（背面）
zh_hant_tw: 上傳身份證件（背面）

# kyc_capturebackguide_content
source: Turn over your document and take a photo of the back side. Press on “Continue” to proceed.
cs_cz: Otočte dokument a vyfoťte zadní stranu. Pokračujte stisknutím tlačítka „Pokračovat“.
da_dk: Vend dit dokument og tag et billede af bagsiden. Tryk på "Fortsæt" for at fortsætte.
de_de: Drehen Sie Ihr Dokument um und fotografieren Sie die Rückseite. Klicken Sie auf "weiter" um Vorgang fortzusetzen.
es_es: Gire su documento y tire una foto de la parte trasera. Presione "Continuar" para proceder.
fr_fr: Retournez votre document et prenez une photo du verso. Cliquez sur "continuer" pour poursuivre.
hi_in: अपने दस्तावेज़ को पलटें और पीछे की ओर का फ़ोटो लें। आगे बढ़ने के लिए "जारी रखें" दबाएं।
id_id: Balikkan dokumen Anda dan ambil foto sisi belakang. Tekan "Lanjutkan" untuk melanjutkan.
ms_my: Balikkan dokumen anda dan ambil gambar bahagian belakang. Tekan pada "Teruskan" untuk meneruskan.
nl_nl: Draai je document om en maak een foto van de achterkant. Druk op "Ga verder" om verder te gaan.
pl_pl: Odwróć swój dokument i zrób zdjęcie tylnej strony. Naciśnij na "Kontynuuj"; aby kontynuować.
pt_br: Vire seu documento e tire uma foto do verso. Pressione “Continuar” para prosseguir.
ru_ru: Переверните документ и сфотографируйте его обратную сторону. Нажмите кнопку «Продолжить».
sv_se: Vänd på handlingen och ta ett foto av baksidan. Tryck på "Fortsätt" för att fortsätta.
tr_tr: Belgenizi ters çevirin ve arka yüzünün fotoğrafını çekin. Devam etmek için “Devam” a basın
uk_ua: Переверніть документ і сфотографуйте його зворотну сторону. Натисніть «Продовжити».
vi_vn: Lật tài liệu của bạn và chụp ảnh mặt sau. Nhấn vào “Tiếp tục” để tiếp tục.
zh_hans_cn: 将身份证件翻面后拍一张证件背面的照片，然后点击"继续"。
zh_hant_tw: 將身份證件翻面後拍一張證件背面的照片，然後點擊"繼續"。

# buycrypto_receive
source: Receive
cs_cz: Obdržet
da_dk: Modtag
de_de: erhalten
es_es: Recibir
fr_fr: Recevoir
hi_in: प्राप्त करे
id_id: Terima
ms_my: Menerima
nl_nl: Ontvang
pl_pl: Odbiór
pt_br: Receber
ru_ru: Получите
sv_se: Ta emot
tr_tr: Alın
uk_ua: Отримайте
vi_vn: Nhận
zh_hans_cn: 获得
zh_hant_tw: 獲得

# globalkyc_idtype_driverslicense
source: driver's license
cs_cz: řidičský průkaz
da_dk: Kørekort
de_de: Führerschein
fr_fr: permis de conduire
hi_in: ड्राइवर लाइसेंस
id_id: Surat Izin Mengemudi
ms_my: Lesen pemandu
nl_nl: Rijbewijs
pl_pl: prawo jazdy
pt_br: carteira de Habilitação
ru_ru: водительское удостоверение
sv_se: körkort
tr_tr: sürücü belgesi
uk_ua: водійське посвідчення
vi_vn: bằng lái xe
zh_hans_cn: 驾照
zh_hant_tw: 駕照

# kyc_selfie_guide_1
source: Make sure that the image is clearly visible
cs_cz: Ujistěte se, že je obrázek jasně viditelný
da_dk: Sørg for, at billedet er tydeligt synligt
de_de: Bitte stellen Sie sicher, dass alle Informationen auf dem Dokument gut sichtbar und leicht zu lesen sind.
fr_fr: Veuillez vous assurer que l'image est clairement visible
hi_in: सुनिश्चित करें कि दस्तावेज़ पर सभी जानकारी स्पष्ट रूप से दिखाई दे रही है और पढ़ने में आसान है।
id_id: Pastikan gambar terlihat jelas
ms_my: Pastikan imej kelihatan jelas
nl_nl: Zorg ervoor dat het beeld duidelijk zichtbaar is.
pl_pl: Upewnij się, że obraz jest dobrze widoczny
pt_br: Certifique-se de que todas as informações no documento estejam claramente visíveis e fáceis de ler.
ru_ru: Убедитесь, что изображение четко видно
sv_se: Se till att bilden syns tydligt
tr_tr: Fotoğrafın net bir şekilde göründüğünden emin olun.
uk_ua: Переконайтеся, що зображення чітко видно
vi_vn: Đảm bảo rằng hình ảnh hiển thị rõ ràng
zh_hans_cn: 请确保照片清晰且无遮挡
zh_hant_tw: 請確保照片清晰且無遮擋
