Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# tradecompetition_leaderboard_list_titlebar_title
source: Leader Board
cs_cz: Tabule leaderů
da_dk: Leder Tavle
es_es: Tabla de Clasificación
fr_fr: Tableau des scores
hi_in: लीडर बोर्ड
id_id: Papan Peringkat
ms_my: Lembaga pemimpin
nl_nl: Ranglijst
pl_pl: Tablica Liderów
pt_br: Tabela de Classificação
ru_ru: Таблица лидеров
sv_se: Topplista
sw_ke: Bodi ya Viongozi
tr_tr: Liderler Panosu
uk_ua: Таблиця лідерів
vi_vn: Bảng xếp hạng
zh_hans_cn: 排行榜
zh_hant_tw: 排行榜

# tradecompetition_leaderboard_list_upcoming
source: Upcoming
cs_cz: Nadcházející
da_dk: Kommende
de_de: bevorstehend
es_es: Siguiente
fr_fr: À venir
hi_in: आगामी
id_id: Akan Datang
ms_my: Akan datang
nl_nl: Aankomend
pl_pl: Nadchodzący
pt_br: Próximo
ru_ru: Предстоящие
sv_se: Kommande
sw_ke: Ijayo
tr_tr: Yakında
uk_ua: Майбутні
vi_vn: Sắp diễn ra
zh_hans_cn: 即将开始
zh_hant_tw: 即將開始

# tradecompetition_list_search_searchbar_placeholder
source: Symbol or Name
cs_cz: Symbol nebo název
da_dk: Symbol eller Navn
de_de: Symbol oder Name
es_es: Símbolo o Nombre
fr_fr: Symbole ou nom
hi_in: प्रतीक या नाम
id_id: Simbol atau Nama
ms_my: Simbol atau Nama
nl_nl: Symbool of naam
pt_br: Símbolo ou Nome
ru_ru: Символ или имя
sv_se: Symbol eller namn
sw_ke: Alama au Jina
tr_tr: Sembol veya İsim
uk_ua: Символ чи ім'я
vi_vn: Ký hiệu hoặc Tên
zh_hans_cn: 代码或名称
zh_hant_tw: 代碼或名稱

# tradecompetition_list_tab_tabbar_upcoming
source: Upcoming
cs_cz: Nadcházející
da_dk: Kommende
de_de: bevorstehend
es_es: Próximo
fr_fr: À venir
hi_in: आगामी
id_id: Akan datang
ms_my: Akan datang
nl_nl: Aankomend
pl_pl: Nadchodzący
pt_br: Próximo
ru_ru: Предстоящие
sv_se: Kommande
sw_ke: Ijayo
tr_tr: Yakında
uk_ua: Майбутні
vi_vn: Sắp diễn ra
zh_hans_cn: 即将开始
zh_hant_tw: 即將開始

# tradecompetition_list_tab_tabbar_running
source: Running
cs_cz: Probíhající
da_dk: Løbende
de_de: laufend
es_es: En marcha
fr_fr: En cours
hi_in: चल रहा है
id_id: Berjalan
ms_my: Berjalan
nl_nl: Lopend
pl_pl: Działający
pt_br: Em andamento
ru_ru: Действующие
sv_se: Pågår
sw_ke: Inafanya kazi
tr_tr: Devam Ediyor
uk_ua: Діючі
vi_vn: Đang diễn ra
zh_hans_cn: 进行中
zh_hant_tw: 進行中

# tradecompetition_list_tab_tabbar_all
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
ms_my: Semua
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
sv_se: Alla
sw_ke: Yote
tr_tr: Hepsi
uk_ua: Все
vi_vn: Tất cả
zh_hans_cn: 全部
zh_hant_tw: 全部

# tradecompetition_list_tab_titlebar
source: Trade Competition
cs_cz: Obchodní soutěž
da_dk: Handelskonkurrence
de_de: Handelswettbewerb
es_es: Competición de Trading
fr_fr: Compétition d'échange
hi_in: व्यापार(ट्रेड) प्रतियोगिता
id_id: Kompetisi Trading
ms_my: Pertandingan Dagangan
nl_nl: Handelscompetitie
pl_pl: Konkurs Handlowy
pt_br: Competição de Trading
ru_ru: Торговое соревнование
sv_se: Trade-tävling
sw_ke: Shindano la Biashara
tr_tr: Hacim Yarışması
uk_ua: Торгівельне змагання
vi_vn: Cuộc thi giao dịch
zh_hans_cn: 交易王
zh_hant_tw: 交易王

# tradecompetition_main_info_title
source: Information
cs_cz: Informace
da_dk: Oplysninger
es_es: Información
hi_in: जानकारी
id_id: Informasi
ms_my: Maklumat
nl_nl: Informatie
pl_pl: Informacja
pt_br: Informação
ru_ru: Информация
sw_ke: Taarifa
tr_tr: Bilgi
uk_ua: Інформація
vi_vn: Thông tin
zh_hans_cn: 活动信息
zh_hant_tw: 活動信息

# tradecompetition_main_info_rank
source: My Rank
cs_cz: Moje hodnost
da_dk: Min Rank
de_de: Mein Rang
es_es: Mi Rango
fr_fr: Mon classement
hi_in: मेरी रैंक
id_id: Peringkat Saya
ms_my: Pangkat saya
nl_nl: Mijn plaats
pl_pl: Mój Ranking
pt_br: Minha Classificação
ru_ru: Мой рейтинг
sv_se: Min ranking
sw_ke: Nafasi Yangu
tr_tr: Benim Sıram
uk_ua: Мій рейтинг
vi_vn: Thứ hạng của tôi
zh_hans_cn: 我的排名
zh_hant_tw: 我的排名

# tradecompetition_main_info_rank_loginrequired
source: Login is required.
cs_cz: Je vyžadováno přihlášení.
da_dk: Login er påkrævet
de_de: Anmeldung ist erforderlich.
es_es: Iniciar sesión es requerido.
fr_fr: La connexion est requise
hi_in: लॉगिन आवश्यक है।
id_id: Login diperlukan.
ms_my: Log masuk diperlukan
nl_nl: Inloggen is vereist.
pl_pl: Logowanie jest wymagane.
pt_br: É necessário fazer login.
ru_ru: Требуется логин.
sv_se: Inloggning krävs.
sw_ke: Unatakiwa kulogin
tr_tr: Giriş yapmak gereklidir
uk_ua: Потрібен логін.
vi_vn: Yêu cầu đăng nhập.
zh_hans_cn: 需要登录。
zh_hant_tw: 需要登錄。

# tradecompetition_main_info_start
source: Start
cs_cz: Začátek
es_es: Comienza
fr_fr: Début
hi_in: शुरू
id_id: Mulai
ms_my: Mulai
pl_pl: Rozpocząć
pt_br: Começar
ru_ru: Начало
sv_se: Starta
sw_ke: Anza
tr_tr: Başla
uk_ua: Початок
vi_vn: Bắt đầu
zh_hans_cn: 开始时间
zh_hant_tw: 開始時間

# tradecompetition_main_info_end
source: End
cs_cz: Konec
da_dk: Slut
de_de: Ende
es_es: Final
fr_fr: Fin
hi_in: समाप्त
id_id: Berakhir
ms_my: Berakhir
nl_nl: Einde
pl_pl: Koniec
pt_br: Final
ru_ru: Конец
sv_se: Avsluta
sw_ke: Mwisho
tr_tr: Son
uk_ua: Кінець
vi_vn: Kết thúc
zh_hans_cn: 结束时间
zh_hant_tw: 結束時間

# tradecompetition_main_prizes
source: Prizes
cs_cz: Ceny
da_dk: Priser
de_de: Preise
es_es: Premios
fr_fr: Récompenses
hi_in: पुरस्कार
id_id: Hadiah
ms_my: Hadiah
nl_nl: Prijzen
pl_pl: Nagrody
pt_br: Prêmios
ru_ru: Призы
sv_se: Priser
sw_ke: Tuzo
tr_tr: Ödüller
uk_ua: Призи
vi_vn: Phần thưởng
zh_hans_cn: 排名奖励
zh_hant_tw: 排名獎勵

# tradecompetition_main_leaderboard
source: Leader Board
cs_cz: Tabule leaderů
da_dk: Leder Tavle
de_de: Bestenliste
es_es: Tabla de clasificación
fr_fr: Tableau des scores
hi_in: लीडर बोर्ड
id_id: Papan Peringkat
ms_my: Lembaga pemimpin
nl_nl: Ranglijst
pl_pl: Tablica Liderów
pt_br: Tabela de classificação
ru_ru: Таблица лидеров
sv_se: Topplista
sw_ke: Bodi ya Viongozi
tr_tr: Lider Tablosu
uk_ua: Таблиця лідерів
vi_vn: Bảng xếp hạng
zh_hans_cn: 排行榜
zh_hant_tw: 排行榜

# tradecompetition_main_notice_title
source: Notice
cs_cz: Oznámení
da_dk: Meddelelse
de_de: Hinweis
es_es: Aviso
fr_fr: Avertissement
hi_in: सूचना
id_id: Pemberitahuan
ms_my: Pemberitahuan
nl_nl: Mededeling
pl_pl: Ogłoszenie
pt_br: Aviso
ru_ru: Уведомление
sv_se: Notis
sw_ke: Notisi
tr_tr: Not
uk_ua: Сповіщення
vi_vn: Lưu ý
zh_hans_cn: 注意事项
zh_hant_tw: 注意事項

# tradecompetition_main_notice_exchangerates
source: Trading pair fixed exchange rate
cs_cz: Pevný směnný kurz obchodního páru
da_dk: Handelspar fast valutakurs
de_de: Handelspaar fester Wechselkurs
es_es: Tipo de cambio fijo del par comercial
fr_fr: Paire de trading au taux de change fixé
hi_in: व्यापार(ट्रेडिंग) जोड़ी निश्चित विनिमय दर
id_id: Nilai tukar tetap pasangan perdagangan
ms_my: Dagangan pasangan kadar pertukaran tatap
nl_nl: Vaste wisselkoers voor handelspaar
pl_pl: Para handlowa stały kurs walutowy
pt_br: Taxa de câmbio fixa do par de trading
ru_ru: Фиксированный курс торговой пары
sv_se: Fast växelkurs för handelspar
sw_ke: Jozi ya biashara kiwango cha ubadilishaji kisichobadilika
tr_tr: İşlem çifti sabit borsa işlem ücreti
uk_ua: Фіксований курс торгової пари
vi_vn: Tỷ giá hối đoái cố định của cặp giao dịch
zh_hans_cn: 交易对固定汇率
zh_hant_tw: 交易對固定匯率

# tradecompetition_main_requirement_title
source: Requirement
cs_cz: Požadavek
da_dk: Krav
de_de: Vorausetzung
es_es: Requisito
fr_fr: Conditions
hi_in: मांग
id_id: Persyaratan
ms_my: Keperluan
nl_nl: Vereiste
pl_pl: Wymagania
pt_br: Requisitos
ru_ru: Требование
sv_se: Krav
sw_ke: Mahitaji
tr_tr: Gereklilik
uk_ua: Вимога
vi_vn: Yêu cầu
zh_hans_cn: 参与要求
zh_hant_tw: 參與要求

# tradecompetition_main_requirement_probstake_title
source: PROB Stake
cs_cz: PROB Sázka
da_dk: PROB Sats
es_es: Stake PROB
fr_fr: Stake de PROB
hi_in: PROB स्टेक
ms_my: Pertaruhan PROB
pl_pl: Stawka PROB
pt_br: Stake PROB
ru_ru: PROB Стейк
sw_ke: PROB Steki
uk_ua: PROB Стейк
vi_vn: Stake PROB
zh_hans_cn: PROB质押数
zh_hant_tw: PROB質押數

# tradecompetition_main_requirement_probstake_value
source: %@ PROB or more
cs_cz: %@ PROB nebo více
da_dk: %@ PROB eller mere
de_de: %@ PROB oder mehr
es_es: %@ PROB o más
fr_fr: %@ PROB ou plus
hi_in: %@ PROB या अधिक
id_id: %@ PROB atau lebih
ms_my: %@ PROB atau lebih
nl_nl: %@ PROB of meer
pl_pl: %@ PROB lub więcej
pt_br: %@ de PROB ou mais
ru_ru: %@ PROB или более
sv_se: %@ PROB eller mer
sw_ke: %@ PROB au zaidi
tr_tr: %@ PROB veya daha fazlası
uk_ua: %@ PROB чи більше
vi_vn: %@ PROB hoặc hơn
zh_hans_cn: %@PROB或以上
zh_hant_tw: %@PROB或以上

# tradecompetition_main_requirement_probstake_mystatus_title
source: My Status
cs_cz: Můj status
da_dk: Min Status
de_de: Mein Status
es_es: Mi Estado
fr_fr: Mon statut
hi_in: मेरी स्थिति
id_id: Status Saya
ms_my: Status Saya
nl_nl: Mijn status
pl_pl: Mój Status
pt_br: Meu Status
ru_ru: Мой статус
sv_se: Min status
sw_ke: Hali Yangu
tr_tr: Benim Durumum
uk_ua: Мій статус
vi_vn: Trạng thái của tôi
zh_hans_cn: 我的状态
zh_hant_tw: 我的狀態

# tradecompetition_main_requirement_probstake_eligibility_title
source: Eligibility
cs_cz: Způsobilost
da_dk: Berettigelse
de_de: Berechtigung
es_es: Eligibilidad
fr_fr: Éligibilité
hi_in: पात्रता
id_id: Kelayakan
ms_my: Kelayakan
nl_nl: Geschiktheid
pl_pl: Kwalifikacje
pt_br: Elegibilidade
ru_ru: Право на участие
sv_se: Behörighet
sw_ke: Kustahiki
tr_tr: Uygunluk
uk_ua: Право на участь
vi_vn: Đủ điều kiện
zh_hans_cn: 资格认证
zh_hant_tw: 資格認證

# tradecompetition_main_requirement_probstake_eligibility_gostake
source: Go Stake
cs_cz: Jděte sázet
da_dk: Gå Stake
de_de: Jetzt Staken
es_es: Haz Stake
fr_fr: Allez au stake
hi_in: स्टेक करे
id_id: Stake
ms_my: Pergi Bertaruh
nl_nl: Ga stake
pl_pl: Zacznij stajkować
pt_br: Faça Stake
ru_ru: Перейти к стейкингу
sv_se: Stejka
sw_ke: Nenda Steki
tr_tr: Stake yap
uk_ua: Перейти до стейкінгу
vi_vn: Đi đến Stake
zh_hans_cn: 前往质押
zh_hant_tw: 前往質押

# tradecompetition_main_requirement_kyc_value
source: STEP %@ or higher
cs_cz: KROK %@ nebo vyšší
da_dk: TRIN %@ eller højere
de_de: STEP %@ oder höher
es_es: PASO %@ o más
fr_fr: ETAPE %@ ou plus élevée
hi_in: चरण %@ या उच्चतर
id_id: TAHAP %@ atau lebih tinggi
ms_my: STEP %@ atau lebih tinggi
nl_nl: STAP %@ of hoger
pl_pl: KROK %@ lub wyższy
pt_br: STEP %@ ou superior
ru_ru: ШАГ %@ или выше
sv_se: STEG %@ eller högre
sw_ke: HATUA %@ au juu
tr_tr: ADIM %@ veya daha fazlası
uk_ua: КРОК %@ або вище
vi_vn: BƯỚC %@ hoặc cao hơn
zh_hans_cn: 阶段%@或更高
zh_hant_tw: 階段%@或更高

# tradecompetition_main_requirement_kyc_mystatus_title
source: My Status
cs_cz: Můj status
da_dk: Min Status
de_de: Mein Status
es_es: Mi Estado
fr_fr: Mon statut
hi_in: मेरी स्थिति
id_id: Status Saya
ms_my: Status saya
nl_nl: Mijn status
pl_pl: Mój Status
pt_br: Meu Status
ru_ru: Мой статус
sv_se: Min status
sw_ke: Hali Yangu
tr_tr: Benim Durumum
uk_ua: Мій статус
vi_vn: Trạng thái của tôi
zh_hans_cn: 我的状态
zh_hant_tw: 我的狀態

# tradecompetition_main_requirement_kyc_mystatus_value
source: STEP %@
cs_cz: KROK %@
da_dk: TRIN %@
es_es: PASO %@
fr_fr: ETAPE %@
hi_in: चरण %@
id_id: TAHAP %@
nl_nl: STAP %@
pl_pl: KROK %@
ru_ru: ШАГ %@
sv_se: STEG %@
sw_ke: HATUA %@
tr_tr: ADIM %@
uk_ua: КРОК %@
vi_vn: BƯỚC %@
zh_hans_cn: 阶段%@
zh_hant_tw: 階段%@

# tradecompetition_main_requirement_kyc_eligibility_title
source: Eligibility
cs_cz: Způsobilost
da_dk: Berettigelse
de_de: Anspruchsberechtigung
es_es: Elegibilidad
fr_fr: Éligibilité
hi_in: पात्रता
id_id: kelayakan
ms_my: Kelayakan
nl_nl: Geschiktheid
pl_pl: Kwalifikacje
pt_br: Elegibilidade
ru_ru: Право на участие
sv_se: Behörighet
sw_ke: Kustahiki
tr_tr: Uygunluk
uk_ua: Право на участь
vi_vn: Đủ điều kiện
zh_hans_cn: 资格认证
zh_hant_tw: 資格認證

# tradecompetition_main_requirement_kyc_eligibility_verification
source: Verification
cs_cz: Ověření
da_dk: Verifikation
de_de: Verifizierung
es_es: Verificación
fr_fr: Vérification
hi_in: सत्यापन
id_id: Verifikasi
ms_my: Pengesahan
nl_nl: Verificatie
pl_pl: Weryfikacja
pt_br: Verificação
ru_ru: Верификация
sv_se: Verifiering
sw_ke: Uthibitishaji
tr_tr: Doğrulama
uk_ua: Верифікація
vi_vn: Xác minh
zh_hans_cn: 认证
zh_hant_tw: 認證

# tradecompetition_main_starttrading_buttomsheet_cancel
source: Cancel
cs_cz: Zrušit
da_dk: Afbryd
de_de: abbrechen
es_es: Cancelar
fr_fr: Annulé
hi_in: रद्द करें
id_id: Batalkan
ms_my: Batal
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
sv_se: Avbryt
sw_ke: Ghairi
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Huỷ bỏ
zh_hans_cn: 取消
zh_hant_tw: 取消

# tradecompetition_main_starttrading_buttomsheet_title
source: Start Trading
cs_cz: Začněte obchodovat
da_dk: Start Handel
de_de: Handeln starten
es_es: Comienza a Tradear
fr_fr: Commencez le trading
hi_in: व्यापार(ट्रेडिंग) शुरू करें
id_id: Mulai Trading
ms_my: Mulai dagangan
nl_nl: Begin met handelen
pl_pl: Zacznij Handlować
pt_br: Comece a fazer Trading
ru_ru: Начать торговлю
sv_se: Börja trejda
sw_ke: Anza Miamala
tr_tr: İşlem Yapmaya Başla
uk_ua: Почати торгівлю
vi_vn: Bắt đầu Giao dịch
zh_hans_cn: 开始交易
zh_hant_tw: 開始交易

# tradecompetition_main_starttrading_buttomsheet_warning
source: The Higher your membership level, The Lower your transaction fees.
cs_cz: Čím vyšší úroveň členství, tím nižší poplatky za transakce.
da_dk: Desto højere dit medlemskabsniveau, desto lavere dine tranksaktionsgebyrer.
de_de: Je höher das Mitgliedslevel, desto niedriger die Transaktionsgebühren.
es_es: Cuanto más alto sea tu nivel de membresía, más bajas serán tus tarifas de transacción.
fr_fr: Plus votre niveau d'adhésion sera élevé, moins vous payerez des frais de transactions
hi_in: आपका सदस्यता स्तर जितना अधिक होगा, आपकी लेनदेन शुल्क उतनी ही कम होगी।
id_id: Semakin Tinggi Tingkat Keanggotaan Anda, Semakin Rendah Biaya Transaksi Anda.
ms_my: Lebih tinggi keahlian tahap anda, lebih rendah yuran transaksi anda.
nl_nl: Hoe hoger je lidmaatschapslevel, des te lager de transactiekosten.
pl_pl: Czym wyższy poziom członkostwa, tym niższe opłaty za transakcje.
pt_br: Quanto maior o seu nível de filiação, mais baixas serão as suas taxas de trading.
ru_ru: Чем выше ваш уровень членства, тем ниже комиссия за транзакции.
sv_se: Ju högre medlemsnivå, desto lägre transaktionsavgifter.
sw_ke: Kadiri kiwango chako cha uanachama kinavyoongezeka, ndivyo gharama zako za miamala zinavyopungua.
tr_tr: Üyelik seviyeniz ne kadar yüksekse, işlem ücretleriniz o kadar düşük olur.
uk_ua: Чим вищий ваш рівень членства, тим нижча комісія за транзакції.
vi_vn: Cấp độ thành viên của bạn càng cao, phí giao dịch của bạn càng thấp.
zh_hans_cn: 用户的VIP会员等级越高，交易手续费就越低。
zh_hant_tw: 用戶的VIP會員等級越高，交易手續費就越低。

# tradecompetition_main_starttrading_buttomsheet_warning_seedetail
source: See Details
cs_cz: Zobrazit podrobnosti
da_dk: Se Detaljer
de_de: Sehe Details
es_es: Ver Detalles
fr_fr: Voir les détails
hi_in: विस्तृत जानकारी देखें
id_id: Lihat Detail
ms_my: Lihat Butiran
nl_nl: Bekijk details
pl_pl: Zobacz Szczegóły
pt_br: Veja os detalhes
ru_ru: Посмотреть детали
sv_se: Se detaljer
sw_ke: Tazama Maelezo
tr_tr: Ayrıntıları Gör
uk_ua: Переглянути подробиці
vi_vn: Xem thêm chi tiết
zh_hans_cn: 查看详情
zh_hant_tw: 查看詳情

# tradecompetition_main_starttrading_button_title
source: Start Trading
cs_cz: Začněte obchodovat
da_dk: Start Handel
de_de: Handeln starten
es_es: Comienza a Tradear
fr_fr: Commencez le trading
hi_in: व्यापार(ट्रेडिंग) शुरू करें
id_id: Mulai Trading
ms_my: Mulai dagangan
nl_nl: Begin met handelen
pl_pl: Zacznij Handlować
pt_br: Comece a fazer Trading
ru_ru: Начать торговлю
sv_se: Börja trejda
sw_ke: Anza Miamala
tr_tr: İşlem yapmaya başlayın
uk_ua: Почати торгівлю
vi_vn: Bắt đầu Giao dịch
zh_hans_cn: 开始交易
zh_hant_tw: 開始交易

# tradecompetition_main_starttrading_button_warning
source: If you unstake PROB during the event period, you will not be eligible to join the event.
cs_cz: Pokud zrušíte sázku PROB během období události, nebudete mít nárok se k události připojit.
da_dk: Hvis du afbryder PROB i løbet af begivenhedsperioden, vil du ikke være berettiget til at deltage i begivenheden.
de_de: Wenn Sie PROB während des Veranstaltungszeitraums aufheben (unstaken), können Sie nicht an der Veranstaltung teilnehmen.
es_es: Si deja de hacer stake de PROB durante el período del evento, no será elegible para participar al evento.
fr_fr: Si vous déstakez des PROB durant la période de l'événement, nous ne serez pas éligible pour rejoindre l'événement
hi_in: यदि आप आयोजन की अवधि के दौरान PROB पर स्टेक नहीं करते हैं, तो आप आयोजन में शामिल होने के पात्र नहीं होंगे।
id_id: Jika Anda membatalkan PROB selama periode acara, Anda tidak akan memenuhi syarat untuk bergabung dengan acara tersebut.
ms_my: Jika anda membatalkan PROB semasa tempoh acara, anda tidak akan layak untuk menyertai acara tersebut.
nl_nl: Je kunt niet deelnemen aan het evenement na het unstaken van PROB tijdens de evenementperiode.
pl_pl: Jeśli wycofasz PROB w czasie trwania wydarzenia, nie będziesz mógł wziąć udziału w wydarzeniu.
pt_br: Se você retirar o PROB da condição de Stake (unstake) durante o período do evento, você não será elegível para participar do evento.
ru_ru: Если вы отмените стейкинг PROB в период проведения мероприятия, вы не сможете присоединиться к нему.
sv_se: Om du unstejkar PROB under evenemangsperioden kommer du inte att vara berättigad att gå med i evenemanget.
sw_ke: Ukiondoa PROB katika kipindi cha tukio, hutastahiki kujiunga na tukio.
tr_tr: Etkinlik süresince PROB unstake yaparsanız, etkinliğe katılmaya uygun olamayacaksınız.
uk_ua: Якщо ви скасуєте стейкінг PROB у період проведення заходу, ви не зможете приєднатися до нього.
vi_vn: Nếu bạn hủy bỏ PROB trong thời gian diễn ra sự kiện, bạn sẽ không đủ điều kiện tham gia sự kiện.
zh_hans_cn: 在活动期间解除对PROB的质押将导致用户失去活动参与资格。
zh_hant_tw: 在活動期間解除對PROB的質押將導致用戶失去活動參與資格。

# tradecompetition_main_summary_warning
source: Your account should meet the conditions below in order to participate in this trading competition.
cs_cz: Váš účet by měl splňovat níže uvedené podmínky, abyste se mohli zúčastnit této obchodní soutěže.
da_dk: Din konto skal møde kravene nedenfor, for at deltage i denne handelskonkurrence.
de_de: Ihr Konto muss die nachstehenden Bedingungen erfüllen, um an diesem Handelswettbewerb teilnehmen zu können.
es_es: Su cuenta debe cumplir con las condiciones a continuación para poder participar en esta Competencia de Trading.
fr_fr: Pour participer à la compétition de trading, votre compte doit remplir les conditions ci-dessous.
hi_in: इस व्यापार(ट्रेडिंग) प्रतियोगिता में भाग लेने के लिए आपके खाते को नीचे दी गई शर्तों को पूरा करना होगा|
id_id: Akun Anda harus memenuhi persyaratan di bawah ini untuk berpartisipasi dalam kompetisi perdagangan ini.
ms_my: Akaun anda hendaklah memenuhi syarat-syarat di bawah untuk menyertai pertandingan dagangan ini.
nl_nl: Je account moet aan de onderstaande voorwaarden voldoen om aan deze handelscompetitie deel te kunnen nemen.
pl_pl: Twoje konto powinno spełniać poniższe warunki, aby wziąć udział w tym konkursie handlowym.
pt_br: Sua conta deve atender às condições abaixo para participar desta competição de trading.
ru_ru: Ваша учетная запись должна соответствовать приведенным ниже условиям, чтобы участвовать в этом торговом конкурсе.
sv_se: Ditt konto måste uppfylla villkoren nedan för att kunna delta i denna trade-tävling.
sw_ke: Akaunti yako inapaswa kutimiza masharti yaliyo hapa chini ili kuweza kushiriki katika shindano hili la biashara.
tr_tr: Bu hacim yarışmasına katılabilmek için hesabınızın aşağıdaki koşulları karşılaması gerekir.
uk_ua: Ваш обліковий запис повинен відповідати наведеним нижче умовам, щоб брати участь у цьому торговельному змаганні.
vi_vn: Tài khoản của bạn phải đáp ứng các điều kiện dưới đây để tham gia cuộc thi giao dịch này.
zh_hans_cn: 您的账户需满足以下条件才有资格参与本次交易王活动。
zh_hant_tw: 您的賬戶需滿足以下條件才有資格參與本次交易王活動。

# tradecompetition_prize_title
source: Prizes
cs_cz: Ceny
da_dk: Priser
de_de: Preise
es_es: Premios
fr_fr: Récompenses
hi_in: पुरस्कार
id_id: Hadiah
ms_my: Hadiah
nl_nl: Prijzen
pl_pl: Nagrody
pt_br: Prêmios
ru_ru: Призы
sv_se: Priser
sw_ke: Tuzo
tr_tr: Ödüller
uk_ua: Призи
vi_vn: Phần thưởng
zh_hans_cn: 奖励
zh_hant_tw: 獎勵

# tradecompetition_main_notice_notice1
source: Your staked PROB amount can’t be decreased during the competition duration.
cs_cz: Vaši vsazenou částku PROB nelze během trvání soutěže snížit.
da_dk: Din satset PROB beløb kan ikke reduceres i løbet af konkurrencens varighed.
de_de: Der eingesetzte PROB-Betrag im Staking kann während der Dauer des Wettbewerbs nicht verringert werden.
es_es: La cantidad de PROB en stake no se puede reducir durante la duración de la competencia.
fr_fr: Votre quantité de PROB stakés ne peux pas diminuer pendant la durée de la compétition.
hi_in: प्रतियोगिता की अवधि के दौरान आपकी स्टेक की गई PROB राशि को कम नहीं किया जा सकता है।
id_id: Jumlah PROB yang Anda stake tidak dapat dikurangi selama durasi kompetisi.
ms_my: Pertaruhan nilai PROB anda tidak boleh menururn semasa tempoh pertandingan.
nl_nl: Je gestakede PROB-bedrag kan niet verminderd worden tijdens de competitie looptijd.
pl_pl: Twoja stawka PROB nie może być zmniejszona w czasie trwania konkursu.
pt_br: O valor do seu PROB em Stake não pode ser reduzido durante a competição.
ru_ru: Ваша поставленная на стейк сумма PROB не может быть уменьшена во время проведения соревнования.
sv_se: Ditt stejkade PROB-belopp kan ej minskas medans tävlingen vpågår.
sw_ke: Kiasi chako cha PROB kilichowekwa hakitakiwi kupunguzwa wakati wa shindano.
tr_tr: Stake edilen PROB miktarınız yarışma süresi boyunca düşürülemez.
uk_ua: Ваша сума PROB, що поставлена на стейк, не може бути зменшена під час проведення змагання.
vi_vn: Số tiền PROB mà bạn đã stake không thể giảm trong suốt thời gian cạnh tranh.
zh_hans_cn: 用户质押PROB的数量在活动进行期间不可减少。
zh_hant_tw: 用戶質押PROB的數量在活動進行期間不可減少。

# tradecompetition_main_notice_notice2
source: You must stake more than %@ PROB to participate the event.
cs_cz: Chcete-li se zúčastnit události, musíte vsadit více než %@ PROB.
da_dk: Du skal satse mere end %@ PROB for at deltage i denne begivenhed.
de_de: Es müssen mehr als %@ PROB gestaked werden, um an diesem Event teilzunehmen.
es_es: Debe hacer stake más de %@ PROB para participar en el evento.
fr_fr: Vous devez staker plus de %@ PROB pour participer à l'événement.
hi_in: आयोजनाओ में भाग लेने के लिए आपको %@ से अधिक PROB स्टेक करना होगा|
id_id: Anda harus men-stake lebih dari %@ PROB untuk berpartisipasi dalam acara.
ms_my: Anda harus pertaruh lebih dari %@ PROB untuk mengambil bahagian acara ini.
nl_nl: Je moet meer dan %@ PROB staken om deel te kunnen nemen aan het evenement.
pl_pl: Musisz postawić więcej niż %@ PROB, aby wziąć udział w wydarzeniu.
pt_br: Você deve colocar mais de %@ de PROB em Stake para participar do evento.
ru_ru: Вы должны поставить более %@ PROB на стейк, чтобы принять участие в мероприятии.
sv_se: Du måste stejka mer än %@ PROB för att delta i evenemanget.
sw_ke: Ni lazima uweke zaidi ya %@ PROB ili kushiriki katika tukio.
tr_tr: Etkinliğe katılmak için %@ PROB'dan fazla stake yapmalısınız.
uk_ua: Ви повинні поставити більше %@ PROB на стейк, щоб взяти участь в івенті.
vi_vn: Bạn phải stake nhiều hơn %@ PROB để tham gia sự kiện.
zh_hans_cn: 您需要至少质押%@PROB以上才能够参与活动。
zh_hant_tw: 您需要至少質押%@PROB以上才能夠參與活動。
