Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fragment_stakeconfirmation_errortoast_amount
source: Invalid stake amount
cs_cz: Neplatná částka sázky
da_dk: Ugyldigt stake beløb
de_de: Ungültige Stake Menge
es_es: Monto invalido de stake
fr_fr: Montant staké invalide
hi_in: अवैध स्टेक राशि
id_id: Jumlah stake tidak valid
ja_jp: 誤ったステークの設定数量を入力しました。 もう一度確認をお願いいたします。
ms_my: Amaun stake tidak sah
my_mm: မမှန်ကန်သော stakingပမာဏ
nl_nl: Ongeldige stake hoeveelheid
pl_pl: Nieprawidłowa kwota stawki
pt_br: Valor de stake inválido
ru_ru: Неверная сумма стейкинга
sq_al: Shumë e pavlefshme e stake
sv_se: Ogiltlig belopp för stake
sw_ke: Kiasi batili cha steki
tr_tr: Geçersiz stake miktarı
uk_ua: Невірна сума стейку
vi_vn: Số lượng đặt cược không hợp lệ
zh_hans_cn: 输入的设定Stake数量有误，请确认
zh_hant_tw: 無效 Stake 數量

# fragment_unstakeamount_unstakeamount_title
source: Unstake amount
cs_cz: Množství k uvolnění
da_dk: Unstake beløb
de_de: Unstake Menge
es_es: El monto de unstake
fr_fr: Montant déstaké
hi_in: बिना स्टेक वाली राशि
id_id: Jumlah unstake
ja_jp: ステーク解除数量
ms_my: Amaun unstake
my_mm: stakingပယ်ဖျက်မည့်ပမာဏ
nl_nl: Unstake hoeveelheid
pl_pl: Kwota do wycofania
pt_br: Quantidade para Unstake
ru_ru: Сумма анстейкинга
sq_al: Shuma për unstake
sv_se: Unstejka belopp
sw_ke: Kiasi cha kutenduliwa steki
tr_tr: Çekilecek stake miktarı
uk_ua: Сума для анстейкінгу
vi_vn: Số tiền không đặt cược
zh_hans_cn: 解除Stake的数量
zh_hant_tw: Unstake 解鎖數量

# fragment_unstakeamount_probunstakingwarningnotice
source: - Unstaking %@ will disqualify you from trading competition events. To be disqualified from the following T/C events: %@
cs_cz: - Uvolnění %@ vás diskvalifikuje z obchodních soutěžních akcí. Nechcete-li být diskvalifikováni z následujících T/C událostí: %@
da_dk: - Unstaking %@ diskvalificerer dig fra trade begivenheder. At blive diskvalificeret fra følgende T/C-begivenheder: %@
de_de: - Das Unstaking %@ wird Sie von Trading Wettbewerben disqualifizieren. Wird von folgenden T/C Events disqualifiziert: %@
es_es: - Si haces unstaking de %@ se te descalificará de los eventos de competencia de trading. Para ser descalificado de los siguientes eventos de T / C:%@
fr_fr: - Déstaker %@ vous disqualifiera des événements de compétition de Trading. Etre disqualifié des événements T/C suivants : %@
hi_in: - %@ स्टेकिंग से हटाने पर आपको व्यापार(ट्रेडिंग) प्रतियोगिता की आयोजानाओं से अयोग्य घोषित कर देगा। निम्नलिखित T/C आयोजानाओं से अयोग्य ठहराया जा सकता है: %@
id_id: - Unstaking %@ akan mendiskualifikasi anda dari event trading competition. Untuk didiskualifikasi dari event T/C berikut: %@
ja_jp: - %@ステークを解除すると、取引王の参加が制限されます。 制限される取引王リスト:%@
ms_my: - Unstaking %@ akan menyebabkan anda tidak layak untuk event pertandingan trading. Tidak layak untuk T/C event yang berikut: %@
my_mm: - %@ကို stakingပယ်ဖျက်လျှင် အရောင်းအ၀ယ်များမှ သင့်အား ထုတ်ပယ်ခံရပါမည်။ အောက်ဖော်ပြပါ T/C ပွဲများမှ အရည်အချင်းမပြည့်မီသောစာရင်း: %@
nl_nl: - Het Unstaken van %@ zal je diskwalificeren voor deelname aan handelscompetities. Te worden gediskwalificeerd voor de volgende T/C evenementen: %@
pl_pl: - Wycofanie %@ zdyskwalifikuje Cię z uczestnictwa w zawodach konkurencji handlowych. Zostanie zdyskwalifikowany z następujących wydarzeń T/C: %@
pt_br: - Unstaking %@ irá desqualificá-lo dos eventos de competição de negociação. Para ser desqualificado dos seguintes eventos de C/T: %@
ru_ru: - Анстейкинг %@ приведет к вашей дисквалификации с торгового соревнования. Быть дисквалифицированным с данного Т/С: %@
sq_al: - Unstaking i %@ do t'ju skualifikojë nga eventet e konkurrencës tregtare. Për tu skualifikuar nga eventet e mëposhtme T/C: %@
sv_se: - Unstaking av %@ diskvalificerar dig från trading-tävlingar. Du blir diskvalificerad från följande event T/C events: %@
sw_ke: - Kutendua steki ya %@ kutakufanya usistahiki katika matukio ya shindano la biashara. Utaondolewa kwenye matukio yafuatayo ya T/C: %@
tr_tr: - %@ stake geri çekme sizi hacim yarışması etkinliklerinde diskalifiye edecektir. Diskalifiye olunacak T/R etkinlikleri listesi: %@
uk_ua: - Анстейкінг %@ дискваліфікує вас із торгівельних змагань. Дискваліфікація з наступних T/З подій: %@
vi_vn: - Không đặt cược %@ sẽ loại bạn khỏi các cuộc thi giao dịch. Để bị loại khỏi các sự kiện T/C sau cần: %@
zh_hans_cn: - %@ 解除Stake，参与交易王比赛将被受限。 受限的交易王目录: %@
zh_hant_tw: - 解鎖 Staking %@ 將會取消你參加交易大賽的資格。 想取消交易大賽： %@

# fragment_unstakeconfirmation_errortoast_currencyid
source: This coin is currently unavailable for unstaking.
cs_cz: Tato mince je v současné době nedostupná.
da_dk: Denne coin er i øjeblikket utilgængelig for unstaking.
de_de: Dieser Coin ist momentan nicht für das Unstaking verfügbar.
es_es: Por el momento esta moneda no está disponible para unstaking.
fr_fr: De coin n'est actuellement pas disponible au déstaking.
hi_in: यह सिक्का वर्तमान में स्टेक से हटाया नहीं जा सकता।
id_id: Koin ini saat ini tidak tersedia untuk unstaking.
ja_jp: ステーク解除可能な貨幣ではありません。
ms_my: Koin ini tidak disediakan untuk unstaking buat masa ini.
my_mm: ဤငွေကြေးကိုstakingပယ်ဖျက်လို့မရပါ။
nl_nl: Deze coin is momenteel niet beschikbaar voor unstaking.
pl_pl: Ten coin jest obecnie niedostępny do wycofania.
pt_br: No momento, esta moeda está indisponível para unstaking.
ru_ru: Эта монета не доступна для стейкинга в данный момент.
sq_al: Kjo monedhë aktualisht nuk është e disponueshme për unstaking.
sv_se: Detta coin är för tillfället inte tillgängligt för unstaking.
sw_ke: Sarafu hii haipatikani kwa sasa kwa kutendua steki.
tr_tr: Bu koin şu anda stake'den çekilmeye uygun değil.
uk_ua: Ця монета наразі недоступна для анстейкінгу.
vi_vn: Coin này hiện không có sẵn để không đặt cược.
zh_hans_cn: 是无法解除Stake的币种
zh_hant_tw: 次代幣目前無法解鎖。

# fragment_unstakeconfirmation_errortoast_amount
source: Invalid unstake amount
cs_cz: Nesprávné množství k odejmutí
da_dk: Ugyldigt unstake beløb
de_de: Ungültige Unstake Menge
es_es: Monto de unstake inválido.
fr_fr: Montant à déstaker invalide
hi_in: अवैध स्टेक से हटाने वाली राशि
id_id: Jumlah unstake tidak valid
ja_jp: 間違ったステーク解除数量を入力しました。 もう一度確認してください。
ms_my: Amaun unstake tidak sah.
my_mm: မမှန်ကန်သော stakingပယ်ဖျက်နိုင်သောပမာဏ
nl_nl: Ongeldige hoeveelheid om te unstaken
pl_pl: Nieprawidłowa kwota do wycofania
pt_br: Quantidade de unstake inválida
ru_ru: Неверная сумма для анстейкинга
sq_al: Shumë e pavlefshme e unstak-ing
sv_se: Ogiltligt belopp för unstake
sw_ke: Kiasi kisicho sahihi cha kutenduliwa steki
tr_tr: Geçersiz stake'den çekme miktarı
uk_ua: Недійсна сума для анстейкінгу
vi_vn: Số tiền chưa đặt cược không hợp lệ
zh_hans_cn: 输入的解除数量有误，请重新确认
zh_hant_tw: 無效的解鎖數量

# fragment_unstakeconfirmation_errortoast_kyc
source: To unstake this currency, you need higher KYC level.
cs_cz: K uvolnění této měny potřebujete vyšší úroveň KYC.
da_dk: For at unstake denne valuta, skal du have højere KYC niveau.
de_de: Für das Unstaken dieser Währung, brauchen Sie ein höheres KYC Level.
es_es: Para unstake esta moneda, necesitas un mayor nivel de KYC.
fr_fr: Afin de déstaker cette devise, vous devez avoir un niveau plus élevé de KYC.
hi_in: इस मुद्रा को स्टेक से हटाने के लिए, आपको उच्च KYC स्तर की आवश्यकता है।
id_id: Untuk melakukan unstake dalam mata uang ini, anda membutuhkan level KYC yang lebih tinggi.
ja_jp: この貨幣をステーク解除するには、より高い本人認証ランクが必要です。
ms_my: Untuk unstake mata wang ini, anda perlu tahap KYC lebih tinggi.
my_mm: ဤငွေကြေးကို stakingပယ်ဖျက်ရန် ပိုမိုမြင့်မားသော KYC အဆင့် လိုအပ်ပါသည်။
nl_nl: Voor het unstaken van deze currency is een hoger KYC-niveau vereist.
pl_pl: Aby wycofać tę walutę, potrzebujesz wyższego poziomu KYC.
pt_br: Para unstake esta moeda, você precisa de um nível KYC mais alto.
ru_ru: Чтобы произвести анстейкинг, ваш уровень KYC должен быть выше.
sq_al: Për të bërë unstake këtë monedhë, keni nevojë për një nivel më të lartë KYC.
sv_se: För unstaking av den här valutan behöver du en högre KYC-nivå.
sw_ke: Ili kutendua steki ya sarafu hii, unahitaji kiwango cha juu zaidi cha KYC.
tr_tr: Bu birimi stake'den çekmek için daha yüksek KYC seviyesi gerekmektedir.
uk_ua: Щоб зробити анстейкінг цієї валюти, вам потрібен вищий рівень KYC.
vi_vn: Để không đặt cược loại tiền này, bạn cần cấp độ xác minh KYC cao hơn.
zh_hans_cn: 需要更高的本人认证等级才能够解除此货币Stake状态
zh_hant_tw: unstake 此代幣，你需要更高級的 身份認證 KYC 等級。

# activity_stake_title
source: Stake %@
cs_cz: Vsadit %@
de_de: Staken %@
fr_fr: Staker %@
hi_in: %@ स्टेक
ja_jp: %@ ステーク設定
my_mm: %@ stakeလုပ်ပါ။
pl_pl: Postaw %@
ru_ru: Стейк %@
sw_ke: Steki %@
tr_tr: %@ Stake yap
uk_ua: Стейк %@
vi_vn: Đặt cược %@
zh_hans_cn: %@ 设定

# activity_unstake_title
source: Unstake %@
cs_cz: Odejmout %@
de_de: Unstaken %@
fr_fr: Déstaker %@
hi_in: %@ स्टेक से हटा दें
ja_jp: %@ ステーク解除
my_mm: %@ stakeပယ်ဖျက်ပါ။
pl_pl: Wycofaj %@
ru_ru: Анстейк %@
sw_ke: Tendua steki %@
tr_tr: %@ Stake'den Çık
uk_ua: Анстейкінг %@
vi_vn: Chưa đặt cược %@
zh_hans_cn: %@ 解除
zh_hant_tw: 未解鎖 %@

# activity_stake_progress_amount
source: ① Amount
cs_cz: ① Množství
da_dk: ① Beløb
de_de: ① Menge
es_es: ① Monto
fr_fr: ① Montant
hi_in: ① राशि
id_id: ① Jumlah
ja_jp: ① 数量入力
ms_my: ① Amaun
my_mm: ① ပမာဏ
nl_nl: ① Hoeveelheid
pl_pl: ① Kwota
pt_br: ① Quantidade
ru_ru: ① Сумма
sq_al: ① Shuma
sv_se: ① Belopp
sw_ke: ① Kiasi
tr_tr: ① Miktar
uk_ua: ① Кількість
vi_vn: ① Số tiền
zh_hans_cn: ① 输入数量
zh_hant_tw: ① 數量

# activity_stake_progress_confirmation
source: ② Confirmation
cs_cz: ② Potvrzení
da_dk: ② Bekræftelse
de_de: ② Bestätigung
es_es: ② Confirmación
hi_in: ② पुष्टीकरण
id_id: ② Konfirmasi
ja_jp: ② 注意事項の確認
ms_my: ② Konfirmasi
my_mm: ② အတည်ပြုချက်
nl_nl: ② Bevestiging
pl_pl: ② Potwierdzenie
pt_br: ② Confirmação
ru_ru: ② Подтверждение
sq_al: ② Konfirmimi
sv_se: ② Bekräftelse
sw_ke: ② Uthibitisho
tr_tr: ② Onay
uk_ua: ② Підтвердження
vi_vn: ② Xác nhận
zh_hans_cn: ② 确认注意事项
zh_hant_tw: ② 確認

# viewholder_stakedetails_lockend_title
source: Lockup release:
cs_cz: Blokování zpráv:
da_dk: Lockup frigivelse:
de_de: Freisetzung gesperrtes Kapital
es_es: Bloqueo Liberado
fr_fr: Déverouillage :
hi_in: लॉकअप खोले:
id_id: Rilis Lockup
ja_jp: ロックアップ解除時刻:
ms_my: Lockup dibuka:
my_mm: လော့ခ်ချခြင်းပယ်ဖျက်ရန်:
nl_nl: Lockup ontgrendeling:
pl_pl: Zwolnienie lockup:
pt_br: Bloqueio liberado
ru_ru: Снятие локапа:
sq_al: Lëshimi i kyçjes:
sv_se: Frigöring av låsning:
sw_ke: Toleo la kufungwa:
tr_tr: Kilit Açma
uk_ua: Зняття блокування
vi_vn: Mở khóa
zh_hans_cn: 锁仓解除时间
zh_hant_tw: 鎖倉解除時間

# fragment_unstakeamount_errortext_precisionerror
source: Check the exact unstaking amount (up to %@ digits).
cs_cz: Zkontrolujte přesnou částku (až do %@ číslic).
da_dk: Tjek det præcise unstaking beløb (op til %@ cife).
de_de: Überprüfen Sie die exakte Unstaking Menge (bis zu %@ Ziffern).
es_es: Verifica el monto exacto de unstaking (hasta %@ dígitos).
fr_fr: Vérifier le montant exact à déstaker (jusqu'à %@ chiffres).
hi_in: स्टेक से हटाये जाने वाली कुल राशि की जाँच करें (up to %@ digits).
id_id: Periksa jumlah yang tepat untuk unstaking (hingga %@ digits).
ja_jp: 小数点以下%@桁まで入力できます。
ms_my: Semak amaun unstaking yang tepat (sehingga %@ digit)
my_mm: ဒဿမအမှတ်ပြီးနောက် %@ နေရာအထိ ထည့်နိုင်သည်။
nl_nl: Controleer de exacte ungestakede hoeveelheid (tot aan %@ cijfers).
pl_pl: Sprawdź dokładną kwotę unstakingu (do %@ cyfr).
pt_br: Verifique o valor exato para unstaking (até %@ dígitos).
ru_ru: Проверьте точную сумму стейкинга (до %@ цифр).
sq_al: Kontrolloni shumën e saktë të unstaking (deri në %@ shifra).
sv_se: Kolla det exakta beloppet för unstaking (upp till %@ siffror).
sw_ke: Angalia kiasi kamili cha kutendua steki (hadi tarakimu %@).
tr_tr: Stake'den çekme miktarını kontrol ediniz (%@ basamağa kadar).
uk_ua: Перевірте точну суму анстейкінгу (до %@ цифр).
vi_vn: Kiểm tra chính xác số tiền chưa thực hiện đặt cược (tối đa %@ chữ số).
zh_hans_cn: 可输入字小数点至%@位数
zh_hant_tw: 檢查你確切的解鎖數量 (最多 %@ 位)。

# timedelta_day
source: day
cs_cz: den
da_dk: dag
de_de: Tag
es_es: Día
fr_fr: jour
hi_in: दिन
id_id: hari
ja_jp: 日
ms_my: hari
my_mm: ရက်
nl_nl: dag
pl_pl: dzień
pt_br: dia
ru_ru: день
sq_al: ditë
sv_se: dag
sw_ke: siku
tr_tr: gün
uk_ua: день
vi_vn: ngày
zh_hans_cn: 日
zh_hant_tw: 日

# timedelta_days
source: days
cs_cz: dnů
da_dk: dage
de_de: Tage
es_es: Días
fr_fr: jours
hi_in: दिन
id_id: hari
ja_jp: 日
ms_my: hari
my_mm: ရက်
nl_nl: dagen
pl_pl: dni
pt_br: dias
ru_ru: дней
sq_al: ditë
sv_se: dagar
sw_ke: siku
tr_tr: gün
uk_ua: дні
vi_vn: ngày
zh_hans_cn: 日
zh_hant_tw: 日

# timedelta_week
source: week
cs_cz: týden
da_dk: uge
de_de: Woche
es_es: Semana
fr_fr: semaine
hi_in: सप्ताह
id_id: minggu
ja_jp: 週
ms_my: minggu
my_mm: ပတ်
pl_pl: tydzień
pt_br: semana
ru_ru: неделя
sq_al: javë
sv_se: vecka
sw_ke: wiki
tr_tr: hafta
uk_ua: тиждень
vi_vn: tuần
zh_hans_cn: 周
zh_hant_tw: 週

# timedelta_weeks
source: weeks
cs_cz: týdny
da_dk: uger
de_de: Wochen
es_es: Semanas
fr_fr: semaines
hi_in: सप्ताह
id_id: minggu
ja_jp: 週
ms_my: minggu
my_mm: ပတ်
nl_nl: weken
pl_pl: tygodnie
pt_br: semanas
ru_ru: недель
sq_al: javë
sv_se: veckor
sw_ke: wiki
tr_tr: hafta
uk_ua: тижні
vi_vn: tuần
zh_hans_cn: 周
zh_hant_tw: 週

# timedelta_hour
source: hour
cs_cz: hodina
da_dk: time
de_de: Stunde
es_es: Hora
fr_fr: heure
hi_in: घंटे
id_id: jam
ja_jp: 時間
ms_my: jam
my_mm: နာရီ
nl_nl: uur
pl_pl: godzina
pt_br: hora
ru_ru: час
sq_al: orë
sv_se: timma
sw_ke: saa
tr_tr: saat
uk_ua: година
vi_vn: giờ
zh_hans_cn: 小时
zh_hant_tw: 小時

# timedelta_hours
source: hours
cs_cz: hodiny
da_dk: timer
de_de: Stunden
es_es: Horas
fr_fr: heures
hi_in: घंटे
id_id: jam
ja_jp: 時間
ms_my: jam
my_mm: နာရီ
nl_nl: uren
pl_pl: godziny
pt_br: horas
ru_ru: часы
sq_al: orë
sv_se: timmar
sw_ke: saa
tr_tr: saat
uk_ua: години
vi_vn: giờ
zh_hans_cn: 小时
zh_hant_tw: 小時

# timedelta_minute
source: minute
cs_cz: minuta
da_dk: minut
es_es: Minuto
hi_in: मिनट
id_id: menit
ja_jp: 分
ms_my: minit
my_mm: မိနစ်
nl_nl: minuut
pl_pl: minuta
pt_br: minuto
ru_ru: минут
sq_al: minutë
sv_se: minut
sw_ke: dakika
tr_tr: dakika
uk_ua: хвилина
vi_vn: phút
zh_hans_cn: 分
zh_hant_tw: 分鐘

# timedelta_minutes
source: minutes
cs_cz: minuty
da_dk: minutter
de_de: Minuten
es_es: Minutos
hi_in: मिनट
id_id: Menit
ja_jp: 分
ms_my: minit
my_mm: မိနစ်
nl_nl: minuten
pl_pl: minuty
pt_br: minutos
ru_ru: минуты
sq_al: minuta
sv_se: minuter
sw_ke: dakika
tr_tr: dakika
uk_ua: хвилини
vi_vn: phút
zh_hans_cn: 分
zh_hant_tw: 分鐘

# activity_stakedetails_stakeevent_detailbutton
source: Details >
cs_cz: Detaily >
da_dk: Detaljer >
es_es: Detalles >
fr_fr: Détails >
hi_in: विवरण>
id_id: Detail >
ja_jp: 詳しく >
ms_my: Butiran >
my_mm: အသေးစိတ်အချက်အလက် >
pl_pl: Szczegóły >
pt_br: Detalhes >
ru_ru: Детали >
sq_al: Detajet >
sv_se: Specifikation >
sw_ke: Maelezo >
tr_tr: Detaylar >
uk_ua: Деталі >
vi_vn: Thông tin chi tiết>
zh_hans_cn: 查看详情 >
zh_hant_tw: 詳情 >

# activity_probitlab_banner_content
source: Welcome to the ProBit Lab, where you can experience the new features first and make them better.
cs_cz: Vítejte v ProBit Lab, kde si můžete vyzkoušet nové funkce a vylepšit je.
da_dk: Velkommen til ProBit Lab, hvor du først kan opleve de nye funktioner og gøre dem bedre.
de_de: Willkommen im ProBit Lab, wo Sie die neuen Funktionen als Erste/r erleben und besser machen können.
es_es: Bienvenido a ProBit Lab, donde puedes experimentar las nuevas funciones primero y mejorarlas.
fr_fr: Bienvenue dans le laboratoire de ProBit, où vous pourrez découvrir les nouvelles fonctionnalités en exclusivité et les améliorer.
hi_in: ProBit Lab में आपका स्वागत है, जहाँ आप पहले नई सुविधाओं का अनुभव कर सकते हैं और उन्हें बेहतर बना सकते हैं।
id_id: Selamat datang di ProBit Lab, di mana Anda dapat mengalami fitur baru terlebih dahulu dan membuatnya lebih baik.
ja_jp: ProBit実験室へようこそ！ まずは新機能を体験し、一緒に作っていきましょう。
ms_my: Selamat datang ke ProBit Lab, di mana anda dapat menikmati fitur baru terlebih dahulu dan menjadikannya lebih baik.
my_mm: ဝန်ဆောင်မှုအသစ်များကို ဦးစွာခံစားနိုင်ပြီး ၎င်းတို့ကို ပိုကောင်းအောင်ပြုလုပ်နိုင်သည့် ProBit Lab မှကြိုဆိုပါသည်။
nl_nl: Welkom op de ProBit Lab, hier kun je als eerste de nieuwe eigenschappen ervaren en verbeteren.
pl_pl: Witamy w ProBit Lab, gdzie możesz najpierw poznać nowe funkcje i ulepszyć je.
pt_br: Bem-vindo ao ProBit Lab, onde você pode experimentar os novos recursos primeiro e torná-los melhores.
ru_ru: Добро пожаловать в ProBit Lab, где вы можете первыми испытать новые функции и сделать их лучше.
sq_al: Mirësevini në ProBit Lab, ku mund të përjetoni së pari veçoritë e reja dhe t'i bëni ato më të mira.
sv_se: Välkommen till ProBit Lab där du kan uppleva de nya funktionerna först, och göra dem bättre.
sw_ke: Karibu kwenye ProBit Lab, ambapo unaweza kutumia vipengele vipya kwanza na kuviboresha zaidi.
tr_tr: ProBit Lab'a hoşgeldiniz! Burada yeni özellikleri ilk siz deneyebilir ve onları daha iyi hale getirebilirsiniz.
uk_ua: Ласкаво просимо до ProBit Lab, де ви можете першими випробувати нові функції і зробити їх краще.
vi_vn: Chào mừng bạn đến với ProBit Lab, nơi bạn có thể trải nghiệm các tính năng mới sớm nhất và làm cho chúng trở nên tốt hơn.
zh_hans_cn: 欢迎来到ProBit Lab！ 您在这里可以提前体验新功能并与我们携手共创更加完美的ProBit Global。
zh_hant_tw: 歡迎來到ProBit Lab！ 您在這裡可以提前體驗新功能並與我們攜手共創更加完美的ProBit Global。

# activity_probitlab_disclaimer
source: ※ ProBit Lab features will be applied once you restart the app. ※ ProBit Lab features may get removed or released to the public based on the feedback.
cs_cz: ※ Funkce ProBit Lab budou použity po restartování aplikace. ※ Funkce ProBit Lab mohou být na základě zpětné vazby odstraněny nebo zveřejněny pro veřejnost.
da_dk: ※ ProBit Lab-funktioner bruges, når du genstarter appen. ※ ProBit Lab-funktioner kan fjernes eller frigives til offentligheden baseret på feedback.
de_de: ※ Die ProBit Lab Funktion wird angewendet, sobald sie die App neu starten. ※ ProBit Lab Funktionen könnten entfernt oder der Öffentlichkeit freigegeben werden, je nach Feedback.
es_es: ※ Las funciones de ProBit Lab se aplicarán una vez que se haya reiniciado la aplicación. ※ Las funciones ProBit Lab podrán ser removidas o publicadas en base a la retroalimentación.
fr_fr: ※ Les fonctionnalités de ProBit Lab seront appliquées une fois que vous aurez redémarré l'application. ※ Les fonctionnalités de ProBit Lab peuvent être supprimées ou diffusées au public en fonction des feed-backs reçus.
hi_in: ※ ऐप को पुनरारंभ करने के बाद ProBit Lab सुविधाएँ लागू हो जाएँगी। ※ फीडबैक के आधार पर ProBit Lab की विशेषताएं जनता के लिए हटाई या जारी की जा सकती हैं।
id_id: ※ Fitur ProBit Lab akan diterapkan setelah Anda me-restart App. ※ Fitur ProBit Lab dapat dihapus atau dirilis ke publik berdasarkan feedback.
ja_jp: ※ 実験室機能の設定時、アプリが再起動した後に適用されます。 ※ 実験室機能は、フィードバック検討後にリリースまたは消えることがあります。
ms_my: ※ Fitur ProBit Lab akan diterapkan setelah anda memulakan semula aplikasi. ※ Fitur ProBit Lab mungkin dikeluarkan atau dilancarkan kepada umum berdasarkan feedback.
my_mm: ※ အက်ပ်ကို ပြန်လည်စတင်ပြီးသည်နှင့် ProBit Lab အင်္ဂါရပ်များကို အသုံးပြုပါမည်။ ※ အကြံပြုချက်အပေါ် အခြေခံ၍ ProBit Lab ဝန်ဆောင်မှုများကို ဖယ်ရှားနိုင်သည် သို့မဟုတ် အများပြည်သူသို့ ထုတ်ပြန်နိုင်သည်။
nl_nl: ※ ProBit Lab eigenschappen worden toegepast zodra je de app herstart. ※ ProBit Lab eigenschappen kunnen publiek verwijderd of losgelaten worden gebasseerd op de feedback.
pl_pl: ※ Funkcje ProBit Lab zostaną zastosowane po ponownym uruchomieniu aplikacji. ※ Funkcje ProBit Lab mogą zostać usunięte lub udostępnione publicznie na podstawie opinii.
pt_br: ※ Os recursos da ProBit Lab serão aplicados assim que você reiniciar o aplicativo. ※ Os recursos da ProBit Lab podem ser removidos ou liberados para o público com base nos comentários
ru_ru: ※ Функции ProBit Lab будут применены как только Вы перезапустите приложение. ※ Функции ProBit Lab могут быть удалены или выпущены в свет на основании ваших отзывов.
sq_al: ※ Karakteristikat e ProBit Lab do të zbatohen sapo të rinisni aplikacionin. ※ Karakteristikat e ProBit Lab mund të hiqen ose të publikohen për publikun bazuar në reagimet.
sv_se: ※ ProBit Lab-funktioner kommer att tillämpas när du startar om appen. ※ ProBit Lab-funktioner kan tas bort, eller släppas till allmänheten baserat på feedbacken.
sw_ke: ※ Vipengele vya ProBit Lab vitatumika pindi tu utakapoanzisha upya programu. ※ Vipengele vya ProBit Lab vinaweza kuondolewa au kutolewa kwa umma kulingana na maoni.
tr_tr: ※ Uygulamayı yeniden başlattığınızda ProBit Lab özellikleri uygulanacaktır. ※ ProBit Lab özellikleri geri bildirimlere dayanılarak kaldırılabilir veya herkese açık hale getirilebilir.
uk_ua: ※ Функції ProBit Lab будуть застосовані як тільки ви перезапустите додаток. ※ Функції ProBit Lab можуть бути видалені або випущені на підставі ваших відгуків.
vi_vn: ※ Các tính năng của ProBit Lab sẽ được áp dụng khi bạn khởi động lại ứng dụng. ※ Các tính năng của ProBit Lab có thể bị gỡ bỏ các hoặc phát hành ra công chúng dựa trên phản hồi.
zh_hans_cn: ※ ProBit Lab功能会在您重启应用软件之后开始运行。 ※ 我们会根据后续反馈来决定移除或公开发布ProBit Lab功能。
zh_hant_tw: ※ ProBit Lab功能會在您重啟應用軟件之後開始運行。 ※ 我們會根據後續反饋來決定移除或公開發布ProBit Lab功能。
