Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_buy_prob_titlebar
source: Purchase PROB
cs_cz: Objednat PROB
da_dk: Køb PROB
de_de: PROB einkaufen
es_es: Comprar PROB
fr_fr: Acheter des PROB
hi_in: PROB खरीदें
id_id: Beli PROB
ja_jp: PROB 購入
ms_my: Beli PROB
my_mm: PROB ၀ယ်ယူပါ။
nl_nl: Koop PROB
pl_pl: Kup PROB
pt_br: Comprar PROB
ru_ru: Купить PROB
sq_al: Blini PROB
sv_se: Köp PROB
sw_ke: Nunua PROB
tr_tr: PROB satın al
uk_ua: Купити PROB
vi_vn: Mua PROB
zh_hans_cn: 购买PROB
zh_hant_tw: 購買 PROB

# activity_buy_prob_complete_title
source: PROB purchase is complete!
cs_cz: PROB objednávka je hotová!
da_dk: Køb PROB er afsluttet!
de_de: PROB Einkauf ist komplett!
es_es: ¡La compra de PROB está completa!
fr_fr: L'achat de PROB est complet!
hi_in: PROB खरीद पूरी हो गई है!
id_id: Pembelian PROB telah selesai!
ja_jp: PROB 購入が 完了しました！
ms_my: Pembelian PROB telah selesai!
my_mm: PROB ၀ယ်ယူခြင်း အောင်မြင်ပါပြီ!
nl_nl: PROB aankoop is voltooid!
pl_pl: Zakup PROB jest uzupełniony!
pt_br: Compra de PROB está completa!
ru_ru: Заказ PROB завершён!
sq_al: Blerja e PROB ka përfunduar!
sv_se: Köp av PROB är klart!
sw_ke: Ununuzi wa PROB umekamilika!
tr_tr: PROB satın alma tamamlandı!
uk_ua: Замовлення PROB завершено!
vi_vn: Việc mua PROB đã hoàn thành!
zh_hans_cn: 已完成购买PROB！
zh_hant_tw: PROB 代幣購買 已完成！

# activity_buy_prob_complete_levelup_title
source: Level up! %@
da_dk: Niveau steget! %@
es_es: ¡Subir de nivel! %@
fr_fr: Niveau supérieur! %@
hi_in: स्तर ऊपर! %@
id_id: Naik Level! %@
ja_jp: %@に ランクが上昇しました！
ms_my: Tahap ditingkatkan! %@
my_mm: %@သို့ အဆင့်တိုးသွားပါပြီ!
pl_pl: Leveluj w górę! %@
ru_ru: Уровнем выше! %@
sq_al: Rrisni nivelin %@
sv_se: Nivå upp! %@
sw_ke: Kiwango Kimepanda! %@
tr_tr: Seviye atlandı! %@
uk_ua: Рівнем вище! %@
vi_vn: Lên cấp nào! %@
zh_hans_cn: 等级已上升至%@！
zh_hant_tw: 提升等級! %@

# activity_buy_prob_error_otcbalance
source: This currency is out of stock for today. Please visit again tomorrow.
cs_cz: Tato měna dnes není na skladě. Prosím navštivte nás zítra znovu.
da_dk: Denne valuta er ikke på lager i dag. Besøg venligst igen i morgen.
de_de: Diese Währung ist für heute ausverkauft. Bitte versuchen Sie es morgen erneut.
es_es: Esta moneda se encuentra agotada por hoy. Por favor, visitanos nuevamente mañana.
fr_fr: Cette devise est en rupture de stock pour aujourd'hui. Veuillez visiter à nouveau demain.
hi_in: यह मुद्रा आज के लिए स्टॉक से बाहर है। कृपया कल फिर से आएँ ।
id_id: Mata uang ini kehabisan stok untuk hari ini. Silahkan kunjungi lagi besok.
ja_jp: 本日の販売数量がすべて消尽しました。 明日もう一度お試しください。
ms_my: Mata wang ini telah kehabisan stok untuk hari ini. Sila cuba lagi esok.
my_mm: ဒီနေ့အတွက် ရောင်းကုန်သွားပါပြီ။ မနက်ဖြန် ထပ်စမ်းကြည့်ပါ။
nl_nl: Deze currency is niet op voorraad vandaag. Probeer het morgen nog een keer.
pl_pl: Ta waluta jest obecnie niedostępna. Zapraszamy ponownie jutro.
pt_br: Esta moeda está esgotada hoje. Por favor, visite novamente amanhã.
ru_ru: Эта валюта на сегодня отсутствует. Пожалуйста, приходите завтра.
sq_al: Kjo monedhë nuk është në dispozicion për sot. Ju lutemi vizitoni përsëri nesër.
sv_se: Denna valuta är slut för i dag. Vänligen kom tillbaka imorgon.
sw_ke: Sarafu hii haipo kwa sasa. Tafadhali tembelea tena kesho.
tr_tr: Bu birimde bu günlük stoklar tükendi. Lütfen yarın tekrar sayfayı ziyaret ediniz.
uk_ua: Ця валюта на сьогодні відсутня. Будь ласка, приходьте завтра.
vi_vn: Đồng tiền này đã bán hết trong ngày hôm nay. Vui lòng ghé thăm lại vào ngày mai.
zh_hans_cn: 今日出售数量均已售馨，请明日重试
zh_hant_tw: 今日售罄，明日請再來購買

# activity_buy_prob_error_min
source: Please check the minimum purchase amount, and try again.
cs_cz: Zkontrolujte minimální částku nákupu a akci opakujte.
da_dk: Kontroller det minimale købsbeløb, og prøv igen.
de_de: Bitte überprüfen Sie die mindest Einkaufsmenge und versuchen Sie es erneut.
es_es: Por favor, verifica el monto mínimo de compra e intenta nuevamente.
fr_fr: Veuillez vérifier le montant minimum d'achat et réessayer.
hi_in: कृपया न्यूनतम खरीद राशि की जांच करें, और पुनः प्रयास करें।
id_id: Silakan periksa jumlah pembelian minimum, dan coba lagi.
ja_jp: 最小数量をもう一度確認してください。
ms_my: Sila semak amaun pembelian minimum, dan cuba lagi.
my_mm: အနည်းဆုံးပမာဏကို ထပ်မံစစ်ဆေးပါ။
nl_nl: Controleer het minimum aankoop bedrag, en probeer het nog een keer.
pl_pl: Sprawdź minimalną kwotę zakupu i spróbuj ponownie.
pt_br: Verifique o valor mínimo de compra e tente novamente.
ru_ru: Пожалуйста, проверьте минимально допустимую сумму заказа и попробуйте снова.
sq_al: Ju lutemi kontrolloni shumën minimale të blerjes dhe provoni përsëri.
sv_se: Vänligen kontrollera det lägsta möjliga inköpsbeloppet och försök igen.
sw_ke: Tafadhali angalia kiwango cha chini kabisa cha ununuzi, na ujaribu tena.
tr_tr: Lütfen minimum satın alma miktarını kontrol edin ve tekrar deneyin.
uk_ua: Будь ласка, перевірте мінімально допустиму суму замовлення і спробуйте знову.
vi_vn: Vui lòng kiểm tra số tiền được mua tối thiểu và thử lại lần nữa.
zh_hans_cn: 请再确认最小数量
zh_hant_tw: 請檢查最少購買數量

# activity_buy_prob_error_max
source: Please check the maximum purchase amount, and try again.
cs_cz: Zkontrolujte maximální částku nákupu a akci opakujte.
da_dk: Kontroller det maksimale købsbeløb, og prøv igen.
de_de: Bitte überprüfen Sie die maximale Einkaufsmenge und versuchen Sie es erneut.
es_es: Por favor, verifica el monto máximo de compra e intenta nuevamente.
fr_fr: Veuillez vérifier le montant d'achat maximal et réessayer.
hi_in: कृपया अधिकतम खरीद राशि की जाँच करें, और पुनः प्रयास करें।
id_id: Silakan periksa jumlah maksimum pembelian, dan coba lagi.
ja_jp: 最大数量をもう一度確認してください。
ms_my: Sila semak amaun pembelian maksimum, dan cuba lagi.
my_mm: အများဆုံးပမာဏကို ထပ်မံစစ်ဆေးပါ။
nl_nl: Controleer het maximum aankoop bedrag, en probeer het nog een keer.
pl_pl: Sprawdź maksymalną kwotę zakupu i spróbuj ponownie.
pt_br: Verifique o valor máximo da compra e tente novamente.
ru_ru: Пожалуйста, проверьте максимально допустимую сумму заказа и попробуйте снова.
sq_al: Kjo nuk mund të blihet duke përdorur këtë monedhë.
sv_se: Vänligen kontrollera det högsta möjliga inköpsbeloppet och försök igen.
sw_ke: Tafadhali angalia kiwango cha juu cha ununuzi, na ujaribu tena.
tr_tr: Lütfen maksimum satın alma miktarını kontrol edin ve tekrar deneyin.
uk_ua: Будь ласка, перевірте максимально допустиму суму замовлення і спробуйте знову.
vi_vn: Vui lòng kiểm tra số tiền được mua tối đa và thử lại lần nữa.
zh_hans_cn: 请再确认最大数量
zh_hant_tw: 請檢查最大購買數量

# activity_buy_prob_error_invalidquote
source: This cannot be purchased using this currency.
cs_cz: Toto nelze zakoupit pomocí této měny.
da_dk: Dette kan ikke købes med denne valuta.
de_de: Das kann nicht mit dieser Währung eingekauft werden.
es_es: Esto no puede ser comprado usando esta moneda.
fr_fr: Cela ne peut pas être acheté dans cette devise.
hi_in: यह इस मुद्रा का उपयोग करके नहीं खरीदा जा सकता है।
id_id: Tidak dapat melakukan pembelian dengan mata uang ini.
ja_jp: この貨幣を使用されても、まだ購入できません。
ms_my: Ini tidak dapat dibeli menggunakan mata wang ini.
my_mm: ဤငွေကြေးကို အသုံးပြု၍ ဝယ်ယူမှုများမပြုလုပ်နိုင်သေးပါ။
nl_nl: Dit kan niet gekocht worden met deze currency.
pl_pl: Nie można tego kupić za pomocą tej waluty.
pt_br: Não pode ser comprado usando esta moeda.
ru_ru: Нельзя произвести заказ с помощью этой валюты.
sq_al: Kjo nuk mund të blihet duke përdorur këtë monedhë.
sv_se: Detta kan inte köpas med den här valutan.
sw_ke: Hii haiwezi kununuliwa kwa sarafu hii.
tr_tr: Bu, seçtiğiniz birim kullanılarak satın alınamaz.
uk_ua: Не можна зробити замовлення за допомогою цієї валюти.
vi_vn: Cái này không thể được mua bằng loại tiền này.
zh_hans_cn: 此货币现不能用于购买
zh_hant_tw: 無法使用該代幣來購買

# activity_buy_prob_error_invalidbase
source: This currency cannot be purchased yet.
cs_cz: Tuto měnu zatím nelze zakoupit.
da_dk: Denne valuta kan ikke købes endnu.
de_de: Diese Währung kann noch nicht eingekauft werden.
es_es: Esta moneda todavía no puede ser comprada.
fr_fr: Cette devise ne peut pas encore être achetée.
hi_in: यह मुद्रा अभी खरीदी नहीं जा सकती है।
id_id: Mata uang ini belum dapat dibeli.
ja_jp: この貨幣はまだ購入できません。
ms_my: Mata wang ini tidak boleh dibeli buat masa ini.
my_mm: ဤငွေကြေးကို ဝယ်ယူလို့ မရနိုင်သေးပါ။
nl_nl: Deze currenct kan nog niet gekocht worden.
pl_pl: Tej waluty nie można jeszcze kupić.
pt_br: Esta moeda ainda não pode ser comprada.
ru_ru: Эта валюта ещё не доступна для заказа.
sq_al: Kjo monedhë nuk mund të blihet ende.
sv_se: Denna valuta kan inte köpas än.
sw_ke: Sarafu hii bado haiwezi kununuliwa.
tr_tr: Bu birim henüz satın alınamaz.
uk_ua: Ця валюта ще не доступна для замовлення.
vi_vn: Loại tiền này chưa thể được mua.
zh_hans_cn: 现还无法购买
zh_hant_tw: 目前無法購買該代幣

# activity_buy_prob_error_invalidrate
source: Could not load exchange rate due to unstable connections. Please press the button above to try again.
cs_cz: Kurz nelze načíst kvůli nestabilnímu připojení. Opakujte akci stisknutím tlačítka výše.
da_dk: Kunne ikke indlæse exchange satsen på grund af ustabile forbindelser. Tryk på knappen ovenfor for at prøve igen.
de_de: Exchange Rate konnte wegen instabiler Verbindung nicht geladen werden. Bitte klicken Sie auf den Button oben, um es erneut zu versuchen.
es_es: No se pudo cargar la tasa de cambio debido a conexiones inestables. Por favor, presiona el bóton de arriba para volver a intentarlo.
fr_fr: Impossible de charger le taux de change en raison de connexions instables. Veuillez appuyer sur le bouton ci-dessus pour réessayer.
hi_in: अस्थिर कनेक्शन के कारण विनिमय दर को लोड नहीं किया जा सका। कृपया पुनः प्रयास करने के लिए ऊपर का बटन दबाएं।
id_id: Tidak dapat memuat kurs exchange dikarenakan sambungan tidak stabil. Silahkan tekan tombol di atas untuk mencoba lagi.
ja_jp: 為替情報をサーバーから受け取れませんでした。 しばらくしてからもう一度お試しください。
ms_my: Tidak dapat memuatkan kadar pertukaran kerana sambungan tidak stabil. Sila tekan butang di atas untuk mencuba lagi.
my_mm: ငွေလဲနှုန်းအချက်အလက်ကို ဆာဗာမှ အောင်မြင်စွာ မယူနိုင်ခဲ့ပါ။ မိနစ်အနည်းငယ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။
nl_nl: Kon de exchange rate niet laden vanwege instabiele verbindingen. Druk op de knop hierboven om het nog een keer te proberen.
pl_pl: Nie można załadować kursu wymiany z powodu niestabilnych połączeń. Naciśnij przycisk powyżej, aby spróbować ponownie.
pt_br: Não foi possível carregar a taxa de câmbio devido a conexões instáveis. Por favor, pressione o botão acima para tentar novamente.
ru_ru: Из-за нестабильного соединения не получилось загрузить данные с биржи. Пожалуйста, нажмите кнопку выше, чтобы попробывать снова.
sq_al: Kursi i këmbimit nuk mund të ngarkohet për shkak të lidhjeve të paqëndrueshme. Ju lutemi shtypni butonin e mësipërm për të provuar përsëri.
sv_se: Det gick inte att ladda växelkursen på grund av instabila anslutningar. Tryck på knappen ovan för att försöka igen.
sw_ke: Haikuweza kupakua kiwango cha ubadilishaji kwa sababu ya miunganisho isiyo thabiti. Tafadhali bonyeza kitufe hapo juu ili kujaribu tena.
tr_tr: Bağlantı problemi nedeniyle borsa kuru yüklenemedi. Tekrar denemek için lütfen yukarıdaki düğmeye basınız.
uk_ua: Через нестабільне з'єднання не вийшло завантажити дані з біржі. Будь ласка, натисніть кнопку вище, щоб спробувати знову.
vi_vn: Không thể tải tỷ giá hối đoái do kết nối không ổn định. Vui lòng nhấn nút ở trên để thử lại.
zh_hans_cn: 汇率信息加载失败，请稍后重试
zh_hant_tw: 加載失敗，請按上方按鈕重試

# activity_buy_prob_error_decimal
source: Please check the number of decimal places again.
cs_cz: Zkontrolujte prosím znovu počet desetinných míst.
da_dk: Kontroller antallet af decimaler.
de_de: Bitte überprüfen Sie die Anzahl an Dezimalen erneut.
es_es: Por favor, verifica nuevamente el número de decimales.
fr_fr: Veuillez vérifier à nouveau le nombre de décimales.
hi_in: कृपया दशमलव स्थानों की संख्या फिर से जांचें।
id_id: Harap periksa kembali angka desimal
ja_jp: 小数点の桁数をもう一度確認してください。
ms_my: Sila semak semula nombor perpuluhan sekali lagi.
my_mm: ကျေးဇူးပြု၍ ဒဿမနေရာအရေအတွက်ကို ထပ်မံစစ်ဆေးပါ။
nl_nl: Controleer nogmaals het aantal decimalen.
pl_pl: Sprawdź ponownie liczbę miejsc dziesiętnych.
pt_br: Verifique o número de casas decimais novamente.
ru_ru: Пожалуйста, проверьте количество десятичных знаков ещё раз.
sq_al: Ju lutemi kontrolloni përsëri numrin e vendeve dhjetore.
sv_se: Vänligen kontrollera antalet decimaler en gång till.
sw_ke: Tafadhali angalia tena idadi ya maeneo ya desimali.
tr_tr: Lütfen ondalık basamak sayısını tekrar kontrol ediniz.
uk_ua: Будь ласка, перевірте кількість десяткових знаків ще раз.
vi_vn: Vui lòng kiểm tra số lượng số thập phân một lần nữa.
zh_hans_cn: 请再次确认小数点位数
zh_hant_tw: %@ 秒後請重試

# activity_buy_prob_error_unknown
source: The following error occurred: %@
cs_cz: Došlo k následující chybě: %@
da_dk: Følgende fejl opstod: %@
de_de: Folgender Fehler ist aufgetreten: %@
es_es: El siguiente error ha ocurrido: %@
fr_fr: L'erreur suivante s'est produite: %@
hi_in: निम्न त्रुटि हुई: %@
id_id: Terjadi error sebagai berikut ini: %@
ja_jp: 次のエラーが発生しました： %@
ms_my: Terdapat ralat yang berikut: %@
my_mm: အောက်ပါ အမှားဖြစ်သွားခဲ့ပါသည်။: %@
nl_nl: De volgende error heeft plaatsgevonden: %@
pl_pl: Wystąpił następujący błąd: %@
pt_br: O seguinte erro ocorreu: %@
ru_ru: Возникла следующая ошибка: %@
sq_al: Ndodhi gabimi i mëposhtëm: %@
sv_se: Följande fel inträffade: %@
sw_ke: Hitilafu ifuatayo imetokea: %@
tr_tr: Aşağıdaki hata oluştu: %@
uk_ua: Виникла наступна помилка: %@
vi_vn: Xảy ra lỗi sau: %@
zh_hans_cn: 发生如下错误: %@
zh_hant_tw: 錯誤: %@

# error_toomanyrequest
source: Please try later after %@ seconds.
cs_cz: Zkuste to prosím později po %@ sekundách.
da_dk: Prøv igen om %@ sekunder.
de_de: Bitte versuchen Sie es erneut in %@ Sekunden.
es_es: Por favor, inténtalo mas tarde después de %@ segundos.
fr_fr: Veuillez réessayer plus tard après %@ secondes.
hi_in: कृपया %@ सेकंड के बाद पुनः प्रयास करें।
id_id: Silahkan coba lagi setelah %@ detik.
ja_jp: %@秒後、もう一度お試しください。
ms_my: Sila cuba lagi selepas %@ saat.
my_mm: %@ စက္ကန့်အကြာတွင် ထပ်စမ်းကြည့်ပါ။
nl_nl: Probeer het nog een keer na %@ seconden.
pl_pl: Spróbuj ponownie za %@ sekund.
pt_br: Por favor tente mais tarde após %@ segundos.
ru_ru: Пожалуйста, попробуйте через %@ секунд.
sq_al: Provo më vonë pas %@ sekondash.
sv_se: Var god försök igen efter %@ sekunder
sw_ke: Tafadhali jaribu baadaye baada ya sekunde %@.
tr_tr: Lütfen %@ saniye sonra tekrar deneyiniz.
uk_ua: Будь ласка, спробуйте через %@ секунд.
vi_vn: Vui lòng thử lại sau %@ giây.
zh_hans_cn: %@秒后请重试
zh_hant_tw: %@ 秒後請重試

# activity_buy_prob_deposithint
source: Deposit %@ >
cs_cz: Vložit %@ >
da_dk: Indbetal %@ >
es_es: Depósito %@ >
fr_fr: Déposer %@ >
hi_in: %@> जमा करें
ja_jp: %@ 入金 >
my_mm: %@ ငွေသွင်း >
nl_nl: Stort %@ >
pl_pl: Wpłać %@ >
pt_br: Depositar %@ >
ru_ru: Депозит %@ >
sq_al: Depozita %@ >
sv_se: Sätt in %@ >
sw_ke: Weka %@ >
tr_tr: %@ Yatır >
uk_ua: Депозит %@ >
vi_vn: Gửi tiền %@ >
zh_hans_cn: %@ 充值 >
zh_hant_tw: 充值 %@ >

# fragment_settings_v2_purchaseprob_title
source: Buy PROB easily!
cs_cz: Nakupte PROB snadno!
da_dk: Køb nemt PROB!
de_de: Kaufen Sie PROB einfach!
es_es: ¡Compra PROB fácilmente!
fr_fr: Achetez des PROB facilement!
hi_in: आसानी से PROB खरीदें!
id_id: Beli PROB dengan mudah!
ja_jp: 手軽にPROBを購入！
ms_my: Beli PROB dengan mudah!
my_mm: PROB ကို အလွယ်တကူ ဝယ်ပါ!
nl_nl: Koop PROB met gemak!
pl_pl: Kupuj łatwo PROB!
pt_br: Compre PROB facilmente!
ru_ru: Покупай PROB с легкостью!
sq_al: Blini PROB me lehtësi!
sv_se: Köp PROB enkelt!
sw_ke: Nunua PROB kwa urahisi!
tr_tr: Kolayca PROB alın!
uk_ua: Купуйте PROB із легкістю!
vi_vn: Mua PROB thật dễ dàng!
zh_hans_cn: 便捷购买PROB！
zh_hant_tw: 購買 PROB 超簡單！

# activity_buy_prob_complete_willreturnsoon
source: This window will close in few seconds.
cs_cz: Toto okno se zavře za několik sekund.
da_dk: Dette vindue lukkes om få sekunder.
de_de: Dieses Fenster schließt in wenigen Sekunden.
es_es: Esta ventana se cerrará en unos segundos.
fr_fr: Cette fenêtre se fermera dans quelques secondes.
hi_in: यह विंडो कुछ सेकंड में बंद हो जाएगी।
id_id: Jendela ini akan ditutup dalam beberapa detik.
ja_jp: まもなくPROBの購入画面に戻ります。
ms_my: Paparan ini akan ditutup dalam beberapa saat.
my_mm: ခဏအကြာတွင် သင်သည် PROB ဝယ်ယူမှုစာမျက်နှာသို့ ပြန်ရောက်ပါမည်။
nl_nl: Dit venster sluit in een paar seconden
pl_pl: To okno zamknie się za kilka sekund.
pt_br: Essa janela será fechada em alguns segundos.
ru_ru: Это окно закроется через несколько секунд.
sq_al: Kjo dritare do të mbyllet në pak sekonda.
sv_se: Detta fönster kommer att stängas några sekunder.
sw_ke: Dirisha hili litafungwa katika sekunde chache.
tr_tr: Bu pencere birkaç saniye sonra kapanacaktır.
uk_ua: Це вікно закриється через кілька секунд.
vi_vn: Cửa sổ này sẽ đóng lại sau vài giây.
zh_hans_cn: 稍后返回PROB购买画面
zh_hant_tw: 窗口幾秒後將自動關閉

# activity_buy_prob_complete_levelup_notice1
source: ※ The membership level has been increased! Check out the benefits.
cs_cz: ※ Úroveň členství byla zvýšena! Podívejte se na výhody.
da_dk: ※ Medlemskabsniveauet er hævet! Tjek fordelene.
de_de: ※ Das Mitgliedschaftslevel wurde erhöht! Sehen Sie sich die Vorteile an.
es_es: ※ ¡Tu nivel de membresía ha aumentado!Echa un vistazo a los beneficios.
fr_fr: ※ Le niveau d'adhésion a été augmenté! Découvrez les avantages.
hi_in: सदस्यता स्तर बढ़ाया गया है! कृपया लाभ देखें।
id_id: ※ Level membership telah ditingkatkan! Cek beberapa keuntungannya.
ja_jp: ※メンバーシップランクがアップしました！ 特典を確認してください。
ms_my: ※ Tahap keahlian telah ditingkatkan! Semak faedahnya.
my_mm: ※ အဖွဲ့ဝင်အဆင့်ကို တိုးမြှင့်လိုက်ပါပြီ။ အကျိုးကျေးဇူးများကိုကြည့်ရှုပါ။
nl_nl: ※ Het lidmaatschapslevel is verhoogd! Bekijk de voordelen.
pl_pl: ※ Poziom członkostwa został zwiększony! Sprawdź korzyści.
pt_br: ※ O nível de memebro foi aumentado! Confira os benefícios.
ru_ru: ※ Уровень участника был повышен! Посмотрите новые преимущества.
sq_al: ※ Niveli i anëtarësisë është rritur! Shikoni përfitimet.
sv_se: ※ Medlemsnivån har höjts! Kolla in fördelarna.
sw_ke: ※ Kiwango cha uanachama kimeongezwa! Angalia faida.
tr_tr: ※ Üyelik seviyeniz yükseldi! Avantajlarına göz atınız.
uk_ua: ※ Рівень учасника було збільшено! Подивіться нові переваги.
vi_vn: ※ Cấp độ thành viên đã được tăng lên! Vui lòng kiểm tra các lợi ích có được.
zh_hans_cn: ※ 会员等级已上升！请确认您的优惠
zh_hant_tw: ※ 你的會員等級以提高！趕快查看你的最新福利！

# activity_buy_prob_complete_notice1
source: ※ Staked PROB will be locked up for a certain period.
cs_cz: ※ Vsazené PROB budou po určitou dobu uzamčeny.
da_dk: ※ Staked PROB bliver låst op i en bestemt periode.
de_de: ※ Staked PROB wird für eine gewisse Zeit gesperrt.
es_es: ※ Staked PROB estará bloqueado por un cierto período de tiempo.
fr_fr: ※ Les PROB stakés seront verrouillés pendant une certaine période.
hi_in: स्टेक किया हुआ PROB को एक निश्चित अवधि के लिए लॉक किया जाएगा।
id_id: ※ Staked PROB akan dikunci untuk periode waktu tertentu.
ja_jp: ※ステーキングしたPROBは一定期間ロックアップされます。
ms_my: ※ Staked PROB akan dikunci untuk tempoh masa tertentu.
my_mm: ※ Stakeထားသော PROB ကို သတ်မှတ်ထားသော ကာလတစ်ခုအတွင်း ပိတ်ထားပါမည်။
nl_nl: ※ Staked PROB wordt ''locked up'' na een bepaalde periode.
pl_pl: ※ Staked PROB zostanie zablokowany na pewien czas.
pt_br: ※ PROB Staked ficará bloqueado por um certo período.
ru_ru: ※ Поставленный на стейк PROB будет заблокирован на определенный промежуток времени.
sq_al: ※ PROB i bërë Stake do të bllokohet për një periudhë të caktuar.
sv_se: ※ Stejkad PROB kommer att vara låst under en viss period.
sw_ke: ※ PROB iliyofanyiwa steki itafungwa kwa muda fulani.
tr_tr: ※ Stake yapılmış PROB belirli bir süre kilitli kalacaktır.
uk_ua: ※ Поставлений в стейкінг PROB буде заблоковано на певний проміжок часу.
vi_vn: ※ PROB đã đặt cược sẽ được khóa trong một thời gian nhất định.
zh_hans_cn: ※ 已质押的PROB会有一定时间的锁仓
zh_hant_tw: ※ Staked PROB 將會把你的 PROB 代幣鎖定。

# activity_buy_prob_complete_notice2
source: ※ Stake PROB to increase your membership level!
cs_cz: ※ Sázejte PROB pro zvýšení úrovně členství!
da_dk: ※ Stake PROB at øge dit medlemsniveau!
de_de: ※ PROB Staken und Mitgliedschaftslevel erhöhen!
es_es: ※¡Stake PROB para aumentar tu nivel de membresía!
fr_fr: ※ Stakez des PROB pour augmenter votre niveau d'adhésion!
hi_in: अपनी सदस्यता के स्तर को बढ़ाने के लिए स्टेक PROB.
id_id: ※ Stake PROB untuk meningkatkan level membership anda!
ja_jp: ※ PROBをステーキングしてメンバーシップランクを上げてください！
ms_my: ※ Stake PROB untuk meningkatkan tahap keahlian anda!
my_mm: ※ သင်၏အဖွဲ့ဝင်အဆင့်ကိုတိုးမြှင့်ရန် Stake PROB!
nl_nl: ※ Stake PROB om je lidmaatschapslevel te verhogen!
pl_pl: ※ Stawka PROB, aby zwiększyć swój poziom członkostwa!
pt_br: ※ Stake PROB para aumentar seu nível de membro!
ru_ru: ※ Ставьте PROB на стейк, чтобы увеличить уровень участника!
sq_al: ※ PROB i bërë Stake për të rritur nivelin tuaj të anëtarësimit!
sv_se: ※ Stejka PROB för att öka din medlemsnivå!
sw_ke: ※ Fanya steki ya PROB ili kuongeza kiwango chako cha uanachama!
tr_tr: ※ Üyelik seviyenizi yükseltmek için PROB stake (kilit) yapın!
uk_ua: ※ Ставте PROB в стейкінг, щоб збільшити рівень учасника!
vi_vn: ※ Hãy đặt cược PROB để tăng cấp thành viên của bạn!
zh_hans_cn: ※ Stake PROB 以提高会员等级！
zh_hant_tw: ※ Stake PROB 來提高你的會員等級!
