Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# globalkyc_nationality_kyclimitedcountry
source: A citizen of this country will not be able to complete KYC.
cs_cz: Občan této země nebude moci dokončit KYC.
da_dk: En statsborger fra dette land vil ikke være i stand til at fuldføre KYC
de_de: Ein Staatsbürger dieses Landes kann die KYC nicht ausfüllen.
es_es: Una ciudadano de este país no podrá completar KYC.
fr_fr: Un citoyen de ce pays ne sera pas en mesure de remplir le KYC.
hi_in: इस देश का नागरिक KYC पूरा नहीं कर पायेंगे|
id_id: Penduduk warga negara ini tidak akan dapat menyelesaikan KYC.
ms_my: Seorang rakyat negara ini tidak akan dapat melengkapkan KYC.
nl_nl: Een burger van dit land kan de KYC niet voltooien.
pl_pl: Obywatel tego kraju nie będzie mógł wypełnić KYC.
pt_br: Um cidadão deste país não poderá completar o KYC.
ru_ru: Гражданин этой страны не сможет пройти KYC.
sq_al: Një qytetar i këtij vendi nuk do të jetë në gjendje të plotësojë KYC.
sv_se: Medborgare i detta land kommer ej att kunna slutföra KYC.
sw_ke: Raia wa nchi hii hawataweza kukamilisha KYC.
tr_tr: Bu Ülke'lerden birinin vatandaşı KYC'yi tamamlayamaz.
uk_ua: Громадянин цієї країни не зможе пройти KYC.
vi_vn: Công dân của quốc gia này sẽ không thể hoàn thành KYC.

# globalkyc_nationality_search_hint
source: Country code or name
cs_cz: Kód země nebo název
da_dk: Landekode eller navn
de_de: Ländercode oder -Name
es_es: Código o nombre del país
fr_fr: Code pays ou nom
hi_in: देश कोड या नाम
id_id: Kode negara atau nama
ms_my: Kod negara atau nama
nl_nl: Landcode of naam
pl_pl: Kod lub nazwa państwa
pt_br: Código do país ou nome
ru_ru: Код или название страны
sq_al: Kodi ose emri i shtetit
sv_se: Landskod eller namn på land
sw_ke: Namba ya nchi au jina
tr_tr: Ülke kodu ve ismi
uk_ua: Код або назва країни
vi_vn: Mã hoặc tên quốc gia

# accessibility_common_search
source: Search
cs_cz: Vyhledávání
da_dk: Søg
de_de: Suche
es_es: Buscar
fr_fr: Recherche
hi_in: खोज
id_id: Cari
ms_my: Cari
nl_nl: Zoek
pl_pl: Szukaj
pt_br: Procurar
ru_ru: Поиск
sq_al: Kërko
sv_se: Sök
sw_ke: Tafuta
tr_tr: Arat
uk_ua: Пошук
vi_vn: Tìm kiếm

# globalkyc_nationality_currentlocation
source: Current Location
cs_cz: Současná pozice
da_dk: Nuværende lokation
de_de: aktueller Standort
es_es: Ubicación actual
fr_fr: Location actuelle
hi_in: वर्तमान स्थान
id_id: Lokasi saat ini
ms_my: Lokasi sekarang
nl_nl: Huidige plaats
pl_pl: Aktualna lokalizacja
pt_br: Localização atual
ru_ru: Текущее местоположение
sq_al: Vendndodhja e tanishme
sv_se: Nuvarande position
sw_ke: Eneo la Sasa
tr_tr: Mevcut konumunuz
uk_ua: Поточне місцезнаходження
vi_vn: Nơi ở hiện tại

# globalkyc_nationality_countries
source: Countries
cs_cz: země
da_dk: Lande
de_de: Länder
es_es: Países
fr_fr: Pays
hi_in: देशों
id_id: Negara
ms_my: Negara
nl_nl: Landen
pl_pl: Państwa
pt_br: Países
ru_ru: Страны
sq_al: Shtetet
sv_se: Länder
sw_ke: Nchi
tr_tr: Ülkeler
uk_ua: Країни
vi_vn: Quốc gia

# globalkyc_personalinformation_title
source: Input personal information
cs_cz: Zadejte osobní údaje
da_dk: Indtast personlige oplysninger
de_de: Geben Sie Ihre persönlichen Informationen ein
es_es: Introduzca la información personal
fr_fr: Entrez les informations personnelles
hi_in: व्यक्तिगत जानकारी भरे
id_id: Masukkan data pribadi
ms_my: Masukkan maklumat peribadi
nl_nl: Voer je persoonlijke gegevens in
pl_pl: Wprowadź dane osobowe
pt_br: Insira as informações pessoais
ru_ru: Введите личную информацию
sq_al: Shkruani të dhënat personale
sv_se: Ange personuppgifter
sw_ke: Ingiza taarifa binafsi
tr_tr: Kişisel bilgilerinizi giriniz
uk_ua: Введіть особисту інформацію
vi_vn: Nhập thông tin cá nhân

# globalkyc_personalinformation_gender
source: Gender
cs_cz: Pohlaví
da_dk: Køn
de_de: Geschlecht
es_es: Género
fr_fr: Genre
hi_in: लिंग
id_id: Jenis kelamin
ms_my: Jantina
nl_nl: Geslacht
pl_pl: Płeć
pt_br: Gênero
ru_ru: Пол
sq_al: Gjinia
sv_se: Kön
sw_ke: Jinsia
tr_tr: Cinsiyet
uk_ua: Стать
vi_vn: Giới tính

# globalkyc_personalinformation_dob
source: Date of birth
cs_cz: Datum narození
da_dk: Fødselsdato
de_de: Geburtsdatum
es_es: Fecha de nacimiento
fr_fr: Date de naissance
hi_in: जन्म की तारीख
id_id: tanggal lahir
ms_my: Tarikh lahir
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_br: Data de nascimento
ru_ru: Дата рождения
sq_al: Datëlindja
sv_se: Födelsedatum
sw_ke: Tarehe
tr_tr: Doğum günü
uk_ua: Дата народження
vi_vn: Ngày sinh

# globalkyc_personalinformation_dob_hint
source: Please select a date
cs_cz: Vyberte prosím datum
da_dk: Vælg venligst en dato
de_de: Bitte wählen Sie ein Datum aus
es_es: Por favor, seleccione una fecha
fr_fr: Veuillez sélectionner une date
hi_in: कृपया एक तिथि चुनें
id_id: Silahkan pilih tanggal
ms_my: Sila pilih tarikh
nl_nl: Kies een datum
pl_pl: Proszę wybrać datę
pt_br: Por favor, selecione uma data
ru_ru: Пожалуйста, выберите дату
sq_al: Ju lutemi shkruani një datë
sv_se: Vänligen välj ett datum
sw_ke: Tafadhali chagua tarehe
tr_tr: Tarih seçiniz
uk_ua: Будь ласка, виберіть дату
vi_vn: Vui lòng chọn một ngày

# globalkyc_gender_male
source: Male
cs_cz: Muž
da_dk: Mand
de_de: männlich
es_es: Hombre
fr_fr: Masculin
hi_in: पुरुष
id_id: Laki-laki
ms_my: Lelaki
nl_nl: Man
pl_pl: Mężczyzna
pt_br: Masculino
ru_ru: Мужчина
sq_al: Mashkull
sv_se: Man
sw_ke: Mvulana
tr_tr: Erkek
uk_ua: Чоловік
vi_vn: Nam giới

# globalkyc_gender_female
source: Female
cs_cz: Žena
da_dk: Kvinde
de_de: weiblich
es_es: Mujer
fr_fr: Féminin
hi_in: महिला
id_id: Perempuan
ms_my: Perempuan
nl_nl: Vrouw
pl_pl: Kobieta
pt_br: Feminino
ru_ru: Женщина
sq_al: Femër
sv_se: Kvinna
sw_ke: Msichana
tr_tr: Kadın
uk_ua: Жінка
vi_vn: Nữ giới

# globalkyc_address_title
source: Input address
cs_cz: Zadejte adresu
da_dk: Indtast adresse
de_de: Geben Sie Ihre Adresse ein
es_es: Introducir dirección
fr_fr: Entrez l'adresse
hi_in: पता भरे
id_id: Masukkan alamat
ms_my: Masukkan alamat
nl_nl: Voer je adres in
pl_pl: Wpisz adres
pt_br: Digite o endereço
ru_ru: Введите адрес
sq_al: Futsni adresën
sv_se: Inmatningsadress
sw_ke: Ingiza anwani
tr_tr: Adresinizi giriniz
uk_ua: Введіть адресу
vi_vn: Nhập địa chỉ

# globalkyc_address_streetaddress
source: Street address
cs_cz: Adresa ulice
da_dk: Vejadresse
de_de: Anschrift
es_es: Dirección
fr_fr: Adresse de la rue
hi_in: गली का पता
id_id: Alamat Jalan
ms_my: Alamat jalan
nl_nl: Straat
pl_pl: Adres ulicy
pt_br: Endereço da Rua
ru_ru: Почтовый адрес
sq_al: Adresa e rrugës
sv_se: Gatuadress
sw_ke: Anuani ya mtaa
tr_tr: Açık adres
uk_ua: Поштова адреса
vi_vn: Địa chỉ đường phố

# globalkyc_address_streetaddress_hint
source: Enter your street address
cs_cz: Zadejte Vaší adresu ulice
da_dk: Indtast din vejadresse
de_de: Geben Sie Ihre Anschrift ein
es_es: Introduzca su dirección
fr_fr: Entrez l'adresse de la rue
hi_in: अपनी गली का पता दर्ज करें
id_id: Masukkan alamat jalan Anda
ms_my: Masukkan alamat jalan anda
nl_nl: Voer je adres in
pl_pl: Wpisz swój adres
pt_br: Digite seu endereço
ru_ru: Введите свой адрес
sq_al: Shkruani adresën tuaj të rrugës
sv_se: Ange din gatuadress
sw_ke: Weka anwani yako ya nyumbani
tr_tr: Açık adresinizi giriniz
uk_ua: Введіть свою адресу
vi_vn: Nhập địa chỉ đường

# globalkyc_address_postalcode
source: Postal Code
cs_cz: PSČ
da_dk: Postnummer
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
hi_in: पोस्टल कोड
id_id: Kode pos
ms_my: PosKod
nl_nl: Postcode
pl_pl: Kod Pocztowy
pt_br: Código Postal
ru_ru: Почтовый индекс
sq_al: Kodi Postar
sv_se: Postkod
sw_ke: Sandulu la Posta
tr_tr: Posta kodu
uk_ua: Поштовий індекс
vi_vn: Mã bưu điện

# globalkyc_address_postalcode_hint
source: Enter your postal code
cs_cz: Zadejte Vaše PSČ
da_dk: Indtast din postnummer
de_de: Geben Sie Ihre Postleitzahl ein
es_es: Introduzca su código postal
fr_fr: Entrez votre code postal
hi_in: अपना पोस्टल कोड दर्ज करें
id_id: Masukkan kode pos anda
ms_my: Masukkan poskod anda
nl_nl: Voer je postcode in
pl_pl: Podaj swój kod pocztowy
pt_br: Digite seu código postal
ru_ru: Введите свой почтовый индекс
sq_al: Shkruani kodin tuaj postar
sv_se: Fyll i din postkod
sw_ke: Ingiza sandulu lako la Posta
tr_tr: Posta kodunuzu giriniz
uk_ua: Введіть свій поштовий індекс
vi_vn: Nhập mã bưu điện của bạn

# globalkyc_idtype_subtitle
source: Select the type of ID to be submitted for verification
cs_cz: Vyberte typ průkazu totožnosti, který chcete odeslat k ověření
da_dk: Vælg den type af ID der skal indsendes til bekræftelse
de_de: Wählen Sie die Art des Ausweises, der zur Überprüfung vorgelegt werden soll
es_es: Seleccione el tipo de ID a enviar para la verificación
fr_fr: Sélectionner le type de document d'identité à soumettre pour la vérification
hi_in: सत्यापन के लिए जमा की जाने वाली पहचान पत्र के प्रकार का चयन करें
id_id: Pilih jenis ID yang akan dikirimkan untuk verifikasi
ms_my: Pilih jenis ID untuk diserahkan untuk pengesahan
nl_nl: Selecteer het type ID dat ter verificatie moet worden ingediend.
pl_pl: Wybierz typ dokumentu tożsamości, który ma zostać przedłożony do weryfikacji
pt_br: Selecione o tipo de documento de identidade a ser enviado para verificação
ru_ru: Выберите тип ID, который будет отправлен на проверку
sq_al: Zgjidhni llojin e ID-së që do të dorëzohet për verifikim
sv_se: Välj vilken typ av ID att skicka in för verifiering
sw_ke: Chagua aina ya kitambulisho utakachokiwasilisha kwa uthibitishaji
tr_tr: Doğrulama için gönderilecek kimlik türünü seçiniz
uk_ua: Оберіть тип ID, який буде надіслано на перевірку
vi_vn: Chọn loại ID sẽ được gửi để xác minh

# globalkyc_infocapturedocument_uploaddirection_selfie
source: Upload selfie
cs_cz: Nahrajte selfie
da_dk: Upload et selfie
de_de: Selfie hochladen
es_es: Subir foto del rostro
fr_fr: Télécharger un selfie
hi_in: सेल्फी अपलोड करें
id_id: Unggah selfie
ms_my: Muat naik selfie
pl_pl: Załaduj selfie
pt_br: Faça upload da selfie
ru_ru: Загрузить селфи
sq_al: Ngarko selfien
sv_se: Ladda upp selfie
sw_ke: Pakia selfie
tr_tr: Selfie fotoğraf yükle
uk_ua: Завантажити селфі
vi_vn: Tải ảnh tự chụp lên

# globalkyc_title
source: Identity Verification
cs_cz: Ověření totožnosti
da_dk: Identitets bekræftelse
de_de: Identitätsprüfung
es_es: Verificación de la identidad
fr_fr: Vérification d'identité
hi_in: पहचान सत्यापन
id_id: Identifikasi verifikasi
ms_my: Pengesahan Identiti
nl_nl: Identiteit verificatie
pl_pl: Weryfikacja Tożsamości
pt_br: Verificação de Identidade
ru_ru: Верификация личности
sq_al: Verifikimi i Identitetit
sv_se: Identitetsverifiering
sw_ke: Uthibitishaji wa Utambulisho
tr_tr: Kimlik Doğrulama
uk_ua: Верифікація особи
vi_vn: Xác minh danh tính

# globalkyc_verificationrequestcomplete_subtitle
source: Your %@ documents have been submitted and review is now in progress. You will be notified of the results through your registered email address.
cs_cz: Vaše dokumenty %@ byly odeslány a nyní probíhá kontrola. O výsledcích budete informováni prostřednictvím Vaší registrované e-mailové adresy.
da_dk: Dine %@ dokumenter er blevet indsendt og gennemgang er nu i gang. Du vil blevet meddelt om resultaterne gennem din registrerede email-adresse.
de_de: Ihre %@ Dokumente wurden eingereicht und werden nun geprüft. Sie werden über die Ergebnisse über Ihre registrierte E-Mail-Adresse benachrichtigt.
es_es: Sus documentos de %@ se han enviado y se estan revisando. Se le notificará de los resultados a través de su dirección de correo electrónico.
fr_fr: Vos documents ont été soumis et la procédure de révision est en cours. Vous serez notifié des résultats sur votre adresse mail.
hi_in: आपके %@ दस्तावेज़ जमा कर दिए गए हैं और समीक्षा अब प्रगति पर है। आपको अपने पंजीकृत ईमेल पते के माध्यम से परिणामों की सूचना दी जाएगी।
id_id: Dokumen %@ anda telah dikirimkan dan peninjauan sedang berlangsung. Anda akan diberitahu tentang hasilnya melalui alamat email terdaftar Anda.
ms_my: Dokumen %@ telah diserahkan dan semakan sedang dijalani. Anda akan diberitahu akan keputusannya melalui alamat e-mel yang didaftari.
nl_nl: Je KYC STEP 2-documenten zijn ingediend en worden nu beoordeeld. U zult via je geregistreerde e-mailadres op de hoogte worden gebracht van de resultaten.
pl_pl: Twoje %@ dokumenty zostały przesłane i trwa ich weryfikacja. Zostaniesz powiadomiony o wynikach za pośrednictwem zarejestrowanego adresu e-mail.
pt_br: Seus documentos %@ foram enviados e a revisão está em andamento. Você será notificado dos resultados através do seu endereço de e-mail cadastrado.
ru_ru: Ваши документы %@ отправлены, и сейчас идет проверка. Вы будете уведомлены о результатах на зарегистрированный адрес электронной почты.
sq_al: Dokumentet %@ tuaja janë dorëzuar dhe shqyrtimi është tani në vazhdim. Ju do të njoftoheni për rezultatet përmes adresës tuaj të emailit të regjistruar.
sv_se: Dina %@ handlingar har skickats in och granskning pågår. Resultatet kommer att meddelas via din registrerade e-postadress.
sw_ke: Hati zako za %@ zimewasilishwa na uhakiki unaendelea. Utaarifiwa kuhusu matokeo yako kupitia anwani ya barua pepe iliyosajiliwa.
tr_tr: %@ dokümanlarınız gönderildi ve inceleme devam ediyor. Kayıtlı e-posta adresiniz aracılığıyla sonuçlar hakkında bilgilendirileceksiniz.
uk_ua: Ваші документи %@ надіслані, і зараз проводиться перевірка. Ви будете повідомлені про результати на зареєстровану адресу електронної пошти.
vi_vn: Tài liệu %@ của bạn đã được gửi và hiện đang được xem xét. Bạn sẽ được thông báo về kết quả thông qua địa chỉ email đã đăng ký.

# globalkyc_capturereview_showguide
source: Show capture guide
cs_cz: Zobrazit průvodce zachycením
da_dk: Vis optagelsesguide
de_de: Aufnahmeanleitung anzeigen
es_es: Mostrar guía de captura
fr_fr: Montrer le guide de capture
hi_in: कैप्चर गाइड दिखाएं
id_id: Tampilkan panduan pengambilan
ms_my: Tunjukkan panduan menangkap
nl_nl: Toon handleiding
pl_pl: Pokaż instrukcję fotografowania
pt_br: Mostrar guia de captura
ru_ru: Показать руководство по съемке
sq_al: Shfaq udhëzuesin e shkrepjes
sv_se: Se guide för att ta bild
sw_ke: Onyesha mwongozo wa kufyatua picha
tr_tr: Fotoğraf çekme kılavuzunu göster
uk_ua: Показати посібник зі зйомки
vi_vn: Hiển thị hướng dẫn chụp

# globalkyc_capturereview_confirmcaptured_title
source: Is the photo clear?
cs_cz: Je fotka jasná?
da_dk: Er billedet tydeligt?
de_de: Ist das Foto deutlich?
es_es: ¿Se ve la foto claramente?
fr_fr: Est ce que la photo est nette?
hi_in: क्या फोटो साफ है?
id_id: Apakah fotonya jelas?
ms_my: Adakah gambar ini jelas?
nl_nl: Is de foto duidelijk?
pl_pl: Czy zdjęcie jest wyraźne?
pt_br: A foto está nítida?
ru_ru: Фото чёткое?
sq_al: A është e qartë fotografia?
sv_se: Är bilden tydlig?
sw_ke: Picha inaonekana vizuri?
tr_tr: Fotoğraf net mi?
uk_ua: Фото чітке?
vi_vn: Hình ảnh có rõ ràng chưa?

# dialog_serviceagreement_information_content
source: Information provided for ProBit Global and ProBit membership Email 2FA security settings
cs_cz: Informace poskytnuté pro nastavení zabezpečení v ProBit Global a ProBit členství Email 2FA
da_dk: Oplysninger om ProBit Global- og ProBit-medlemskab Email 2FA sikkerhedsindstillinger
de_de: Informationen zur Verfuegung gestellt für ProBit Global and ProBit Mitgliedschaft Email 2FA Sicherheitseinstellungen
es_es: Información para miembros de ProBit Global y ProBit Email 2FA Ajustes de Seguridad
fr_fr: Les informations fournies pour ProBit Global et l'adhésion à ProBit Email 2FA des paramètres de sécurité
hi_in: ProBit Global और ProBit सदस्यता के लिए प्रदान की गई जानकारी ईमेल 2FA सुरक्षा सेटिंग्स
id_id: Informasi yang disediakan untuk ProBit Global dan ProBit membership Email 2FA pengaturan keamanan
ja_jp: ProBit GlobalとProBitの会員連動のために提供される情報 Eメール 2段階セキュリティ設定
ms_my: Maklumat disediakan untuk keahlian ProBit Global and ProBit E-mel 2FA tetapan keselamatan
my_mm: ProBit Global နှင့် ProBit အဖွဲ့ဝင်ခြင်းအတွက် အချက်အလက်များ အီးမေးလ် 2FA လုံခြုံရေးဆက်တင်များ
nl_nl: Informatie verstrekt voor ProBit Global- en ProBit-lidmaatschap Email 2FA beveiligingsinstellingen
pl_pl: Informacje zapewnione dla ustawień bezpieczeństwa kont Email 2FA ProBit Global oraz ProBit
pt_br: Informações fornecidas para o registro na ProBit Global e ProBit Email 2FA configurações de segurança
ru_ru: Информация, предоставленная для ProBit Global и ProBit об участии Email 2ух факторной безопасности
sq_al: Informacioni i dhënë për anëtarësimin në ProBit Global dhe ProBit Email 2 Cilësimet e sigurisë AF
sv_se: Information för ProBit Global och ProBit membership Email 2FA säkerhetsinställningar
sw_ke: Maelezo yametolewa kwa ajili ya uanachama wa ProBit Global na ProBit Barua pepe 2FA ya mipangilio ya usalama
tr_tr: ProBit Global ve ProBit üyeliği için sağlanan bilgiler E-posta 2FA güvenlik ayarları
uk_ua: Інформація, надана для ProBit Global та ProBit про участь Email 2 факторній безпеці
vi_vn: Thông tin được cung cấp cho thành viên ProBit Global và ProBit Email 2FA cài đặt bảo mật.

# activity_permissionnotice_permission_camera_content
source: QR code scan for filling withdrawal addresses, ID card scan during KYC
cs_cz: Skenování QR kódu pro vyplnění výběrových adres, skenování ID karty během KYC
da_dk: QR kode scan for at udfylde udbetalingsadresser. ID-kort scan under KYC
de_de: QR-Code-Scan zum Ausfüllen von Abhebungsadressen, Ausweis-Scan bei KYC
es_es: Escaneo de código QR para completar direcciones de retiro, escaneo de tarjeta de identificación durante KYC
fr_fr: Scan QR code pour le remplissage des adresses de retrait, scan de la carte d'identité durant le KYC
hi_in: निकासी के पता भरने के लिए QR कोड स्कैन करे, KYC के दौरान पहचान पत्र स्कैन करे
id_id: Pemindaian kode QR untuk mengisi alamat penarikan, pemindaian kartu ID selama KYC
ja_jp: 出金アドレスQRコード撮影、本人認証（KYC）のために身分証明書撮影
ms_my: Imbasan kod QR untuk mengisi alamat pengeluaran, imbasan kad ID semasa KYC
my_mm: ငွေထုတ်လိပ်စာများကိုဖြည့်ရန် QR ကုဒ်စကင်န်၊ KYC လုပ်နေချိန်အတွင်း ID ကတ်စကင်န်
nl_nl: QR-code scan voor het invullen van opnameadressen, ID-kaart scan tijdens KYC
pl_pl: Skanowanie kodu QR przy wypełnianiu adresu do wypłaty, skanowanie dowodu osobistego podczas KYC
pt_br: Escaneamento de QR Code para preenchimento de endereços de saques e verificação de documento de identidade durante KYC
ru_ru: Сканирование QR-кода для заполнения адресов вывода, сканирование ID-карты во время KYC
sq_al: Skanimi i kodit QR për mbushjen e adresave të tërheqjes, skanimi i kartës së identitetit gjatë KYC
sv_se: QR-kodskanning för att fylla i uttagsadresser, ID-kortskanning under KYC
sw_ke: Skana ya nambari ya QR ya kujaza anwani za utoaji, skana ya kadi ya kitambulisho wakati wa KYC
tr_tr: Para çekme adreslerini doldurmak için QR kod taraması, KYC sırasında kimlik kartı taraması
uk_ua: Сканування QR-коду для заповнення адрес для зняття коштів, сканування посвідчення особи під час KYC
vi_vn: Quét mã QR để điền địa chỉ rút tiền, quét thẻ ID trong KYC

# activity_buy_prob_stakecheckbox_dialog_lockupwarning
source: Staking PROB for membership benefits will lock purchased PROB for %@.
cs_cz: Vsazením PROB na členské výhody uzamknete zakoupený PROB za %@.
da_dk: Satsing af PROB for medlemskabsfordele vil låse for købte PROB for %@.
de_de: Der Einsatz von PROB für Mitgliedsvorteile sperrt gekaufte PROB für %@.
es_es: Al stake PROB para los beneficios de la membresía, se bloqueará el PROB comprado por %@.
fr_fr: Staker PROB pour les avantages d’adhésion verrouillera les PROB achetés pour %@.
hi_in: सदस्यता लाभ के लिए स्टेकिंग PROB, %@ के लिए खरीदे गए PROB को लॉक कर देगा।
id_id: Staking PROB untuk manfaat keanggotaan akan mengunci PROB yang dibeli untuk %@.
ja_jp: PROBメンバーシップ及び特典のためのステーク設定をすると、購入したPROBが%@ロックアップされます。
ms_my: Pertaruhan PROB untuk manfaat keahlian akan mengunci pembelian PROB untuk %@.
my_mm: အဖွဲ့ဝင်ခြင်းအကျိုးခံစားခွင့်များအတွက် PROB stakeပါက %@ အတွင်း ဝယ်ယူထားသော PROB ကို လော့ခ်ချပါမည်။
nl_nl: PROB staken voor lidmaastschapsvoordelen zal PROB vergrendelen voor %@.
pl_pl: Stawianie PROB dla korzyści członkowskich zablokuje zakupiony PROB na %@.
pt_br: Staking PROB para obter benefícios de filiação bloqueará o PROB comprado por %@.
ru_ru: Стейкинг PROB для членских привилегий заблокирует приобретенный PROB на %@.
sq_al: Staking i PROB për përfitimet e anëtarësimit do të bllokojë PROB -në e blerë për %@.
sv_se: Stejkning av PROB för medlemsförmåner kommer låsa köpt PROB i %@.
sw_ke: Kufanya steki ya PROB kwa manufaa ya uanachama kutafunga PROB iliyonunuliwa kwa %@.
tr_tr: PROB üyelik avantajları için stake etmek, satın alınan PROB'u %@ için kilitleyecektir.
uk_ua: Стейкінг PROB для отримання пільг на членство заблокує придбаний PROB на %@.
vi_vn: Việc Stake PROB để nhận các lợi ích thành viên VIP sẽ khóa PROB trong vòng %@.

# activity_buy_prob_stakecheckbox_dialog_lockupwarning_periodfallback
source: a certain period
cs_cz: specifické období
da_dk: en specifik periode
de_de: eine bestimmte Zeit
es_es: un cierto período
fr_fr: Une période donnée
hi_in: एक निश्चित अवधि
id_id: periode tertentu
ja_jp: 一定期間
ms_my: tempoh masa
my_mm: အချိန်ကာလတစ်ခု
nl_nl: een bepaalde periode
pl_pl: pewien okres
pt_br: um determinado período
ru_ru: определенный период
sq_al: një periudhë të caktuar
sv_se: en viss tid
sw_ke: kipindi fulani
tr_tr: belirli bir dönem
uk_ua: певний період
vi_vn: một thời kỳ nhất định

# force_logout_string
source: Your account was logged out due to inactivity or concurrent login from another mobile device.
cs_cz: Váš účet byl odhlášen z důvodu nečinnosti nebo současného přihlášení z jiného mobilního zařízení.
da_dk: Du er blevet logget ud af din konto på grund af inaktivitiet eller samtidig login fra en anden mobilenhed.
de_de: Ihr Konto wurde aufgrund von Inaktivität oder gleichzeitiger Anmeldung von einem anderen mobilen Gerät abgemeldet.
es_es: Su cuenta se desconectó debido a inactividad o inicio de sesión simultáneo desde otro dispositivo móvil.
fr_fr: Votre compte a été déconnecté dû à votre inactivité ou à la connection à partir d'un autre appareil.
hi_in: किसी अन्य डिवाइस से लॉगिन के कारण अथवा निष्क्रियता के कारण आपका खाता लॉग आउट हो गया है|
id_id: Akun Anda telah keluar karena tidak aktif atau masuk bersamaan dari perangkat seluler lain.
ja_jp: アプリを長い間使用しなかったり、他のデバイスにインストールされたアプリから接続されてログアウトされました。
ms_my: Akaun anda telah di log keluar kerana tidak aktif atau log masuk serentak daripada peranti mudah alih lain.
my_mm: အခြားစက်မှာ အကောင့်ဝင်ခြင်း သို့မဟုတ် လှုပ်ရှားမှုမရှိခြင်းကြောင့် သင့်အကောင့်မှ ထွက်ထားပါသည်။
nl_nl: Je account was uitgelogd vanwege inactiviteit of gelijktijdig inloggen vanaf een andere mobiel.
pl_pl: Twoje konto zostało wylogowane z powodu braku aktywności lub jednoczesnego logowania z innego urządzenia mobilnego.
pt_br: Sua conta foi desconectada devido a inatividade ou login simultâneo em outro dispositivo móvel.
ru_ru: Вы вышли из учетной записи из-за бездействия или одновременного входа в систему с другого мобильного устройства.
sq_al: Llogaria juaj është shkyçur për shkak të pasivitetit ose hyrjes së njëkohshme nga një pajisje tjetër celulare.
sv_se: Ditt konto loggades ut på grund av inaktivitet eller på grund av en inloggning från en annan mobil enhet.
sw_ke: Akaunti yako iliondolewa kwa sababu ya kutotumika au kuingia kwa wakati mmoja kutoka kwa kifaa kingine cha rununu.
tr_tr: Hareketsizlik veya başka bir mobil cihazdan eşzamanlı giriş nedeniyle hesabınızdan çıkış yapıldı.
uk_ua: Ви вийшли з облікового запису через бездіяльність або одночасного входу в систему з іншого мобільного пристрою.
vi_vn: Tài khoản của bạn đã bị đăng xuất do không hoạt động hoặc đăng nhập đồng thời từ một thiết bị di động khác.
zh_hans_cn: 因长时间未使用或在其他设备上登陆，账号已自动退出
