Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_agreement_defaulttitle
source: Agreement to Terms and Conditions
cs_cz: Souhlas s podmínkami
da_dk: Godkendelse af vilkår og betingelser
de_de: Zustimmung zu den Allgemeinen Geschäftsbedingungen
es_es: Acuerdo de Términos y Condiciones
fr_fr: Acceptation des termes et conditions
hi_in: नियम और शर्तों के लिए सहमति
id_id: Perjanjian untuk Syarat dan Ketentuan
ja_jp: 利用規約同意
ms_my: Setuju kepada terma dan syarat.
my_mm: စည်းကမ်းသတ်မှတ်ချက်များကို သဘောတူညီချက်
nl_nl: Akkoord met algemene voorwaarden
pl_pl: Akceptacja Warunków i Zasad
pt_br: Aceitação dos Termos e Condições
ru_ru: Согласие с положениями и условиями
sq_al: Marrëveshje me Termat dhe Kushtet
sv_se: Godkännande av villkor
sw_ke: Makubaliano ya Sheria na Masharti
tr_tr: Şartlar ve Koşullar Sözleşmesi
uk_ua: Згода з положеннями та умовами
vi_vn: Đồng ý với các Điều khoản và Điều kiện
zh_hans_cn: 同意条款

# activity_agreement_agreeall_text
source: I agree to all the following terms.
cs_cz: Souhlasím se všemi následujícími podmínkami.
da_dk: Jeg accepter alle følgende vilkår
de_de: Ich stimme allen folgenden Bedingungen zu.
es_es: Estoy de acuerdo con todos los siguientes términos.
fr_fr: J'accepte tous les termes suivants.
hi_in: मैं निम्नलिखित सभी शर्तों से सहमत हूं।
id_id: Saya setuju dengan semua persyaratan berikut.
ja_jp: 以下の全てな項目に同意します。
ms_my: Saya setuju kepada semua terma tersebut.
my_mm: အောက်ဖော်ပြပါ အချက်အားလုံးကို သဘောတူပါသည်။
nl_nl: Ik ga akkoord met de volgende voorwaarden.
pl_pl: Wyrażam zgodę na wszystkie poniższe warunki.
pt_br: Eu concordo com todos os termos a seguir.
ru_ru: Я согласен со всеми следующими условиями.
sq_al: Unë pajtohem me të gjitha kushtet e mëposhtme.
sv_se: Jag godkänner alla följande villkor.
sw_ke: Ninakubali masharti yote yafuatayo.
tr_tr: Aşağıdaki tüm şartları kabul ediyorum.
uk_ua: Я погоджуюсь з усіма наступними умовами.
vi_vn: Tôi đồng ý với tất cả điều khoản sau đây.
zh_hans_cn: 同意下方所有选项

# fragment_signupemailpassword_confirmpassword
source: Confirm password
cs_cz: Potvrdit heslo
da_dk: Bekræft adgangskode
de_de: Bestätigung des Passworts
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
hi_in: पासवर्ड की पुष्टि कीजिये
id_id: Setujui password
ja_jp: パスワード（確認）
ms_my: Pengesahan kata laluan
my_mm: စကားဝှက်အား အတည်ပြုပါ။
nl_nl: Bevestig wachtwoord
pl_pl: Potwierdź hasło
pt_br: Confirme a Senha
ru_ru: Подтвердить пароль
sq_al: Konfirmoni fjalëkalimin
sv_se: Bekräfta lösenord
sw_ke: Thibitisha nenosiri
tr_tr: Şifreyi Onayla
uk_ua: Підтвердити пароль
vi_vn: Xác nhận mật khẩu
zh_hans_cn: 确认密码

# fragment_signupemailpassword_referral
source: Referral code
cs_cz: Kód doporučení
da_dk: Henvisningskode
es_es: Código de Recomendación
fr_fr: Code de référence
hi_in: रेफरल कोड
id_id: Kode Referensi
ja_jp: 紹介者コード
ms_my: Kod rujukan
my_mm: ညွှန်းသူကုဒ်
pl_pl: Kod polecający
pt_br: Código de Referência
ru_ru: Реферальный код
sq_al: Kodi i referimit
sv_se: Referenskod
sw_ke: Nambari ya rufaa
tr_tr: Referans Kodu
uk_ua: Реферальний код
vi_vn: Mã giới thiệu
zh_hans_cn: 推荐码

# activity_viewfinder_title
source: ID card scan
cs_cz: skenovat průkaz totožnosti
da_dk: ID-kort scanning
de_de: Ausweis-Scan
es_es: Escaneo de Tarjeta de Identificación
fr_fr: Scan de la carte d'identité
hi_in: पहचान पत्र कार्ड स्कैन
id_id: Pemindaian kartu identitas
ja_jp: 身分証明書撮影
ms_my: Kad ID imbasan
my_mm: IDကတ် စကင်န်ဖတ်ရန်
nl_nl: ID kaart scan
pl_pl: Skan dowodu osobistego
pt_br: Digitalização do documento de identidade
ru_ru: Сканирование удостоверения личности
sq_al: Skanimi i kartës së identitetit
sv_se: Skanna id
sw_ke: Utambazo wa kadi ya kitambulisho
tr_tr: kimlik kartı taraması
uk_ua: Сканування посвідчення особи
vi_vn: Quét thẻ ID
zh_hans_cn: 护照证件拍摄

# activity_viewfinder_notice_title
source: Photo Guidelines
cs_cz: Pokyny pro fotografie
da_dk: Billede retningslinjer
de_de: Foto-Richtlinien
es_es: Guía para fotografías
fr_fr: Indications pour les photos
hi_in: फोटो के लिए निर्देश
id_id: Panduah Foto
ja_jp: 撮影時の注意点
ms_my: Garis panduan gambar
my_mm: ရိုက်တဲ့အခါ သတိထားစရာများ
nl_nl: Richtlijnen voor foto's
pl_pl: Wskazówki Dotyczące Zdjęć
pt_br: Guia para tirar fotos
ru_ru: Руководство по фото
sq_al: Udhëzimet e fotografive
sv_se: Riktlinjer för foto
sw_ke: Miongozo ya Picha
tr_tr: Fotoğraf Yönergeleri
uk_ua: Керівництво по фото
vi_vn: Nguyên tắc về Ảnh
zh_hans_cn: 拍摄注意事项

# activity_viewfinder_notice_text_1
source: Place your ID horizontally before taking a picture.
cs_cz: Před pořízením fotografie nastavte své ID vodorovně.
da_dk: Placer dit ID vandret, før du tager et billede.
de_de: Legen Sie Ihren Ausweis waagerecht hin, bevor Sie ein Foto machen.
es_es: Coloca tu identificación horizontalmente antes de tomar una foto.
fr_fr: Placez votre carte d'identité à l'horizontal avant de prendre la photo.
hi_in: तस्वीर लेने से पहले अपनी पहचान पत्र को क्षैतिज रूप से रखें।
id_id: Tempatkan ID Anda secara horizontal sebelum mengambil gambar.
ja_jp: 身分証明書を横方向に置いて撮影してください。
ms_my: Letakkan ID anda secara melintang sebelum mengambil gambar.
my_mm: ကျေးဇူးပြု၍ သင်၏ ID ကို အလျားလိုက်ထားပြီးရိုက်ပါ။
nl_nl: Plaats je ID kaart horizontaal voordat je een foto maakt.
pl_pl: Przed zrobieniem zdjęcia połóż swój dowód tożsamości horyzontalnie.
pt_br: Coloque sua ID horizontalmente antes de tirar uma foto.
ru_ru: Перед фотографированием положите удостоверение горизонтально.
sq_al: Vendosni ID-në tuaj horizontalisht para se të bëni një fotografi.
sv_se: Placera ditt id horisontellt innan du tar en bild.
sw_ke: Weka kitambulisho chako mlalo kabla ya kupiga picha.
tr_tr: Fotoğraf çekmeden önce kimliğinizi yatay olarak yerleştiriniz.
uk_ua: Покладіть посвідчення особи горизонтально перед фотографуванням.
vi_vn: Đặt thẻ ID của bạn theo chiều ngang trước khi chụp ảnh.
zh_hans_cn: 请横放后进行拍摄

# activity_viewfinder_notice_text_2
source: Background should be plain and dark-colored.
cs_cz: Pozadí by mělo být čisté a tmavě zbarvené.
da_dk: Baggrunden skal være tydelig og mørk.
de_de: Der Hintergrund sollte einfarbig und dunkel sein.
es_es: El fondo debe ser liso y de color oscuro.
fr_fr: L'arrière plan doit être plat et de couleur sombre.
hi_in: बैकग्राउंड सादा और गहरे रंग का होना चाहिए।
id_id: Latar belakang harus polos dan berwarna gelap.
ja_jp: 暗い背景の上で撮影してください。
ms_my: Latar belakang hendaklah jelas dan berwarna gelap.
my_mm: နောက်ခံသည် ရိုးရှင်ပြီး အရောင်ရင့် ဖြစ်ရမည်။
nl_nl: De achtergornd moet duidelijk en donkerkleurig zijn.
pl_pl: Tło powinno być czyste i w ciemnym kolorze.
pt_br: O fundo deve ser liso e de cor escura.
ru_ru: Фон должен быть ровным и темного цвета.
sq_al: Sfondi duhet të jetë i thjeshtë dhe me ngjyrë të errët.
sv_se: Bakgrunden ska vara neutral och mörk.
sw_ke: Mandharinyuma inapaswa kuwa ghafi na ya rangi nyeusi.
tr_tr: Arka plan düz ve koyu renkli olmalıdır.
uk_ua: Фон повинен бути однотонним і темного кольору.
vi_vn: Nền phải trơn và có màu tối.
zh_hans_cn: 请在相对昏暗的背景下拍摄

# activity_viewfinder_notice_text_3
source: Try to avoid light reflection off the ID card's surface.
cs_cz: Snažte se zabránit odrazu světla od povrchu průkazu.
da_dk: Prøv at undgå lysreflektion fra ID-kortets overflade.
de_de: Versuchen Sie, Lichtreflexionen auf der Oberfläche der ID-Karte zu vermeiden.
es_es: Intenta evitar el reflejo de la luz en la superficie de la tarjeta de identificación.
fr_fr: Evitez le plus possible les reflets de lumière sur la surface de la carte d'identité.
hi_in: पहचान पत्र की सतह से प्रकाश के चमक से बचने का प्रयास करें।
id_id: Cobalah untuk menghindari pantulan cahaya dari permukaan kartu ID.
ja_jp: 光の反射にご注意してください。
ms_my: Cuba elakkan pantulan cahaya dari permukaan kad ID.
my_mm: အလင်းပြန်ခြင်းကို ဂရုစိုက်ပါ။
nl_nl: Vermijd licht dat weerkaatst vanaf de oppervlakte van de ID kaart.
pl_pl: Staraj się unikać odbijania światła od powierzchni karty identyfikacyjnej.
pt_br: Tente evitar os reflexos de luz na superfície do documento de identidade.
ru_ru: Старайтесь избегать отражения света от поверхности удостоверения личности.
sq_al: Mundohuni të shmangni reflektimin e dritës nga sipërfaqja e kartës së identitetit.
sv_se: Försök att undvika ljusreflektion från ID-kortets yta.
sw_ke: Jaribu kuepuka kuakisi mwanga kutoka kwenye uso wa kadi ya kitambulisho.
tr_tr: Lütfe kimlik kartının üzerinde ışık yansımasını önlemeye çalışın.
uk_ua: Намагайтеся уникати відбиття світла від поверхні посвідчення особи.
vi_vn: Cố gắng tránh phản xạ ánh sáng khỏi bề mặt thẻ ID.
zh_hans_cn: 请注意光的反射

# activity_viewfinder_capture
source: Scan
cs_cz: Skenovat
de_de: Scannen
es_es: Scanear
hi_in: स्कैन
id_id: Pindai
ja_jp: 撮影
ms_my: Imbasan
my_mm: စကင်န်
pl_pl: Skanowanie
pt_br: Escanear
ru_ru: Сканировать
sq_al: Skano
sv_se: Skanna
sw_ke: Tambaza
tr_tr: Tarama
uk_ua: Сканувати
vi_vn: Quét
zh_hans_cn: 拍摄

# activity_daumpostcodewebview_title
source: Postal code search
cs_cz: Hledání PSČ
da_dk: Søg efter postnummer
de_de: Suche nach Postleitzahl
es_es: Búsqueda de código postal
fr_fr: Recherche de code postal
hi_in: पोस्टल कोड खोजे
id_id: Pencarian kode pos
ja_jp: 郵便番号検索
ms_my: PosKod pencarian
my_mm: Postal code ရှာရန်
nl_nl: Postcode zoeken
pl_pl: Wyszukiwanie kodu pocztowego
pt_br: Pesquisa de código postal
ru_ru: Поиск по почтовому индексу
sq_al: Kërkimi i kodit postar
sv_se: Hitta postkod
sw_ke: Tafuta nambrai ya posta
tr_tr: Posta kodu arama
uk_ua: Пошук за поштовим індексом
vi_vn: Tìm kiếm mã bưu điện
zh_hans_cn: 搜索邮编号码

# activity_search_noresult
source: No search results found.
cs_cz: Nebyly nalezeny žádné výsledky vyhledávání.
da_dk: Ingen søgeresultater fundet.
de_de: Keine Suchergebnisse gefunden.
es_es: No se encontraron resultados de búsqueda.
fr_fr: Aucun résultat trouvé.
hi_in: कोई परिणाम नहीं मिला।
id_id: Tidak ada hasil pencarian yang ditemukan.
ja_jp: 検索結果がありません。
ms_my: Pencarian tidak diketemui.
my_mm: ရှာဖွေမှုရလဒ် မရှိပါ။
nl_nl: Geen zoekresultaten gevonden.
pl_pl: Nie znaleziono wyników wyszukiwania.
pt_br: Nenhum resultado de pesquisa encontrado.
ru_ru: Нет результатов поиска.
sq_al: Asnjë rezultat kërkimi nuk u gjet.
sv_se: Inga sökresultat hittades.
sw_ke: Hakuna matokeo ya utafutaji yaliyopatikana.
tr_tr: Sonuç bulunamadı.
uk_ua: Немає результатів пошуку.
vi_vn: Không tìm thấy kết quả tìm kiếm.
zh_hans_cn: 无搜索结果

# dialog_voiceotp_content
source: We will call you and read out the vericiation code over the phone. It may take some time for the phone call to arrive.
cs_cz: Zavoláme Vám a přečteme ověřovací kód po telefonu. Přijetí telefonního hovoru může nějakou dobu trvat.
da_dk: Vi ringer til dig og læse bekræftelseskoden op over telefonen. Det kan tage noget tid før du får opkaldet.
de_de: Wir werden Sie anrufen und den Verifizierungscode am Telefon vorlesen. Es kann einige Zeit dauern, bis der Anruf eingeht.
es_es: Te llamaremos y leeremos el código de verificación por teléfono. Es posible que la llamada telefónica tarde un poco en llegar.
fr_fr: Nous allons vous téléphoner et vous donnez le code de vérification par téléphone. Le coup de téléphone peut prendre un peu de temps à arriver.
hi_in: हम आपको कॉल करेंगे और फोन पर सत्यापन कोड बताएंगे। फ़ोन कॉल आने में कुछ समय लग सकता है।
id_id: Kami akan menghubungi Anda dan membacakan kode verifikasi melalui telepon. Mungkin perlu beberapa saat hingga panggilan telepon tiba.
ja_jp: 入力した電話番号で認証コードを音声で配信します。
ms_my: Kami akan menelefon anda dan bacakan kod pengesahan melalui telefon. Ia akan mengambil sedikit masa untuk panggilan telefon untuk tiba.
my_mm: ထည့်သွင်းထားသော ဖုန်းနံပါတ်သို့ အတည်ပြုကုဒ်ကို အသံဖြင့် ပေးပို့ပါမည်။
nl_nl: We zullen je bellen en de verificatie code oplezen over de telefoon. Het kan enige tijd duren voordat je gebeld wordt.
pl_pl: Zadzwonimy do Ciebie i odczytamy kod weryfikacyjny przez telefon. Może minąć trochę czasu oczekiwania na połączenie telefoniczne.
pt_br: Ligaremos para você e leremos o código de verificação por telefone. Pode levar algum tempo para a chamada ocorrer.
ru_ru: Мы перезвоним вам и огласим проверочный код по телефону. Звонок может занять некоторое время.
sq_al: Ne do t'ju telefonojmë dhe do të lexojmë kodin e verifikimit përmes telefonit. Mund të duhet pak kohë që të arrijë telefonata.
sv_se: Vi kommer att ringa upp dig och läsa upp verifikationskoden via telefon. Det kan ta lite tid innan telefonsamtalet kommer.
sw_ke: Tutakupigia na kusoma nambari ya kuthibitisha kupitia simu. Huenda ikachukua muda kwa simu kufika.
tr_tr: Sizi arayacağız ve telefon üzerinden doğrulama kodunu okuyacağız. Telefon görüşmesinin gelmesi biraz zaman alabilir.
uk_ua: Ми передзвонимо вам і оголосимо код перевірки по телефону. Дзвінок може зайняти певний час.
vi_vn: Chúng tôi sẽ gọi cho bạn và đọc mã xác minh qua điện thoại. Có thể mất một khoảng thời gian để cuộc gọi đến.
zh_hans_cn: 将向输入的号码发送语音验证码

# dialog_voiceotp_resend
source: Redial
cs_cz: Znovu vytočit
da_dk: Genopkald
de_de: Wahlwiederholung
es_es: Volver a marcar
fr_fr: Recomposer
hi_in: रीडायल
id_id: Panggil Kembali
ja_jp: リダイヤル
ms_my: Dail semula
my_mm: ပြန်ခေါ်ရန်
nl_nl: Bel opnieuw
pl_pl: Ponowne połączenie
pt_br: Rediscar
ru_ru: Повторный набор
sq_al: Rithirr
sv_se: Ring upp igen
sw_ke: Piga tena
tr_tr: Tekrar arama
uk_ua: Повторний набір
vi_vn: Gọi lại
zh_hans_cn: 重拨

# fragment_tfaphone_methodname
source: Phone call
cs_cz: Telefonát
da_dk: Telefonopkald
de_de: Telefonanruf
es_es: Llamada telefónica
fr_fr: Appel téléphonique
hi_in: फ़ोन कॉल
id_id: Panggilan Telepon
ja_jp: 自動音声電話
ms_my: Panggilan telefon
my_mm: ဖုန်းခေါ်ဆိုမှု
nl_nl: Telefoongesprek
pl_pl: Kontakt telefoniczny
pt_br: Chamada telefônica
ru_ru: Телефонный звонок
sq_al: Telefonatë
sv_se: Telefonsamtal
sw_ke: Simu
tr_tr: Telefon araması
uk_ua: Телефонний дзвінок
vi_vn: Gọi điện
zh_hans_cn: 语音通话

# transferdistributionhistoryadapter_acceptor_fds_content
source: This withdrawal is currently being reviewed by the automatic transaction monitoring system(FDS). Our team will proceed once is has been reviewed thoroughly.
cs_cz: Toto stažení je v současné době posuzováno systémem automatického sledování transakcí (FDS). Náš tým bude pokračovat, jakmile bude důkladně zkontrolován.
da_dk: Denne udbetaling er i øjeblikket ved at blive gennemgået af det automatiske transaktionsovervågningssystem (FDS). Vores team fortsætter, når det er blevet grundigt gennemgået.
de_de: Diese Abhebung wird derzeit vom automatischen Transaktionsüberwachungssystem (FDS) geprüft. Unser Team wird fortfahren, sobald sie gründlich geprüft wurde.
es_es: Este retiro está siendo revisado actualmente por el sistema automático de monitoreo de transacciones (FDS). Nuestro equipo procederá una vez que se haya revisado a fondo.
fr_fr: Ce retrait est actuellement en cours de révision par le système automatique de gestion des transacations (FDS). Notre équipe va procéder une fois la révision complétée.
hi_in: इस निकासी की वर्तमान में लेनदेन निगरानी प्रणाली (FDS) द्वारा समीक्षा की जा रही है। एक बार पूरी तरह से समीक्षा किए जाने के बाद हमारी टीम आगे बढ़ेगी।
id_id: Penarikan ini sedang ditinjau oleh sistem pemantauan transaksi otomatis (FDS). Tim kami akan melanjutkan setelah ditinjau secara menyeluruh.
ms_my: Pengeluaran ini sedang disemak oleh sistem pemantauan transaksi automatik(FDS). Pasukan kami akan memproses setelah dikaji semula.
my_mm: ဤငွေထုတ်ခြင်းကို လက်ရှိတွင် အလိုအလျောက် ငွေပေးငွေယူ စောင့်ကြည့်ရေးစနစ် (FDS) မှ ပြန်လည်သုံးသပ်နေပါသည်။ ကျွန်ုပ်တို့၏အဖွဲ့ သေချာသုံးသပ်ပြီးသည်နှင့် ဆက်လက်ဆောင်ရွက်ပါမည်။
nl_nl: Deze opname wordt momenteel gecontroleerd door een automatic transaction monitoring system(FDS). Ons team zal verder gaan zodra het grondig gecontroleerd is.
pl_pl: Ta wypłata jest obecnie sprawdzana przez automatyczny system monitorowania transakcji (FDS). Nasz zespół przystąpi do działania po dokładnym sprawdzeniu.
pt_br: Este saque está sendo revisado pelo sistema de monitoramento automático de transações (FDS). Nossa equipe prosseguirá assim que for inteiramente revisado.
ru_ru: Этот вывод в настоящее время проверяется автоматической системой мониторинга транзакций (FDS). Наша команда продолжит работу после того, как все будет тщательно проверено.
sq_al: Ky tërheqje po shqyrtohet aktualisht nga sistemi automatik i monitorimit të transaksioneve (FDS). Ekipi ynë do të vazhdojë pasi të jetë rishikuar tërësisht.
sv_se: Detta uttag granskas för närvarande av det automatiska transaktionsövervakningssystemet (FDS). Vårt team kommer att gå vidare efter noggran granskning.
sw_ke: Utoaji huu kwa sasa unakaguliwa na mfumo wa ufuatiliaji wa shughuli otomatiki (FDS). Timu yetu itaendelea baada ya kukaguliwa kwa kina.
tr_tr: Bu para çekme işlemi şu anda otomatik işlem izleme sistemi (FDS) tarafından incelenmektedir. Ekibimiz işlemi gözden geçirdikten sonra işleminiz devam edecektir.
uk_ua: Це зняття коштів зараз перевіряється автоматичною системою моніторингу транзакцій (FDS). Наша команда продовжить роботу після того, як все буде ретельно перевірено.
vi_vn: Việc rút này hiện đang được hệ thống giám sát giao dịch tự động (FDS) xem xét. Đội ngũ nhân viên của chúng tôi sẽ tiến hành sau khi đã được xem xét kỹ lưỡng.
zh_hans_cn: 该笔提币申请现正在异常交易感知系统确认中，待确认后完成提币

# compose_landingpopup_dismiss_for_24_hours
source: Do not show again for 24 hours
cs_cz: Nezobrazovat znovu po dobu 24 hodin
da_dk: Vis ikke igen i 24 timer
de_de: In den nächsten 24 Stunden nicht mehr zeigen.
es_es: No volver a mostrar durante 24 horas.
fr_fr: Ne pas montrer pendant 24 heures
hi_in: 24 घंटे के लिए न दिखाएं
id_id: Jangan tampilkan ini kembali selama 24 jam
ms_my: Jangan tunjukkan lagi selama 24 jam
my_mm: 24 နာရီအတွင်း မပြရန်
nl_nl: Laat dit 24 uur lang niet meer zien.
pl_pl: Nie wyświetlać ponownie przez 24 godziny
pt_br: Não mostrar novamente por 24 horas
ru_ru: Не показывать в течение 24 часов
sq_al: Mos e shfaqni këtë përsëri për 24 orë
sv_se: Visa inte på 24 timmar
sw_ke: Isionyeshwe tena kwa saa 24
tr_tr: Bunu 24 saat boyunca bir daha gösterme
uk_ua: Не показувати протягом 24 годин
vi_vn: Không hiển thị lại điều này trong 24 giờ
zh_hans_cn: 24小时内不再提示

# alert_deposit_failed_kycnotperformed
source: Deposit is not available due to inadequate KYC level.
cs_cz: Záloha není k dispozici z důvodu nedostatečné úrovně KYC.
da_dk: Indbetaling er ikke tilgengælig på grund af utilskrækkelig KYC-niveau.
de_de: Abhebungen sind nicht möglich aufgrund eines unzureichendem KYC Level.
es_es: El depósito no está disponible debido a un nivel de KYC inadecuado.
fr_fr: Le dépôt n'est pas disponible dû a un niveau de KYC inadéquat.
hi_in: अपर्याप्त KYC स्तर के कारण जमा उपलब्ध नहीं है।
id_id: Deposit tidak tersedia karena tingkat KYC yang tidak memadai.
ms_my: Deposit tidak tersedia kerana tidak mencukupi tahap KYC.
my_mm: KYC အဆင့် မလုံလောက်သောကြောင့် ငွေသွင်းလို့ မရနိုင်ပါ။
nl_nl: Storten is niet mogelijk vanwege een ontoereikend KYC niveau.
pl_pl: Depozyt nie jest dostępny z powodu nieodpowiedniego poziomu KYC.
pt_br: O depósito não está disponível, devido ao nível de KYC insuficiente.
ru_ru: Депозит недоступен из-за недостаточного уровня KYC.
sq_al: Depozita nuk është e disponueshme për shkak të nivelit të papërshtatshëm të KYC.
sv_se: Insättning är ej tillgänglig på grund av otillräcklig KYC-nivå.
sw_ke: Uwekaji haupatikani kwa sababu ya kiwango cha KYC kisichotosheleza.
tr_tr: Yetersiz KYC seviyesi nedeniyle para yatırma işlemi yapılamıyor.
uk_ua: Депозит недоступний через недостатній рівень KYC.
vi_vn: Không thể nạp coin do cấp độ KYC không phù hợp.
zh_hans_cn: 因KYC等级不足无法进行充值

# alert_withdrawal_failed_kycnotperformed
source: Withdrawal is not available due to inadequate KYC level.
cs_cz: Výběr není možný kvůli nedostatečné úrovni KYC.
da_dk: Udbetaling er ikke tilgengælig på grund af utilskrækkelig KYC-niveau.
de_de: Abhebungen sind aufgrund eines unzureichenden KYC-Niveaus nicht möglich.
es_es: La retirada no está disponible debido a un nivel de KYC inadecuado.
fr_fr: Le retrait n'est pas disponible dû à un niveau KYC inadéquat.
hi_in: अपर्याप्त KYC स्तर के कारण निकासी उपलब्ध नहीं है।
id_id: Penarikan tidak tersedia karena tingkat KYC yang tidak memadai.
ms_my: Pengeluaran tidak tersedia kerana tidak mencukupi tahap KYC.
my_mm: KYCအဆင့် မလုံလောက်သောကြောင့် ငွေထုတ်လို့ မရနိုင်ပါ။
nl_nl: Opnemen is niet mogelijk vanwege een ontoereikend KYC niveau.
pl_pl: Wypłata nie jest dostępna z powodu nieodpowiedniego poziomu KYC.
pt_br: O saque não está disponível, devido ao nível de KYC insuficiente.
ru_ru: Вывод невозможен из-за недостаточного уровня KYC.
sq_al: Tërheqja nuk është e disponueshme për shkak të nivelit të papërshtatshëm të KYC.
sv_se: Uttag ej tillgängligt på grund av otillräcklig KYC-nivå.
sw_ke: Utoaji haupatikani kwa sababu ya kiwango cha KYC kisichotosheleza.
tr_tr: Yetersiz KYC seviyesi nedeniyle para çekme işlemi yapılamamaktadır.
uk_ua: Виведення неможливе через недостатній рівень KYC.
vi_vn: Không thể rút tiền do cấp độ KYC không đủ.
zh_hans_cn: 因KYC等级不足无法进行提币

# common_networkfee
source: Network fee
cs_cz: Síťový poplatek
da_dk: Netværksgebyr
de_de: Netzwerkgebühr
es_es: Tarifa de red
fr_fr: Frais de réseau
hi_in: नेटवर्क शुल्क
id_id: Biaya Jaringan
ja_jp: ネットワーク手数料
ms_my: Yuran rangkaian
my_mm: ကွန်ရက်ကြေး
nl_nl: Netwerkkosten
pl_pl: Opłata sieciowa
pt_br: Taxa de Rede
ru_ru: Сетевая плата
sq_al: Fatura e rrjetit
sv_se: Nätverksavgift
sw_ke: Ada ya mtandao
tr_tr: Ağ ücreti
uk_ua: Мережева плата
vi_vn: Phí mạng
zh_hans_cn: 手续费

# common_safemode
source: Safe mode
cs_cz: Nouzový režim
da_dk: Sikker tilstand
de_de: Abgesicherter Modus
es_es: Modo a prueba de fallos
fr_fr: Mode sans échec
hi_in: सुरक्षित मोड
id_id: Mode aman
ja_jp: セーフモード
ms_my: Mod keselamatan
my_mm: လုံခြုံသော mode
pl_pl: Tryb bezpieczny
pt_br: Modo de segurança
ru_ru: Безопасный режим
sv_se: Felsäkert läge
sw_ke: Hali salama
tr_tr: Güvenli mod
uk_ua: Безпечний режим
vi_vn: Chế độ an toàn
zh_hans_cn: 安全模式

# compose_oldsdkversionphaseoutnotice_title
source: Notice of discontinued update support
cs_cz: Oznámení o ukončení podpory aktualizací
da_dk: Meddelelse om afbrudt opdateringssupport.
de_de: Hinweis: Update nicht weiter unterstützt
es_es: Aviso de soporte de actualización descontinuado
fr_fr: Annonce de l'arrêt de prise en charge de mise à jour
hi_in: समर्थन अपडेट बंद होने की सूचना
id_id: Pemberitahuan dukungan pembaruan yang dihentikan
ms_my: Notis sokongan kemas kini yang dihentikan
my_mm: အပ်ဒိတ်ပံ့ပိုးမှုရပ်ဆိုင်းကြောင်း အသိပေးချက်
nl_nl: Bericht van stopgezette update ondersteuning
pl_pl: Powiadomienie o zakończeniu wsparcia dla aktualizacji
pt_br: Aviso de suporte de atualização descontinuado
ru_ru: Уведомление о прекращении поддержки обновлений
sq_al: Njoftim për ndërprerjen e suportit së përditësimit
sv_se: Meddelande om upphört uppdateringsstöd
sw_ke: Notisi ya usaidizi uliokomeshwa wa kusasisha
tr_tr: Durdurulan güncelleme desteği bildirimi
uk_ua: Повідомлення про припинення підтримки оновлень
vi_vn: Thông báo về việc ngừng hỗ trợ cập nhật
zh_hans_cn: 关于不再支持更新的通知
