Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# globalkyc_capturereview_confirmcaptured_subtitle
source: Make sure that all the information on the document is clearly visible and easy to read.
cs_cz: Ujistěte se, že všechny informace na dokumentu jsou jasně viditelné a snadno čitelné.
da_dk: Sørg for, at alle oplysninger på dokumentet er tydeligt synlige og nemme at læse.
de_de: Achten Sie darauf, dass alle Informationen auf dem Dokument gut sichtbar und leicht zu lesen sind.
es_es: Asegúrese de que toda la información del documento es claramente visible y fácil de leer.
fr_fr: Veuillez vérifier que toutes les informations sur le document sont claires, visibles et faciles à lire
hi_in: सुनिश्चित करें कि दस्तावेज़ पर सभी जानकारी स्पष्ट रूप से दिखाई दे रही है और पढ़ने में आसान है।
id_id: Pastikan semua informasi pada dokumen terlihat jelas dan mudah dibaca.
ms_my: Pastikan bahawa maklumat di dokumen jelas dan senang dibaca.
nl_nl: Zorg ervoor dat alle informatie op het document duidelijk zichtbaar en gemakkelijk leesbaar is.
pl_pl: Upewnij się, że wszystkie informacje na dokumencie są wyraźnie widoczne i łatwe do odczytania.
pt_br: Certifique-se de que todas as informações no documento estejam claramente visíveis e fáceis de ler.
ru_ru: Убедитесь, что вся информация в документе хорошо видна и легко читается.
sq_al: Sigurohuni që të gjitha informacionet në dokument të jenë qartësisht të dukshme dhe të lehta për t'u lexuar.
sv_se: Se till att all information på handlingen är väl synlig och lätt att läsa.
sw_ke: Hakikisha kuwa maandishi yote kwenye nyaraka yanaonekana vizuri na rahisi kusoma
tr_tr: Belgedeki tüm bilgilerin açıkça görülebildiğinden ve okunması kolay olduğundan emin olunuz.
uk_ua: Переконайтеся, що всю інформацію в документі добре видно та вона легко читається.
vi_vn: Đảm bảo rằng tất cả thông tin trên tài liệu được hiển thị rõ ràng và dễ đọc.
zh_hans_cn: 请确保所上传文件中的所有信息都清晰可见，易于辨识。
zh_hant_tw: 請確保所上傳文件中的所有信息都清晰可見，易於辨識。

# globalkyc_capturereview_retake
source: Retake photo
cs_cz: Znovu pořídit fotografii
da_dk: Gentag billede
de_de: Foto neu aufnehmen
es_es: Volver a tomar la foto
fr_fr: Reprendre une photo
hi_in: फोटो फिर से लें
id_id: Harap untuk foto ulang
ms_my: Ulangi mengambil gambar
nl_nl: Maak een nieuwe foto
pl_pl: Zrób zdjęcie ponownie
pt_br: Refazer a foto
ru_ru: Сделать фото еще раз
sq_al: Rimerr foton
sv_se: Ta om fotot
sw_ke: Piga picha tena
tr_tr: Fotoğrafı tekrar çek
uk_ua: Зробити фото ще раз
vi_vn: Chụp lại ảnh
zh_hans_cn: 重新拍摄照片
zh_hant_tw: 重新拍攝照片

# globalkyc_capturereview_use
source: Document is clear
cs_cz: Dokument je jasný
da_dk: Dokumentet er tydelig
de_de: Dokument ist deutlich
es_es: El documento es claro
fr_fr: Le document est clair
hi_in: दस्तावेज़ स्पष्ट है
id_id: Dokumen jelas
ms_my: Dokumen jelas
nl_nl: Document is duidelijk
pl_pl: Dokument jest wyraźny
pt_br: O documento está nítido
ru_ru: Документ чёткий
sq_al: Dokumenti është i qartë
sv_se: Handlingen är tydlig
sw_ke: Waraka unaonekana vizuri
tr_tr: Belge nettir
uk_ua: Документ чіткий
vi_vn: Tài liệu phải rõ ràng
zh_hans_cn: 文件内容清晰
zh_hant_tw: 文件內容清晰

# globalkyc_infocapturedocument_uploaddirection_id
source: Upload %@
cs_cz: Nahrát %@
de_de: %@ hochladen
es_es: Suba %@
fr_fr: Télechargez %@
hi_in: अपलोड करें %@
id_id: Unggah %@
ms_my: Muat naik %@
pl_pl: Załaduj %@
pt_br: Faça o upload de %@
ru_ru: Загрузите %@
sq_al: Ngarko %@
sv_se: Ladda upp %@
sw_ke: Ingiza %@
tr_tr: %@ yükleyiniz
uk_ua: Завантажте %@
vi_vn: Tải %@ lên
zh_hans_cn: 上传%@
zh_hant_tw: 上傳%@

# globalkyc_infocapturedocument_uploaddirection_id_details
source: Please upload one photo of your %@
cs_cz: Nahrajte prosím jednu svou fotografii %@
da_dk: Upload venligst et billede af din %@
de_de: Bitte laden SIe ein Foto von Ihrem %@ hoch
es_es: Por favor, suba una foto de su %@
fr_fr: Veuillez télecharger une photo de votre %@
hi_in: कृपया अपने %@ की एक फ़ोटो अपलोड करें
id_id: Silakan unggah satu foto Anda %@
ms_my: Sila muat naik salah satu gambar anda %@
nl_nl: Upload één foto van je %@
pl_pl: Proszę załadować jedno zdjęcie swojego %@
pt_br: Faça o upload de uma foto de seu %@
ru_ru: Пожалуйста, загрузите одну фотографию вашего %@
sq_al: Ju lutemi ngarkoni një foto të %@
sv_se: Ladda upp ett foto av din %@
sw_ke: Tafadhali ingiza picha yako moja ya %@
tr_tr: Lütfen %@ 'nizin bir fotoğrafını yükleyiniz
uk_ua: Будь ласка, завантажте одну фотографію вашого %@
vi_vn: Vui lòng tải lên một ảnh %@ của bạn
zh_hans_cn: 请上传一张您的%@照片
zh_hant_tw: 請上傳一張您的%@照片

# globalkyc_verificationrequestcomplete_title
source: %@ verification submitted
cs_cz: %@ ověření předloženo
da_dk: %@ bekræftelse indsendt
de_de: %@ verifizierung eingereicht
es_es: Verificación %@ enviada
fr_fr: Vérification %@ envoyée
hi_in: %@ सत्यापन जमा कर दिया गया है
id_id: %@ verifikasi diajukan
ms_my: %@ pengesahan diserahkan
nl_nl: %@ verificatie ingediend
pl_pl: %@ zgłoszona weryfikacja
pt_br: Verificação de %@ enviada
ru_ru: %@ Верификация отправлена
sq_al: %@ verifikimi u paraqit me sukses
sv_se: %@-verifiering har skickats
sw_ke: Uthibitishaji wa %@ umewasilishwa
tr_tr: %@ doprulama gönderildi
uk_ua: %@ Верифікацію надіслано
vi_vn: %@ Đã gửi xác minh
zh_hans_cn: 已提交%@认证申请
zh_hant_tw: 已提交%@認證申請

# globalkyc_floatingbutton_text
source: Complete %@ verification
cs_cz: Dokončete ověření %@
da_dk: Gennemfør %@ verifikation
de_de: %@ Verifizierung vervollständigen
es_es: Complete la verificación %@
fr_fr: Compléter la vérification %@
hi_in: %@ सत्यापन पूर्ण करें
id_id: Selesaikan %@ verifikasi
ms_my: Lengkapkan %@ pengesahan
nl_nl: Voltooi %@ verificatie
pl_pl: Zakończona weryfikacja %@
pt_br: Conclua a verificação de %@
ru_ru: Пройдите %@ верификацию
sq_al: Plotëso verifikimin
sv_se: Slutför %@-verifiering
sw_ke: Kamilisha uthibitishaji wa %@
tr_tr: %@ doğrulamasını tamamlayınız
uk_ua: Пройдіть %@ верифікацію
vi_vn: Hoàn thành %@ xác minh
zh_hans_cn: 完成%@认证
zh_hant_tw: 完成%@認證

# globalkyc_regulationsplash_kyc2enforce
source: You have to complete KYC STEP 2 to continue using ProBit Global. Press confirm to open KYC verification screen.
cs_cz: Chcete-li nadále používat ProBit Global, musíte dokončit KROK 2 KYC. Stisknutím tlačítka "Potvrdit" otevřete obrazovku ověření KYC.
da_dk: Du skal gennemfører KYC TRIN 2 for at fortsætte med at bruge ProBit Global. Tryk på bekræft for at åbne KYC-bekræftelsesskærmen.
de_de: Sie müssen KYC STEP 2 abschließen, um ProBit Global weiter nutzen zu können. Drücken Sie auf Bestätigen, um den KYC-Verifizierungsbildschirm zu öffnen.
es_es: Ha de completar el KYC PASO 2 para poder continuar utilizando ProBit Global. Presione confirmar para abrir la pantalla de verificación de KYC.
fr_fr: Vous devez effectuer le KYC ÉTAPE2 pour continuer à utiliser ProBit Global. Cliquez sur confirmer pour ouvrir la page de vérification KYC.
hi_in: ProBit Global का उपयोग जारी रखने के लिए आपको KYC चरण 2 को पूरा करना होगा। KYC सत्यापन स्क्रीन खोलने के लिए पुष्टि करें बटन दबाएं।
id_id: Anda harus menyelesaikan KYC TAHAP 2 untuk terus menggunakan ProBit Global. Tekan konfirmasi untuk membuka layar verifikasi KYC.
ms_my: Anda harus lengkapkan LANGKAH 2 KYC untuk teruskan menggunakan ProBit Global. Tekan sahkan untuk membuka skrin pengesahan.
nl_nl: Je moet KYC STAP 2 voltooien om ProBit Global te kunnen blijven gebruiken. Druk op bevestigen om het KYC verificatiescherm te openen.
pl_pl: Musisz wypełnić KYC KROK 2 aby kontynuować korzystanie z ProBit Global. Naciśnij "Potwierdź"; aby otworzyć ekran weryfikacji KYC.
pt_br: Você precisa concluir o KYC STEP 2 para continuar usando a ProBit Global. Pressione Confirmar para abrir a tela de verificação KYC.
ru_ru: Вам необходимо пройти KYC ШАГ 2, чтобы продолжить использование ProBit Global. Нажмите «Подтвердить», чтобы открыть экран подтверждения KYC.
sq_al: Duhet të plotësoni KYC HAPI 2 për të vazhduar përdorimin e ProBit Global. Shtypni konfirmoni për të hapur ekranin e verifikimit KYC.
sv_se: Du måste slutföra KYC STEG 2 för att fortsätta använda ProBit Global. Tryck på bekräfta för att öppna skärmen för KYC-verifiering.
sw_ke: Inabidi ukamilishe KYC HATUA YA 2 ili kuendelea kutumia ProBit Global. Bonyeza thibitisha ili kufungua skrini ya uthibitishaji wa KYC.
tr_tr: ProBit Global'i kullanmaya devam etmek için KYC ADIM 2'yi tamamlamanız gerekir. KYC doğrulama ekranını açmak için onayla'ya basınız.
uk_ua: Вам необхідно пройти KYC КРОК 2, щоб продовжити використання ProBit Global. Натисніть «Підтвердити», щоб відкрити екран підтвердження KYC.
vi_vn: Bạn phải hoàn thành KYC BƯỚC 2 để tiếp tục sử dụng ProBit Global. Nhấn xác nhận để mở màn hình xác minh KYC.
zh_hans_cn: 您需要完成KYC阶段2认证才能继续使用ProBit Global，请按确认键打开KYC认证界面。
zh_hant_tw: 您需要完成KYC階段2認證才能繼續使用ProBit Global，請按確認鍵打開KYC認證界面。

# globalkyc_activity_closedialog_title
source: Verification is in progress
cs_cz: Probíhá ověřování
da_dk: Verifikationen er i gang
de_de: Verifizierung ist in Bearbeitung
es_es: La verificación está en proceso
fr_fr: La vérification est en cours
hi_in: सत्यापन प्रगति पर है
id_id: Verifikasi dalam proses
ms_my: Pengesahan sedang di jalani
nl_nl: Verificatie is aan de gang
pl_pl: Trwa weryfikacja
pt_br: A verificação está em andamento
ru_ru: Верификация в процессе
sq_al: Verifikimi është në proces
sv_se: Verifiering pågår
sw_ke: Uthibitishaji unaendelea
tr_tr: Doğrulama devam ediyor
uk_ua: Верифікація у процесі
vi_vn: Hồ sơ nộp đang được xem xét
zh_hans_cn: 认证进行中
zh_hant_tw: 認證進行中

# globalkyc_activity_closedialog_content
source: Your information will not be saved if you choose to quit. Are you sure you want to quit?
cs_cz: Pokud se rozhodnete ukončit, Vaše informace nebudou uloženy. Jste si jisti, že chcete skončit?
da_dk: Dine oplysninger vil ikke blive gemt, hvis du vælger at afslutte. Er du sikker på at du vil afslutte?
de_de: Ihre Daten werden nicht gespeichert, wenn Sie den Vorgang abbrechen. Sind Sie sicher, dass Sie abbrechen möchten?
es_es: Su información no se guardará si desea salir. ¿Está seguro de que desea salir?
fr_fr: Les informations ne seront pas enregistrées si vous décidez de quitter maintenant. Etes-vous certain de vouloir quitter?
hi_in: यदि आप छोड़ना चुनते हैं तो आपकी जानकारी मिट जाएगी। क्या आप वाकई छोड़ना चाहते हैं?
id_id: Informasi Anda tidak akan disimpan jika Anda memilih untuk keluar. Apakah Anda yakin ingin keluar?
ms_my: Maklumat anda tidak akan disimpan jika anda memilih untuk berhenti. Anda pasti mahu berhenti?
nl_nl: Je gegevens worden niet opgeslagen als je besluit te stoppen. Weet je zeker dat je wilt stoppen?
pl_pl: Twoje dane nie zostaną zapisane, jeśli zdecydujesz się zrezygnować. Czy na pewno chcesz zrezygnować?
pt_br: Suas informações não serão salvas se você optar por sair. Você tem certeza que quer sair?
ru_ru: Если вы решите выйти, ваша информация не будет сохранена. Вы уверены, что хотите выйти?
sq_al: Informacioni juaj nuk do të ruhet nëse vendosni të largoheni. Jeni i sigurt që dëshironi të hiqni dorë?
sv_se: Din information kommer ej att sparas om du väljer att avsluta. Är du säker på att du vill sluta?
sw_ke: Taarifa zako hazitahifadhiwa ukiamua kuacha. Una uhakika unataka kuacha?
tr_tr: Çıkmayı seçerseniz bilgileriniz kaydedilmeyecektir. Çıkmak istediğinizden emin misiniz?
uk_ua: Якщо ви вирішите вийти, ваша інформація не буде збережена. Ви впевнені, що хочете вийти?
vi_vn: Thông tin của bạn sẽ không được lưu nếu bạn chọn thoát. Bạn có chắc bạn muốn thoát ra quy trình này?
zh_hans_cn: 如果选择退出信息将不会被保存，确定要退出吗？
zh_hant_tw: 如果選擇退出信息將不會被保存，確定要退出嗎？

# globalkyc_activity_closedialog_closebutton
source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: fortsetzen
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखें
id_id: Meneruskan
ms_my: Teruskan
nl_nl: Ga verder
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
sq_al: Vazhdo
sv_se: Fortsätt
sw_ke: Endelea
tr_tr: Devam
uk_ua: Продовжити
vi_vn: Tiếp tục
zh_hans_cn: 继续
zh_hant_tw: 繼續

# globalkyc_activity_closedialog_confirmbutton
source: Quit
cs_cz: Přestat
da_dk: Afslut
de_de: verlassen
es_es: Salir
fr_fr: Quitter
hi_in: छोड़ें
id_id: Keluar
ms_my: Berhenti
nl_nl: Stoppen
pl_pl: Zakończ
pt_br: Sair
ru_ru: Выйти
sq_al: Hiq dorë
sv_se: Avsluta
sw_ke: Acha
tr_tr: Çıkış yap
uk_ua: Вийти
vi_vn: Từ bỏ
zh_hans_cn: 退出
zh_hant_tw: 退出

# globalkyc_capturedocumentviewfinder_permissiondenied
source: Camera permission is denied by system. Please explicitly allow camera permission in the settings.
cs_cz: Povolení fotoaparátu je systémem odepřeno. V nastavení prosím výslovně povolte oprávnění ke kameře.
da_dk: Kamera-tilladelse nægtes af systemet. Tillad udtrykkeligt kameratilladelse i indstillingerne.
de_de: Die Kameranutzung wird vom System verweigert. Bitte erlauben Sie die Nutzung der Kamera in den Einstellungen.
es_es: El sistema ha denegado el permiso de la cámara. Por favor, cambie los permisos del uso de la cámara en configuración.
fr_fr: L'utilisation de la caméra n'est pas autorisé par le système, veuillez autoriser l'utilisation de la caméra manuellement dans les paramètres.
hi_in: सिस्टम द्वारा कैमरे की अनुमति अस्वीकार कर दी गई है। कृपया सेटिंग में जा कर कैमरे को अनुमति दें।
id_id: Izin kamera ditolak oleh sistem. Mohon izinkan kamera secara eksplisit di pengaturan.
ms_my: Kebenaran kamera dinafikan oleh sistem. Sila dengan jelas membenarkan kebenaran kamera dalam tetapan.
nl_nl: Camera toestemming is geweigerd door het systeem. Gelieve expliciet cameratoestemming toe te staan in de instellingen.
pl_pl: Uprawnienia kamery są odrzucane przez system. Prosimy o wyraźne pozwolenie na korzystanie z kamery w ustawieniach.
pt_br: A permissão da câmera foi negada pelo sistema. Autorize explicitamente a permissão da câmera nas configurações.
ru_ru: Разрешение камеры отклонено системой. Пожалуйста, разрешите использование камеры в настройках.
sq_al: Leja e kamerës refuzohet nga sistemi. Lejo në mënyrë të qartë lejen e kamerës te cilësimet(settings).
sv_se: Kameratillstånd nekades av systemet. Tillåt använding av kamera i inställningarna.
sw_ke: Ruhusa ya kamera imekataliwa na mfumo. Tafadhali ingia katika mipangilio na uruhusu kamera .
tr_tr: Kamera izni sistem tarafından reddedildi. Lütfen ayarlarda kamera iznine açıkça izin veriniz.
uk_ua: Роздільна здатність камери відхилена системою. Будь ласка, дозвольте використовувати камеру в налаштуваннях.
vi_vn: Quyền cho phép chụp ảnh bị hệ thống từ chối. Vui lòng cấp quyền cho phép máy ảnh trong cài đặt.
zh_hans_cn: 没有访问相机的权限，请在设置中开启相机权限。
zh_hant_tw: 沒有訪問相機的權限，請在設置中開啟相機權限。

# dialog_continue
source: Continue
cs_cz: Pokračovat
da_dk: Fortsæt
de_de: fortsetzen
es_es: Continuar
fr_fr: Continuer
hi_in: जारी रखे
id_id: Lanjutkan
ms_my: Teruskan
nl_nl: Ga verder
pl_pl: Kontynuuj
pt_br: Continuar
ru_ru: Продолжить
sq_al: Vazhdo
sv_se: Fortsätt
sw_ke: Endelea
tr_tr: Devam
uk_ua: Продовжити
vi_vn: Tiếp tục
zh_hans_cn: 继续
zh_hant_tw: 繼續

# dialog_ok
source: OK
hi_in: ठीक है|
sw_ke: Sawa

# globalkyc_infopanel_title_begin
source: Complete %@ verification
cs_cz: Dokončete ověření %@
da_dk: Gennemfør %@ verifikation
de_de: Vervollständige %@ Verifizierung
es_es: Complete la verificación %@
fr_fr: Compléter la vérification %@
hi_in: %@ सत्यापन पूर्ण करें
id_id: Selesaikan %@ verifikasi
ms_my: Lengkapkan %@ pengesahan
nl_nl: Voltooi %@ verificatie
pl_pl: Zakończona weryfikacja %@
pt_br: Conclua a verificação de %@
ru_ru: Пройдите %@ верификацию
sq_al: Plotëso %@ verifikimin
sv_se: Slutför %@-verifiering
sw_ke: Kamilisha uthibitishaji wa %@
tr_tr: %@ Doğrulamasını tamamlayınız
uk_ua: Пройдіть %@ верифікацію
vi_vn: Hoàn thành %@ xác minh
zh_hans_cn: 完成%@认证
zh_hant_tw: 完成%@認證

# globalkyc_infopanel_title_pending
source: %@ verification in progress
cs_cz: %@ probíhá ověření
da_dk: %@ verifikation i gang
de_de: %@ Verifizierung in Bearbeitung
es_es: Verificación %@ en proceso
fr_fr: %@ vérification en cours
hi_in: %@ सत्यापन प्रगति पर है
id_id: %@ verifikasi sedalam dalam proses
ms_my: %@ pengesahan sedang dijalani
nl_nl: %@ verificatie bezig
pl_pl: Trwa weryfikacja %@
pt_br: Verificação de %@ em andamento
ru_ru: %@ верификация в процессе
sq_al: %@ Verifkimimi në progres
sv_se: %@-verifiering pågår
sw_ke: Uthibitishaji wa %@ unaendelea
tr_tr: %@ doğrulama devam ediyor
uk_ua: %@ верифікація у процесі
vi_vn: Đang xác minh %@
zh_hans_cn: %@认证进行中
zh_hant_tw: %@認證進行中

# globalkyc_infopanel_title_done
source: My verification level: %@
cs_cz: Moje úroveň ověření: %@
da_dk: Mit verifikationsniveau: %@
de_de: Mein Verifizierungs-Level: %@
es_es: Mi nivel de verificación: %@
fr_fr: Mon niveau de vérification: %@
hi_in: मेरा सत्यापन स्तर: %@
id_id: Level verifiikasi anda: %@
ms_my: Tahap pengesahan anda: %@
nl_nl: Mijn verificatie level: %@
pl_pl: Mój poziom weryfikacji: %@
pt_br: Meu nível de verificação: %@
ru_ru: Уровень моей верификации: %@
sq_al: Niveli im i verifikimit: %@
sv_se: Min verifieringsnivå: %@
sw_ke: Kiwango changu cha uthibitishaji: %@
tr_tr: Doğrulama seviyem: %@
uk_ua: Рівень моєї верифікації: %@
vi_vn: Mức xác minh của tôi: %@
zh_hans_cn: 我的认证等级：%@
zh_hant_tw: 我的認證等級：%@

# globalkyc_infopanel_title_rejected
source: %@ verification rejected
cs_cz: Ověření %@ zamítnuto
da_dk: %@ verifikation afvist
de_de: %@ Verifizierung abgelehnt
es_es: Verificación %@ denegada
fr_fr: Vérification %@ rejetée
hi_in: %@ सत्यापन अस्वीकृत
id_id: %@ verifikasi ditolak
ms_my: %@ pengesahan ditolak
nl_nl: %@ verificatie afgewezen
pl_pl: Odrzucono weryfikację %@
pt_br: Verificação de %@ rejeitada
ru_ru: %@ верификация отклонена
sq_al: %@ verifikimi u refuzua
sv_se: %@-verifiering avvisades
sw_ke: Uthibitishaji wa %@ umekataliwa
tr_tr: %@ doğrulama reddedildi
uk_ua: %@ верифікацію відхилено
vi_vn: Xác minh %@ bị từ chối
zh_hans_cn: %@认证未通过
zh_hant_tw: %@認證未通過

# globalkyc_infopanel_button_begin
source: Verify Now
cs_cz: ověřit nyní
da_dk: Bekræft Nu
de_de: Jetzt verifizieren
es_es: Verificar ahora
fr_fr: Vérifier maintenant
hi_in: अभी सत्यापित करें
id_id: Verifikasi Sekarang
ms_my: Pengesahan Sekarang
nl_nl: Verifieer nu
pl_pl: Zweryfikuj teraz
pt_br: Verifique agora
ru_ru: Пройти верификацию сейчас
sq_al: Verifikohu Tani
sv_se: Verifiera nu
sw_ke: Thibitisha Sasa
tr_tr: Şimdi doğrulayın
uk_ua: Пройти верифікацію зараз
vi_vn: Xác minh ngay
zh_hans_cn: 开始认证
zh_hant_tw: 開始認證

# globalkyc_infopanel_button_pending
source: Show benefits
cs_cz: Ukázat výhody
da_dk: Vis fordele
de_de: Vorteile anzeigen
es_es: Mostrar beneficios
fr_fr: Montrer les bénéfices
hi_in: लाभ दिखाएं
id_id: Perlihatkan manfaat
ms_my: Tunjukkan manfaat
nl_nl: Toon voordelen
pl_pl: Pokaż korzyści
pt_br: Mostrar benefícios
ru_ru: Показать преимущества
sq_al: Shfaq benefitet
sv_se: Visa fördelar
sw_ke: Onyesha manufaa
tr_tr: Avantajları göster
uk_ua: Показати переваги
vi_vn: Xem lợi ích
zh_hans_cn: 可享受的权益
zh_hant_tw: 可享受的權益

# globalkyc_landing_benefits_ieo
source: Get access to IEOs as an early adopter
cs_cz: Získejte přístup k IEO jako první uživatel
da_dk: Få adgang til IEOs som en tidlig adopter
de_de: Als Early Adaptor Zugang zu IEOs erhalten
es_es: Consiga acceso temprano a IEO
fr_fr: Obtenez un accés anticipé aux IEO
hi_in: IEO को जल्दी अपनाने वाले के रूप में आगे बढ़े
id_id: Dapatkan akses di IEO sebagai pengadopsi awal
ms_my: Dapatkan akses ke IEOs sebagai pengguna awal
nl_nl: Krijg toegang tot IEO als een vroege adopter
pl_pl: Uzyskaj dostęp do IEO jako uczestnik programu "early adopter"
pt_br: Obtenha acesso a IEOs como um dos primeiros a fazer parte
ru_ru: Получите доступ к IEO в качестве первопроходца
sq_al: Fito akses për IEO si një adoptues i hershëm
sv_se: Få tillgång till IEOs som early adopter
sw_ke: Pata ufikiaji wa IEO kama mtumiaji wa mapema
tr_tr: İlk alıcılardan olarak IEO'lara katılın
uk_ua: Отримайте доступ до IEO як першопрохідник
vi_vn: Nhận quyền truy cập vào IEO với tư cách là người được chấp nhận sớm
zh_hans_cn: 有资格参与IEO认购并成为项目的早期采用者
zh_hant_tw: 有資格參與IEO認購併成為項目的早期採用者

# stakeevent_tab_upcoming
source: Upcoming
cs_cz: Nadcházející
da_dk: Kommende
de_de: bevorstehend
es_es: Disponible pronto
fr_fr: À venir
hi_in: आगामी
id_id: Akan datang
ms_my: Akan datang
nl_nl: Aankomend
pl_pl: Nadchodzące
pt_br: Próximo
ru_ru: Предстоящие
sv_se: Kommande
sw_ke: Ijayo
tr_tr: Yakında
uk_ua: Майбутні
vi_vn: Sắp diễn ra
zh_hans_cn: 即将开始
zh_hant_tw: 即將開始

# stakeevent_tab_running
source: Running
cs_cz: probíhá
da_dk: Løbende
de_de: laufend
es_es: En marcha
fr_fr: En cours
hi_in: चल रहा है
id_id: Berjalan
ms_my: Berjalan
nl_nl: Lopend
pl_pl: Działający
pt_br: Em andamento
ru_ru: Действующие
sv_se: Pågår
sw_ke: Inafanya kazi
tr_tr: Devam ediyor
uk_ua: Діючі
vi_vn: Đang chạy
zh_hans_cn: 进行中
zh_hant_tw: 進行中

# stakeevent_tab_all
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
ms_my: Semua
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
sv_se: Alla
sw_ke: Yote
tr_tr: Hepsi
uk_ua: Все
vi_vn: Tất cả
zh_hans_cn: 全部
zh_hant_tw: 全部

# stakeevent_searchbar_placeholder
source: Symbol or Name
cs_cz: Symbol nebo název
da_dk: Symbol eller Navn
de_de: Symbol oder Name
es_es: Símbolo o Nombre
fr_fr: Symbole ou nom
hi_in: प्रतीक या नाम
id_id: Simbol atau Nama
ms_my: Simbol atau Nama
nl_nl: Symbool of naam
pl_pl: Symbol lub Imię
pt_br: Símbolo ou Nome
ru_ru: Символ или имя
sv_se: Symbol eller namn
sw_ke: Alama au Jina
tr_tr: Sembol veya İsim
uk_ua: Символ чи ім'я
vi_vn: Ký hiệu hoặc Tên
zh_hans_cn: 代码或名称
zh_hant_tw: 代碼或名稱

# stakeevent_stake
source: Stake
cs_cz: Sázka
da_dk: Sats
hi_in: स्टेक
ms_my: Pertaruhan
pl_pl: Stawka
ru_ru: Стейк
sw_ke: Steki
uk_ua: Стейк
zh_hans_cn: 质押
zh_hant_tw: 質押

# stakeevent_stake_progress
source: Progress
cs_cz: Pokrok
da_dk: Forløb
de_de: Fortschritt
es_es: Progreso
fr_fr: Progrès
hi_in: प्रगति पर
id_id: Proses
ms_my: Kemajuan
nl_nl: Voortgang
pt_br: Progresso
ru_ru: Прогресс
sv_se: Framsteg
sw_ke: Maendeleo
tr_tr: İlerleme
uk_ua: Прогрес
vi_vn: Tiến trình
zh_hans_cn: 进度
zh_hant_tw: 進度

# stakeevent_nomatch
source: No matches found.
cs_cz: Nebyly nalezeny žádné shody.
da_dk: Ingen match fundet.
de_de: Keine Treffer gefunden
es_es: No se encontraron coincidencias.
fr_fr: Pas de correspondances trouvées
hi_in: कोई मेल नहीं मिले।
id_id: Tidak ada kecocokan yang ditemukan.
ms_my: Tiada padanan ditemui.
nl_nl: Geen overeenkomsten gevonden.
pl_pl: Nie znaleziono dopasowań.
pt_br: Nenhuma correspondência encontrada.
ru_ru: Ничего не найдено.
sv_se: Inga matchningar hittades.
sw_ke: Hakuna chochote kilichopatikana.
tr_tr: Eşleşme bulunamadı
uk_ua: Нічого не знайдено.
vi_vn: Không tìm thấy kết quả.
zh_hans_cn: 找不到匹配信息。
zh_hant_tw: 找不到匹配信息。

# v2icon_home_stake
source: Stake
cs_cz: Sázka
da_dk: Sats
hi_in: स्टेक
ms_my: Pertaruhan
pl_pl: Stawka
ru_ru: Стейк
sw_ke: Steki
uk_ua: Стейк
zh_hans_cn: 质押
zh_hant_tw: 質押

# tradecompetition_leaderboard_item_rank
source: Rank
cs_cz: Pořadí
de_de: Rang
es_es: Rango
fr_fr: Classement
hi_in: रैंक
id_id: Peringkat
ms_my: Pangkat
nl_nl: Plaats
pl_pl: Ranga
pt_br: Classificação
ru_ru: Рейтинг
sv_se: Ranking
sw_ke: Nafasi
tr_tr: Sıralama
uk_ua: Рейтинг
vi_vn: Thứ hạng
zh_hans_cn: 排名
zh_hant_tw: 排名

# tradecompetition_leaderboard_item_email
source: E-mail
hi_in: ईमेल
ms_my: E-mel
ru_ru: Имейл
sv_se: E-post
sw_ke: Barua pepe
tr_tr: E-posta
uk_ua: Імейл
zh_hans_cn: 邮箱地址
zh_hant_tw: 郵箱地址

# tradecompetition_leaderboard_item_convertedusdt
source: Converted (USDT)
cs_cz: Převedeno (USDT)
da_dk: Konverterede (USDT)
de_de: umgerechnet (USDT)
es_es: Convertido (USDT)
fr_fr: Converti (USDT)
hi_in: बदले हुए (USDT)
id_id: Dikonversikan (USDT)
ms_my: Ditukar (USDT)
nl_nl: Omgerekend (USDT)
pl_pl: Przeliczono (USDT)
pt_br: Convertido (USDT)
ru_ru: Конвертировано (USDT)
sv_se: Konverterad (USDT)
sw_ke: Ilobadilishwa (USDT)
tr_tr: Dönüştürülen (USDT)
uk_ua: Конвертовано (USDT)
vi_vn: Đã chuyển đổi (USDT)
zh_hans_cn: 转换后（USDT）
zh_hant_tw: 轉換後（USDT）
