Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_terms_v2_nighttime_push_switch_hint
source: Receive various push notifications (from 21:00 to 08:00) for listings, events, and more.
cs_cz: Přijímat různá upozornění prostřednictvím push v noci (od 21:00 do 08:00), včetně informací o tržních podmínkách, služeb partnerů a tržních cen.
da_dk: Modtag forskellige push-notifikationer (fra 21:00 til 08:00) om lister, begivenheder, og mere.
de_de: Erhalten Sie nachts (von 21:00 bis 08:00 Uhr) verschiedene Benachrichtigungen per Push Benachrichtigungen, u. a. Informationen über Marktbedingungen, Dienstleistungen von Partnern und Marktpreisen.
es_es: Recibe varias alertas vía push en la noche (de 21:00 a 08:00), incluyendo información sobre la condición del mercado, servicios de socios y precios del mercado.
fr_fr: Recevez diverses alertes push (de 21h00 à 08h00), incluant les listings, événements et plus encore.
hi_in: लिस्टिंग, आयोजनाओ आदि के लिए विभिन्न पुश नोटिफिकेशन (21:00 से 08:00 तक) प्राप्त करें।
id_id: Dapatkan berbagai notifikasi via push pada malam hari (mulai pukul 21:00 hingga 08:00), antara lain informasi kondisi pasar, layanan mitra, dan harga pasar.
ja_jp: 選定、イベント等、様々な情報を夜間に(21:00 ~ 08:00)プッシュでご案内いたします。
ms_my: Dapatkan pelbagai pengetahuan (dari 21:00 hingga ke 08:00) untuk penyenaraian, acara dan sebagainya.
my_mm: listingများ၊ ပွဲများနှင့် အခြားအရာများအတွက် (21:00 မှ 08:00အတွင်း) push နိုတီများကို လက်ခံပါ။
nl_nl: Ontvang diverse meldingen via push in de nacht(van 21:00 tot 08:00), waaronder informatie over de marktconditie, diensten van partners en marktprijzen.
pl_pl: Otrzymuj różne powiadomienia push (od 21:00 do 08:00) o ofertach, wydarzeniach i nie tylko.
pt_br: Receba vários alertas durante a noite (das 21h00 às 08h00), incluindo informações sobre o estado do mercado, serviços de parceiros e preços de mercado.
ru_ru: Получать различные push-уведомления в ночное время (с 21:00 до 08:00), включая информацию о состоянии рынка, услугах партнеров и рыночных ценах.
sq_al: Merrni njoftime të ndryshme push (nga 21:00 deri në 08:00) për listimet, ngjarjet dhe më shumë.
sv_se: Ta emot larm via pushnotiser nattetid (från 21:00 till 08:00), inklusive information om marknadsförhållanden, tjänster från partners och marknadspriser.
sw_ke: Pokea arifa mbalimbali zinazotumwa na programu hata wakati huitumii (kutoka 21:00 hadi 08:00) kwa uorodheshaji, matukio na zaidi.
tr_tr: Piyasa durumu, yeni hizmetler ve güncel piyasa fiyatları dahil olmak üzere gece (Akşam 21:00'den sabah 08:00'e kadar) mesaj ile uyarılar alın.
uk_ua: Отримуйте різні сповіщення за допомогою push-повідомлень уночі (з 21:00 до 08:00), включаючи інформацію про стан ринку, послуги партнерів та ринкові ціни.
vi_vn: Nhận nhiều cập nhật khác nhau thông qua push vào ban đêm (từ 21:00 đến 08:00), bao gồm thông tin tiếp thị, dịch vụ của đối tác và giá cả thị trường.
zh_hans_cn: 上币、活动等多种消息在夜间（21:00 ~ 08:00）向您发送通知

# signature_error
source: The app file is damaged and can't be launched. Please download the app again.
cs_cz: Tato kopie aplikace je poškozená a nelze ji spustit. Stáhněte si aplikaci znovu.
da_dk: App-filen er skadet og kan ikke startes. Download venligst appen igen.
de_de: Diese Kopie der App ist beschädigt und kann nicht gestartet werden. Bitte laden Sie die App erneut herunter.
es_es: Esta copia de la aplicación está dañada y no se puede iniciar. Por favor vuelve a descargar la aplicación.
fr_fr: Ce fichier d'application est endommagé et ne peut pas être lancé. Veuillez télécharger à nouveau l'application.
hi_in: ऐप फ़ाइल क्षतिग्रस्त है और इसे लॉन्च नहीं किया जा सकता है। कृपया ऐप को फिर से डाउनलोड करें।
id_id: Salinan aplikasi ini rusak, dan tidak dapat diluncurkan. Silakan unduh aplikasinya lagi.
ja_jp: アプリ実行のファイルが破損しました。アプリを再度ダウンロードしてください。
ms_my: Fail apikasi ini rosak dan tidak boleh dilancarkan. Sila muat naik aplikasi ini lagi.
my_mm: အက်ပ်ဖိုင်သည် ပျက်စီးနေပြီး စတင်၍မရပါ။ အက်ပ်ကို ထပ်မံဒေါင်းလုဒ်လုပ်ပါ။
nl_nl: De kopie van deze app is beschadigt en kan niet geopend worden. Download de app nog een keer.
pl_pl: Plik aplikacji jest uszkodzony i nie można go uruchomić. Proszę pobrać aplikację ponownie.
pt_br: Esta cópia do aplicativo está danificada e não pode ser iniciada. Baixe o aplicativo novamente.
ru_ru: Эта копия приложения повреждена и не может быть запущена. Пожалуйста, загрузите приложение еще раз.
sq_al: Skedari i aplikacionit është i dëmtuar dhe nuk mund të nisë. Ju lutemi shkarkoni përsëri aplikacionin.
sv_se: Den här kopian av appen är skadad och kan inte startas. Vänligen ladda ner appen igen.
sw_ke: Faili ya programu imeharibika na haiwezi kuzinduliwa. Tafadhali pakua programu tena.
tr_tr: Uygulamanın bu kopyası zarar görmüş ve başlatılamaz durumda. Lütfen uygulamayı tekrar indiriniz.
uk_ua: Цей файл додатку пошкоджений і не може бути запущений. Будь ласка, завантажте додаток ще раз.
vi_vn: Bản sao chép của app đã bị hỏng và không thể chạy. Vui lòng tải lại app.
zh_hans_cn: 执行文件损坏，请重新下载app

# activity_search_searchbackdrop_content
source: Find symbol or name
cs_cz: Najděte symbol nebo jméno
da_dk: Find symbol eller navn
de_de: Symbol oder Namen finden
es_es: Buscar Nombre o Símbolo
fr_fr: Rechercher un symbole ou un nom
hi_in: प्रतीक या नाम खोजें
id_id: Cari simbol atau nama
ja_jp: シンボルまたは名前を検索してください。
ms_my: Cari simbol atau nama
my_mm: သင်္ကေတ သို့မဟုတ် အမည်ကို ရှာပါ။
nl_nl: Vind symbool of naam
pl_pl: Znajdź symbol lub nazwę
pt_br: Encontrar símbolo ou nome
ru_ru: Найти символ или имя
sq_al: Gjeni simbolin ose emrin
sv_se: Hitta symbol eller namn
sw_ke: Tafuta ishara au jina
tr_tr: Sembol veya isim bulun
uk_ua: Знайдіть символ або назву
vi_vn: Tìm ký hiệu hoặc tên
zh_hans_cn: 请输入英文缩写或全称

# activity_marketdetailsv2_tab_title
source: Chart
cs_cz: Schéma
da_dk: Diagram
es_es: Gráfico
fr_fr: Graphique
hi_in: चार्ट
id_id: Diagram
ja_jp: チャート
ms_my: Carta
my_mm: ဇယား
nl_nl: Grafiek
pl_pl: Wykres
pt_br: Gráfico
ru_ru: Диаграмма
sq_al: Grafik
sv_se: Graf
sw_ke: Cheti
tr_tr: Grafik
uk_ua: Діаграма
vi_vn: Bảng xếp hạng
zh_hans_cn: 排行

# fragment_marketdetailschart_reset
source: Reset
cs_cz: Resetovat
da_dk: Nulstil
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
hi_in: रीसेट
ja_jp: 再設定
ms_my: Menetapkan semula
my_mm: ပြန်သတ်မှတ်ရန်
pl_pl: Resetuj
pt_br: Reiniciar
ru_ru: Возобновить
sq_al: Rivendos
sv_se: Återställ
sw_ke: Weka upya
uk_ua: Скинути
vi_vn: Cài đặt lại
zh_hans_cn: 重置

# fragment_stakeamount_period_indefinite
source: Indefinite
cs_cz: Neurčitý
da_dk: Ubestemt
de_de: Unbestimmt
es_es: Indefinido
fr_fr: Indéfinie
hi_in: अनिश्चितकालीन
id_id: Tidak terbatas
ja_jp: 無期限
ms_my: Tak tentu
my_mm: အကန့်အသတ်မရှိ
nl_nl: Onbepaald
pl_pl: Nieograniczone
pt_br: Indeterminado
ru_ru: Неограниченно
sq_al: E pacaktuar
sv_se: Obestämd
sw_ke: Isiyo na kikomo
tr_tr: Belirsiz
uk_ua: Необмежено
vi_vn: Vô thời hạn
zh_hans_cn: 无期限

# fragment_walletdetailsv2_coin_lastupdated
source: Last Update: %@
cs_cz: Poslední aktualizace: %@
da_dk: Sidste opdatering: %@
de_de: Letztes Update: %@
es_es: Última actualización: %@
fr_fr: Dernière mise à jour: %@
hi_in: आखिरी अपडेट: %@
id_id: Update Terakhir: %@
ja_jp: アップデート日時：%@
ms_my: Kemas Kini Terakhir: %@
my_mm: နောက်ဆုံးအပ်ဒိတ်: %@
nl_nl: Laatste update: %@
pl_pl: Ostatnia aktualizacja: %@
pt_br: Última atualização: %@
ru_ru: Последнее обновление: %@
sq_al: Përditësimet e fundit: %@
sv_se: Senaste uppdatering: %@
sw_ke: Sasisho la Mwisho: %@
tr_tr: Son Güncelleme: %@
uk_ua: Останнє оновлення: %@
vi_vn: Cập nhật cuối cùng: %@
zh_hans_cn: 更新时间: %@

# activity_currencystakehistory_tab_all
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alles
es_es: Todos
fr_fr: Tout
hi_in: सभी
id_id: Semua
ja_jp: 全体
ms_my: Semua
my_mm: အကုန်
nl_nl: Alles
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
sq_al: Të gjitha
sv_se: Alla
sw_ke: Zote
tr_tr: Hepsi
uk_ua: Усе
vi_vn: Tất cả
zh_hans_cn: 全部

# activity_currencystakehistory_tab_stake
source: Stakes
cs_cz: Sázky
da_dk: Indsats
hi_in: स्टेक
ja_jp: ステーキング
ms_my: Pertaruhan
pl_pl: Stawka
ru_ru: Стейкинг
sq_al: Stake-t
sw_ke: Steki
tr_tr: Stakeler
uk_ua: Стейкінг
vi_vn: Đặt cược

# activity_currencystakehistory_tab_reward
source: Rewards
cs_cz: Odměny
da_dk: Belønninger
de_de: Belohnungen
es_es: Premios
fr_fr: Récompenses
hi_in: पुरस्कार
id_id: Reward
ja_jp: リワード
ms_my: Ganjaran
my_mm: ဆုများ
nl_nl: Beloningen
pl_pl: Nagrody
pt_br: Recompensas
ru_ru: Вознаграждение
sq_al: Shpërblimet
sv_se: Belöningar
sw_ke: Zawadi
tr_tr: Ödüller
uk_ua: Винагороди
vi_vn: Phần thưởng
zh_hans_cn: 奖励

# activity_currencystakehistory_title
source: %@ Stake history
cs_cz: %@ Historie sázek
da_dk: %@ Indsats historik
de_de: %@ Stake Verlauf
es_es: %@ Historial de stake
fr_fr: %@ Historique de stake
hi_in: %@ स्टेक का इतिहास
id_id: %@ Riwayat Stake
ja_jp: %@ステーキング内訳
ms_my: %@ Sejarah pertaruhan
my_mm: %@ Stake မှတ်တမ်း
nl_nl: %@ Stake geschiedenis
pl_pl: %@ Historia stawek
pt_br: %@ Histórico de stake
ru_ru: %@ История стейкинга
sq_al: %@ Historia e Staking
sv_se: %@ Stejkhistorik
sw_ke: %@ Historia ya steki
tr_tr: %@ Stake geçmişi
uk_ua: %@ Історія стейкінгу
vi_vn: %@ Lịch sử đặt cược
zh_hans_cn: %@ Stake记录

# fragment_walletdetailsv2_coin_gototrade_title
source: Go Trade
cs_cz: Jít obchodovat
da_dk: Handel
de_de: Gehe zu Handel
es_es: Ir a Trade
fr_fr: Trader
hi_in: व्यापार(ट्रेड) करें
id_id: Lakukan Trading
ja_jp: 取引所に行く
ms_my: Lakukan Dagangan
my_mm: Tradeသို့သွားပါ။
nl_nl: Ga naar Handelen
pl_pl: Przejdź do handlu
pt_br: Ir para Trade
ru_ru: Перейди к торговле
sq_al: Tregtoni
sv_se: Gå till trade
sw_ke: Nenda kufanya biashara
tr_tr: Trade bölümüne git
uk_ua: Торгувати
vi_vn: Đi đến Giao dịch
zh_hans_cn: 前往交易所

# activity_currencytransferhistory_tab_all
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todos
fr_fr: Tout
hi_in: सभी
id_id: Semua
ja_jp: 全体
ms_my: Semua
my_mm: အကုန်
nl_nl: Alles
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
sq_al: Të gjitha
sv_se: Alla
sw_ke: Zote
tr_tr: Hepsi
uk_ua: Усе
vi_vn: Tất cả
zh_hans_cn: 全部

# activity_currencytransferhistory_tab_deposit
source: Deposit
cs_cz: Vklad
da_dk: Indskud
de_de: Einzahlung
es_es: Depósitar
fr_fr: Dépôt
hi_in: जमा
ja_jp: 入金
my_mm: ငွေသွင်း
nl_nl: Storting
pl_pl: Depozyt
pt_br: Depositar
ru_ru: Ввод средств
sq_al: Depozita
sv_se: Deposition
sw_ke: Uwekaji
tr_tr: Para yatırma
uk_ua: Депозит
vi_vn: Nạp coin/token
zh_hans_cn: 充值

# activity_currencytransferhistory_tab_withdrawal
source: Withdrawal
cs_cz: Výběr
da_dk: Udbetaling
de_de: Abhebung
es_es: Retirar
fr_fr: Retrait
hi_in: निकासी
id_id: Penarikan
ja_jp: 出金
ms_my: Pengeluaran
my_mm: ငွေထုတ်
nl_nl: Opname
pl_pl: Wycofanie
pt_br: Sacar
ru_ru: Вывод средств
sq_al: Tërheqja
sv_se: Uttag
sw_ke: Utoaji
tr_tr: Para çekme
uk_ua: Зняття коштів
vi_vn: Rút coin/token
zh_hans_cn: 提币

# activity_currencytransferhistory_title
source: %@ Transaction history
cs_cz: %@ Historie transakcí
da_dk: %@ Transaktionshistorik
de_de: %@ Transfer Verlauf
es_es: %@ Historial de transferencias
fr_fr: %@ Historique des transferts
hi_in: %@ लेनदेन का इतिहास
id_id: %@ Riwayat Transfer
ja_jp: %@入出金内訳
ms_my: %@ Transaksi Sejarah
my_mm: %@ ငွေသွင်းငွေထုတ်မှတ်တမ်း
nl_nl: %@ Overdracht geschiedenis
pl_pl: %@ Historia transakcji
pt_br: %@ Histórico de transferência
ru_ru: %@ История перевода
sq_al: %@ Historia e transaksioneve
sv_se: %@ transaktionshistorik
sw_ke: %@ Historia ya shughuli
tr_tr: %@ Transfer geçmişi
uk_ua: %@ Історія транзакцій
vi_vn: %@ Lịch sử chuyển tiền
zh_hans_cn: %@ 充提币记录

# activity_currencytransferhistorydetails_confirmationcount
source: Confirmations: %@/%@
cs_cz: Potvrzení: %@/%@
da_dk: Bekræftelser: %@/%@
de_de: Bestätigungen: %@/%@
es_es: Confirmación: %@/%@
hi_in: पुष्टिकरण: %@/%@
id_id: Konfirmasi: %@/%@
ja_jp: 承認：%@/%@
ms_my: Pengesahan: %@/%@
my_mm: အတည်ပြုခြင်း: %@/%@
nl_nl: Bevestigingen: %@/%@
pl_pl: Potwierdzenia: %@/%@
pt_br: Confirmações: %@/%@
ru_ru: Подтверждение: %@/%@
sq_al: Konfirmimet: %@/%@
sv_se: Bekräftelser: %@/%@
sw_ke: Uthibitishaji: %@/%@
tr_tr: Onaylar: %@/%@
uk_ua: Підтвердження: %@/%@
vi_vn: Xác nhận: %@/%@
zh_hans_cn: 确认次数: %@/%@

# activity_currencytransferhistorydetails_table_address
source: Address
cs_cz: Adresa
da_dk: Adresse
de_de: Addresse
es_es: Dirección
fr_fr: Adresse
hi_in: पता
id_id: Alamat
ja_jp: アドレス
ms_my: Alamat
my_mm: လိပ်စာ
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
ru_ru: Адрес
sq_al: Adresa
sv_se: Adress
sw_ke: Anwani
tr_tr: Adres
uk_ua: Адреса
vi_vn: Địa chỉ
zh_hans_cn: 地址

# activity_currencytransferhistorydetails_title
source: %@ %@ details
cs_cz: detaily %@ %@
da_dk: %@ %@ detaljer
es_es: %@ %@ detalles
fr_fr: %@ %@ détails
hi_in: %@ %@ विवरण
id_id: %@ %@ rincian
ja_jp: %@%@詳細情報
ms_my: %@ %@ Butiran
my_mm: %@ %@ အသေးစိတ်အချက်အလက်
pl_pl: %@ %@ szczegóły
pt_br: %@ %@ detalhes
ru_ru: %@ %@ детали
sq_al: detajet %@ %@
sv_se: %@ %@ detaljer
sw_ke: %@ %@ maelezo
tr_tr: %@ %@ detaylar
uk_ua: %@ %@ деталі
vi_vn: Chi tiết %@ %@
zh_hans_cn: %@ %@ 详细信息

# activity_currencytransferhistorydetails_copytxid
source: Copy TXID
cs_cz: Kopírovat TXID
da_dk: Kopiere TXID
de_de: Kopiere TXID
es_es: Copiar TXID
fr_fr: Copiez le TXID
hi_in: प्रतिलिपि TXID
id_id: Salin TXID
ja_jp: トランザクションIDコピー
ms_my: Salinan TXID
my_mm: TXID ကော််ပီ
nl_nl: Kopieer TXID
pl_pl: Kopiować TXID
pt_br: Copiar TXID
ru_ru: Скопировать TXID
sq_al: Kopjoni TXID
sv_se: Kopiera TXID
sw_ke: Nakili TXID
tr_tr: TXID'yi kopyala
uk_ua: Скопіювати TXID
vi_vn: Sao chép TXID
zh_hans_cn: 复制TXID

# activity_currencystakehistory_timezonedisplay
source: (Timezone: %@)
cs_cz: (Časové pásmo: %@)
da_dk: (Tidszone: %@)
de_de: (Zeitzone: %@)
es_es: (Zona Horaria: %@)
fr_fr: (Fuseau horaire: %@)
hi_in: (समय क्षेत्र: %@)
id_id: (Zona Waktu: %@)
ja_jp: (時間帯: %@)
ms_my: (Zon Waktu: %@)
my_mm: (အချိန်ဇုန်: %@)
nl_nl: (Tijdzone: %@)
pl_pl: (Strefa czasowa: %@)
pt_br: (Fuso Horário: %@)
ru_ru: (Временной пояс: %@)
sq_al: (Zona kohore: %@)
sv_se: (Tidszon: %@)
sw_ke: (Eneo la saa: %@)
tr_tr: (Saat dilimi: %@)
uk_ua: (Часовий пояс: %@)
vi_vn: (Múi giờ: %@)
zh_hans_cn: (时间段: %@)

# alert_order_failed_duplicated_order_id
source: Order Failed: The previous order was indicated as failed but was successfully processed. Please check again to see if the submitted order was processed correctly. To continue, close the order window, re-open, and try again.
cs_cz: Objednávka se nezdařila: Předchozí objednávka byla označena jako neúspěšná, ale byla úspěšně zpracována. Znovu zkontrolujte, zda byla odeslaná objednávka zpracována správně. Chcete-li pokračovat, zavřete okno objednávky, znovu otevřete a zkuste to znovu.
da_dk: Ordren mislykkedes: Den tidligere ordre blev angivet som mislykket, men blev behandlet. Tjek venligst igen for at se, om den indsendte ordre blev behandlet korrekt. For at fortsætte skal du lukke ordrevinduet, åbne igen og prøve igen.
de_de: Auftrag fehlgeschlagen: Die vorherige Bestellung wurde als fehlgeschlagen angezeigt, wurde aber tatsächlich verarbeitet. Bitte prüfen Sie erneut, ob die bereits abgeschickte Bestellung korrekt verarbeitet wurde. Um fortzufahren, schließen Sie das Bestellfenster, öffnen Sie es und versuchen Sie es erneut.
es_es: Orden fallida: La orden anterior se mostró como fallida, pero en realidad se procesó. Verifica nuevamente para ver si el pedido ya enviado se procesó correctamente. Para continuar, cierra la ventana del pedido, ábrela y vuelve a intentarlo.
fr_fr: Échec d'ordre: l'ordre précédent a été indiqué comme ayant échoué, mais a été traité. Veuillez vérifier à nouveau si l'ordre déjà soumis est traité correctement. Pour continuer, fermez la fenêtre de commande, ouvrez-la à nouveau et réessayez.
hi_in: आदेश विफल: पिछले आदेश को विफल के रूप में इंगित किया गया था लेकिन सफलतापूर्वक संसाधित किया गया था। कृपया यह देखने के लिए दोबारा जांचें कि जमा किए गए आदेश को सही तरीके से संसाधित किया गया था या नहीं। जारी रखने के लिए, ऑर्डर विंडो बंद करें, फिर से खोलें और पुनः प्रयास करें।
id_id: Pesanan Gagal: Pesanan sebelumnya ditampilkan sebagai gagal, tetapi sebenarnya telah diproses. Silakan periksa kembali untuk melihat apakah pesanan yang sudah dikirim diproses dengan benar. Untuk melanjutkan, tutup jendela pesanan, buka, dan coba lagi.
ja_jp: 注文失敗：以前注文が失敗したことで示されましたが、実際には処理されたことを確認しました。すでに処理された注文をもう一度確認してください。その次、注文画面を閉じて開いた後、最初からやり直してください。
ms_my: Pesanan Gagal: Pesanan sebelumnya telah dinyatakan sebagai gagal tetapi berjaya diproses. Sila semak semula untuk melihat sama ada pesanan yang diserahkan telah diproses dengan betul. Untuk meneruskan, tutup tetingkap pesanan, buka semula dan cuba lagi.
my_mm: မှာယူမှု မအောင်မြင်ပါ: ယခင်အမှာစာကို မအောင်မြင်ကြောင်း ညွှန်ပြခဲ့သော်လည်း အောင်မြင်စွာ လုပ်ဆောင်နိုင်ခဲ့ပါသည်။ တင်သွင်းထားသော အမှာစာသည် မှန်ကန်မှုရှိမရှိ ကြည့်ရန် ထပ်မံစစ်ဆေးပါ။ ဆက်လုပ်ရန် အော်ဒါဝင်းဒိုးကို ပိတ်ပြီး ပြန်ဖွင့်၍ ထပ်စမ်းကြည့်ပါ။
nl_nl: De order was gefaald: de voorgaande order was weergeven als zijnde gefaald, maar was eigenlijk verwerkt. Controleer nog een keer of de order die al verzonden was daadwerkelijk correct verwerkt is. Om door te gaan: sluit het ordervenster, open het en probeer het vervolgens nog een keer.
pl_pl: Zamówienie nie zostało zrealizowane: Poprzednie zamówienie zostało oznaczone jako nieudane, ale zostało zrealizowane poprawnie. Proszę sprawdzić ponownie, czy złożone zamówienie zostało przetworzone prawidłowo. Aby kontynuować, zamknij okno zamówienia, otwórz je ponownie i spróbuj ponownie.
pt_br: Falha no pedido: o pedido anterior foi mostrado como tendo falhado, mas foi processado com sucesso. Verifique novamente, para confirmar se o pedido enviado foi processado corretamente. Para continuar, feche a janela do pedido, abra-a e tente novamente.
ru_ru: Ордер не выполнен: предыдущий ордер был показан как неудавшийся, но на самом деле был обработан. Пожалуйста, проверьте еще раз, чтобы убедиться, что уже отправленный ордер был обработан правильно. Чтобы продолжить, закройте окно ордера, откройте его и попробуйте еще раз.
sq_al: Porosia dështoi: Porosia e mëparshme u tregua e dështuar, por u përpunua me sukses. Ju lutemi kontrolloni përsëri për të parë nëse porosia e paraqitur është përpunuar si duhet. Për të vazhduar, mbyllni dritaren e porosisë, rihapeni dhe provoni përsëri.
sv_se: Beställning misslyckades: Den tidigare beställningen indikerades som misslyckad men bearbetades framgångsrikt. Vänligen kontrollera om den skickade beställningen behandlades korrekt. För att fortsätta, stäng beställningsfönstret, öppna och försök igen.
sw_ke: Agizo Limeshindwa: Agizo la awali lilionyeshwa kama halikufaulu lakini lilichakatwa kwa ufanisi. Tafadhali angalia tena ili kuona kama agizo lililowasilishwa lilichakatwa ipasavyo. Ili kuendelea, funga dirisha la kuagiza, fungua tena na ujaribu tena.
tr_tr: İşlem Başarısız: İşleminiz başarısız olarak gözükmüştür fakat aslında işlenmiştir. Lütfen yaptığınız işlemin doğru şekilde işlenip işlenmediğini tekrar kontrol ediniz. Devam etmek için sipariş penceresini kapatın, açın ve tekrar deneyiniz.
uk_ua: Помилка замовлення: попереднє замовлення було вказано як невдале, але його було успішно оброблено. Перевірте ще раз, чи правильно було оброблено надіслане замовлення. Щоб продовжити, закрийте вікно замовлення, відкрийте його знову і повторіть спробу.
vi_vn: Lệnh đặt không thành công: lệnh đặt trước đó hiển thị là không thành công, nhưng thực sự đã được xử lý. Vui lòng kiểm tra lại xem lệnh đặt đã gửi có được xử lý chính xác hay không. Để tiếp tục, hãy đóng cửa sổ đặt lệnh, mở nó và thử lại.
zh_hans_cn: 下单失败：前一订单虽显示失败，确认到已处理完成。望再次确认已处理的订单是否正常处理后关闭窗口再次打开重试

# activity_thirdpartylicenses_play_oss
source: Other licenses
cs_cz: Ostatní licence
da_dk: Andre licenser
de_de: Andere Lizenzen
es_es: Otras Licencias
fr_fr: Autres licences
hi_in: अन्य लाइसेंस
id_id: Lisensi lainnya
ja_jp: その他ライセンス
ms_my: Lesen lain
my_mm: အခြားလိုင်စင်များ
nl_nl: Andere licenties
pl_pl: Inne licencje
pt_br: Outras licenças
ru_ru: Другие лицензии
sq_al: Licensa të tjera
sv_se: Andra licenser
sw_ke: Leseni nyingine
tr_tr: Diğer lisanslar
uk_ua: Інші ліцензії
vi_vn: Các giấy phép khác
zh_hans_cn: 其他licenses

# fragment_openorder_v2_marketfilter
source: Hide other pairs
cs_cz: Skrýt ostatní páry
da_dk: Skjul andre par
de_de: Andere Paare ausblenden
es_es: Esconder Otros Pares
fr_fr: Masquer les autres paires
hi_in: अन्य जोडो को छुपाएं
id_id: Sembunyikan pair lainnya
ja_jp: この取引ペアだけを表示
ms_my: Sembunyikan pasangan lain
my_mm: အခြားအတွဲများကို ဖျောက်ပါ။
nl_nl: Verberg andere paren
pl_pl: Ukryj inne pary
pt_br: Ocultar outros pares
ru_ru: Спрятать остальные пары
sq_al: Fshehni palët e tjera
sv_se: Dölj andra par
sw_ke: Ficha jozi nyingine
tr_tr: Diğer çiftleri gizle
uk_ua: Сховати інші пари
vi_vn: Ẩn các cặp khác
zh_hans_cn: 只看该交易对

# fragment_openorder_v2_cancel_dialog_content_marketfilter
source: All open orders in the %@ market will be canceled. Do you want to proceed?
cs_cz: Všechny otevřené objednávky na trhu %@ budou zrušeny. Chcete pokračovat?
da_dk: Alle åbne odre i%@ markedet vil blive annulleret. Vil du fortsætte?
de_de: Alle offenen Aufträge im Markt %@ werden storniert. Möchten Sie fortfahren?
es_es: Se cancelarán todas las órdenes abiertas en el mercado %@. ¿Quieres continuar?
fr_fr: Toutes les commandes ouvertes sur le marché %@ seront annulées. Voulez-vous poursuivre?
hi_in: %@ बाजार के सभी खुले आदेश रद्द कर दिए जाएंगे। क्या आप आगे बढ़ना चाहते हैं?
id_id: Semua pesanan terbuka di pasar %@ akan dibatalkan. Apakah Anda ingin melanjutkan?
ja_jp: %@の全未締結注文がキャンセルされます。本当にキャンセルしますか？
ms_my: Kesemua pesanan terbuka di %@ akan dibatalkan. Adakah anda mahu teruskan?
my_mm: %@ စျေးကွက်ရှိ ဖွင့်ထားသော အမှာစာများအားလုံးကို ပယ်ဖျက်လိုက်ပါမည်။ ရှေ့ဆက်လိုပါသလား?
nl_nl: Alle open orders in de %@ markt zullen worden geannuleerd. Wil je doorgaan?
pl_pl: Wszystkie otwarte zlecenia na rynku %@ zostaną anulowane. Czy chcesz kontynuować?
pt_br: Todas as ordens abertas no mercado %@ serão canceladas. Você deseja prosseguir?
ru_ru: Все ордера на рынке %@ будут отменены. Вы хотите продолжить?
sq_al: Të gjitha porositë e hapura në tregun %@ do të anulohen. Dëshironi të vazhdoni?
sv_se: Alla öppna beställningar på %@-marknaden kommer att annulleras. Vill du fortsätta?
sw_ke: Maagizo yote wazi katika soko la %@ yataghairiwa. Je, ungependa kuendelea?
tr_tr: %@ piyasasındaki tüm açık siparişler iptal edilecektir. Devam etmek istiyor musunuz?
uk_ua: Усі відкриті замовлення на ринку %@ будуть скасовані. Ви хочете продовжити?
vi_vn: Tất cả các lệnh đang mở trong thị trường %@ sẽ bị hủy. Bạn có muốn tiếp tục không?
zh_hans_cn: %@的所有未成交订单将被取消，真的确定取消吗？

# activity_buy_prob_purchasehistory
source: Purchase history >
cs_cz: Historie objednávek >
da_dk: Købshistorik >
de_de: Vergangene Einäufe >
es_es: Historial de Compra >
fr_fr: Historique d'achat >
hi_in: खरीद इतिहास >
id_id: Riwayat Pembelian >
ja_jp: 購買内訳 >
ms_my: Pembelian sejarah >
my_mm: ၀ယ်ယူမှု မှတ်တမ်း >
nl_nl: Aankoop geschiedenis >
pl_pl: Historia zakupów >
pt_br: Histórico de Compras >
ru_ru: История заказов >
sq_al: Historia e Blerjes >
sv_se: Köphistorik >
sw_ke: Historia ya ununuzi >
tr_tr: Satınalma geçmişi >
uk_ua: Історія покупок >
vi_vn: Lịch sử mua >
zh_hans_cn: 购买记录

# fragment_walletdetailsv2_stake_stakehistory
source: Stake history >
cs_cz: Historie sázek >
da_dk: Indsats historik >
de_de: Stake Verlauf >
es_es: Historial de Stake >
fr_fr: Historique de staking >
hi_in: स्टेकिंग का इतिहास >
id_id: Riwayat Stake >
ja_jp: ステーキング内訳 >
ms_my: Pertaruhan sejarah >
my_mm: Stake မှတ်တမ်း >
nl_nl: Stake geschiedenis >
pl_pl: Historia stawek >
pt_br: Histórico de Stake >
ru_ru: История стейкинга >
sq_al: Historia e Stake
sv_se: Stejkhistorik >
sw_ke: Historia ya Steki >
tr_tr: Stake geçmişi >
uk_ua: Історія стейкінгу >
vi_vn: Lịch sử stake >
zh_hans_cn: Stake 记录
