Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_appsettings_language_hint
source: Display content in the selected language.
cs_cz: Zobrazit obsah ve vybraném jazyce.
da_dk: Vis indhold på det valgte sprog.
de_de: Inhalt in der ausgewaehlten Sprache anzeigen.
es_es: Mostrar contenido en el idioma seleccionado
fr_fr: Afficher le contenu dans la langue sélectionnée.
hi_in: चयनित भाषा में सामग्री प्रदर्शित करें।
id_id: Menampilkan konten dalam bahasa yang dipilih.
ja_jp: 選択された言語で内容を表示します。
ms_my: Paparkan kandungan dalam bahasa yang dipilih.
my_mm: ရွေးချယ်ထားသော ဘာသာစကားဖြင့် အကြောင်းအရာကို ပြသပါ။
nl_nl: Geef inhoud weer in de geselecteerde taal.
pl_pl: Wyświetl zawartość w wybranym języku.
pt_br: Exibir conteúdo no idioma selecionado.
ru_ru: Отображать контент на выбранном языке.
sq_al: Shfaq përmbajtjen në gjuhën e zgjedhur.
sv_se: Visa innehållet på det valda språket.
sw_ke: Onyesha maudhui katika lugha iliyochaguliwa.
tr_tr: İçeriği seçilen dilde görüntüle
uk_ua: Відображати контент обраною мовою.
vi_vn: Hiển thị nội dung bằng ngôn ngữ đã chọn
zh_hans_cn: 以所选语言显示内容。
zh_hant_tw: 已所選語言顯示內容。

# activity_notificationsettings_pushelements
source: Notifications
cs_cz: Upozornění
da_dk: Notifikationer
de_de: Benachrichtigungen
es_es: Notificaciones
hi_in: सूचना
id_id: Notifikasi
ja_jp: 通知
ms_my: Pemberitahuan
my_mm: နိုတီများ
nl_nl: Notificaties
pl_pl: Powiadomienia
pt_br: Notificações
ru_ru: Уведомления
sq_al: Njoftimet
sv_se: Notiser
sw_ke: Arifa
tr_tr: Bildirimler
uk_ua: Сповіщення
vi_vn: Thông báo
zh_hans_cn: 通知
zh_hant_tw: 通知

# activity_notificationsettings_pushelements_dndsetting_title
source: Do not disturb mode
cs_cz: Nerušit mód
da_dk: Forstyr ikke
de_de: Nicht stoeren Modus
es_es: Modo No Molestar
fr_fr: Mode "ne pas déranger"
hi_in: डिस्टर्ब न करें मोड
id_id: Mode jangan diganggu (Do not disturb mode)
ja_jp: 妨害禁止モード
ms_my: Jangan ganggu mod
my_mm: မနှောင့်ယှက်ရမုဒ်
nl_nl: Niet Storen modus
pl_pl: Tryb nie przeszkadzać
pt_br: Modo não perturbe
ru_ru: Режим Не Беспокоить
sq_al: Gjendja "mos më shqetëso"
sv_se: Stör ej-läge
sw_ke: Hali ya kutosumbua
tr_tr: Rahatsız etmeyiniz modu
uk_ua: Режим Не турбувати
vi_vn: Chế độ không làm phiền
zh_hans_cn: 勿扰模式
zh_hant_tw: 勿擾模式

# activity_notificationsettings_pushelements_systemsettings_title
source: System notification settings
cs_cz: Nastavení systémového upozornění
da_dk: System notifikationsindstillinger
de_de: System Benachrichtigung Einstellungen
es_es: Ajustes del sistema de notificaciones
fr_fr: Paramètres du système de notifications
hi_in: सिस्टम अधिसूचना सेटिंग्स
id_id: Pengaturan system pemberitahuan
ja_jp: 通知設定
ms_my: Tetapan sistem pemberitahuan
my_mm: စနစ်သတိပေးချက် ဆက်တင်များ
nl_nl: System notificatie instellingen
pl_pl: Ustawienia powiadomień systemowych
pt_br: Configurações de notificação do sistema
ru_ru: Настройки системы уведомлений
sq_al: Cilësimet e sistemit të njoftimeve
sv_se: Inställningar för systemnotiser
sw_ke: Mipangilio ya arifa za mfumo
tr_tr: Sistem bildirim ayarları
uk_ua: Налаштування системи сповіщень
vi_vn: Cài đặt hệ thống thông báo
zh_hans_cn: 通知设置
zh_hant_tw: 通知設置

# activity_notificationsettings_pushelements_withdrawaldepositnotification_title
source: Deposit/Withdrawal notification
cs_cz: Vkladové/výběrové upozornění
da_dk: Indbetalings-/Hævning notifikation
de_de: Deposit/Abhebung Benachrichtigung
es_es: Notificación Depositar/Retirar
fr_fr: Notification de dépôt/retrait
hi_in: जमा / निकासी सूचना
id_id: Pemberitahuan deposit/penarikan
ja_jp: 入出金通知
ms_my: Pemberitahuan deposit / pengeluaran
my_mm: ငွေသွင်း/ငွေထုတ် နိုတီ
nl_nl: Storting / opname notificaties
pl_pl: Powiadomienia o wpłacie/wypłacie
pt_br: Notificação de depósito / retirada
ru_ru: Уведомления о внесении/выводе средств
sq_al: Njoftimi për Depozitimin/Tërheqjen
sv_se: Notiser vid insättningar/uttag
sw_ke: Arifa za Uwekaji/Utoaji
tr_tr: Para yatırma/çekme bildirimi
uk_ua: Сповіщення про депозит / зняття коштів
vi_vn: Thông báo Nạp/rút tiền
zh_hans_cn: 存款和取款通知
zh_hant_tw: 存款和取款通知

# activity_notificationsettings_pushelements_withdrawaldepositnotification_hint
source: Receive Deposit/Withdrawal notifications
cs_cz: Obdržet vkladové/výběrové upozornění
da_dk: Modtag Indbetalings-/Hævnings notifikationer
de_de: Bekommen Sie Deposit/Abhebung Benachrichtigungen
es_es: Notificación Push en Depositar/Retirar
fr_fr: Recevoir des notifications de dépôt/retrait
hi_in: जमा / निकासी सूचनाएं प्राप्त करें
id_id: Menerima pemberitahuan deposit/withdrawal
ja_jp: 入出金リクエスト、完了時にプッシュ通知でお知らせいたします。
ms_my: Terima pemberitahuan deposit / pengeluaran
my_mm: ငွေသွင်း/ငွေထုတ် နိုတီများကို လက်ခံရယူပါ။
nl_nl: Ontvang stortings- / opnamenotificaties
pl_pl: Otrzymuj powiadomienia o wpłatach/wypłatach
pt_br: Receber notificações de depósito / retirada
ru_ru: Получать уведомления о внесении/выводе средств
sq_al: Merrni njoftimet për Depozitimin/Tërheqjen
sv_se: Få notiser vid insättningar/uttag
sw_ke: Pokea arifa za Uwekaji/Utoaji
tr_tr: Para çekme/yatırma bildirimlerini alın
uk_ua: Отримувати сповіщення про депозит / зняття коштів
vi_vn: Nhận thông báo gửi/rút tiền
zh_hans_cn: 您将通过推送通知您存款和取款。
zh_hant_tw: 您將通過推播通知您存款和取款。

# activity_notificationsettings_pushelements_systemsettings_hint
source: Configure system notification settings
cs_cz: Konfigurace nastavení oznámení systému
da_dk: Konfigurer systemmeddelelsesindstillinger
de_de: Systembenachrichtigungseinstellungen konfigurieren
es_es: Configura ajustes del sistema de notificación
fr_fr: Configurer les paramètres du système de notifications
hi_in: सिस्टम सूचना सेटिंग्स कॉन्फ़िगर करें
id_id: Mengonfigurasi pengaturan system pemberitahuan
ja_jp: すべての通知のバッジ、サウンド、バナーなどを設定します。
ms_my: Konfigurasikan tetapan pemberitahuan sistem
my_mm: စနစ်သတိပေးချက်ဆက်တင်များကို စီစဉ်သတ်မှတ်ပါ။
nl_nl: Configureer instellingen voor systeemnotificaties
pl_pl: Skonfiguruj ustawienia powiadomień systemowych
pt_br: Definir configurações de notificação do sistema
ru_ru: Конфигурация системы настройки уведомлений
sq_al: Konfiguroni cilësimet e sistemit të njoftimeve
sv_se: Ändra inställningar för meddelande
sw_ke: Sanidi mipangilio ya arifa za mfumo
tr_tr: Sistem bildirim ayarlarını yapılandırma
uk_ua: Конфігурація системи налаштування сповіщень
vi_vn: Cấu hình cài đặt thông báo hệ thống
zh_hans_cn: 为您的所有通知设置铃声，弹窗等。
zh_hant_tw: 為您的所有通知設置鈴聲，彈窗等。

# activity_notificationsettings_pushelements_dndsetting_hint
source: Disable notifications from 23:00 ~ 07:00
cs_cz: Upozornění nefungujou od 23:00 ~ 07:00
da_dk: Deaktiver notifikationer fra 23:00 – 07:00
de_de: Mitteilungen deaktivieren von 23:00 ~ 07:00
es_es: Apagar notificaciones entre 23:00 y 07:00
fr_fr: Désactiver les notifications entre 23:00 et 07:00
hi_in: 23:00 ~ 07:00 से सूचनाएं अक्षम करें
id_id: Nonaktifkan notifikasi dari 23:00 ~ 07:00
ja_jp: 23:00~07:00は通知を受け付けません。
ms_my: Nyahaktif pemberitahuan dari jam 23:00 ~ 07:00
my_mm: 23:00 ~ 07:00 အတွင်း နိုတီများကို ပိတ်ပါ။
nl_nl: Schakel notificaties uit tussen 23:00 ~ 07:00 uur
pl_pl: Wyłącz powiadomienia od 23:00 do 07:00
pt_br: Desativar notificações das 23:00 às 07:00
ru_ru: Отключить уведомления в период с 23:00 до 07:00
sq_al: Çaktivizoni njoftimet nga ora 23:00 deri në 07:00
sv_se: Stäng av meddelanden mellan 23:00 ~ 07:00
sw_ke: Lemaza arifa kutoka 23:00 ~ 07:00
tr_tr: 23:00 ~ 07:00 saatleri arasında bildirimleri almayın
uk_ua: Відключити сповіщення в період з 23:00 до 07:00
vi_vn: Tắt thông báo từ 23:00 giờ đến 07:00 giờ
zh_hans_cn: 您不会在23:00至07:00之间收到通知。
zh_hant_tw: 您不會在23:00至07:00之間收到通知。

# activity_terms_privacyterms
source: Privacy policy
cs_cz: Zásady osobních údajů
da_dk: Privatlivspolitik
de_de: Datenschutzbestimmungen
es_es: Política de Privacidad
fr_fr: Politique de confidentialité
hi_in: गोपनीयता नीति
id_id: Kebijakan Privasi
ja_jp: プライバシーポリシー
ms_my: Dasar Privasi
my_mm: ကိုယ်ရေးအချက်အလက်မူဝါဒ
nl_nl: Privacybeleid
pl_pl: Polityka prywatności
pt_br: Política de Privacidade
ru_ru: Политика конфиденциальности
sq_al: Rregullorja e privatësisë
sv_se: Integritetspolicy
sw_ke: Sera ya faragha
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності
vi_vn: Chính sách bảo mật
zh_hans_cn: 隐私政策
zh_hant_tw: 隱私政策

# activity_terms_probitterms
source: ProBit Global terms and conditions
cs_cz: ProBit Global Podmínky použití
da_dk: ProBit vilkår og betingelser
de_de: ProBit Geschaeftsbedingungen
es_es: ProBit Términos y Condiciones.
fr_fr: Termes et Conditions de ProBit Global
hi_in: ProBit Global नियम और शर्तें
id_id: Syarat dan ketentuan ProBit
ja_jp: ProBit利用約款
ms_my: Terma dan Syarat ProBit
my_mm: ProBit စည်းကမ်းသတ်မှတ်ချက်များ
nl_nl: Algemene voorwaarden van ProBit
pl_pl: Regulamin ProBit Global
pt_br: Termos e condições da ProBit Global
ru_ru: Положения и условия ProBit Global
sq_al: Termat dhe kushtet e ProBit
sv_se: ProBit Villkor
sw_ke: Sheria na masharti ya ProBit
tr_tr: ProBit Şartlar ve Koşullar
uk_ua: Положення та умови ProBit Global
vi_vn: Các điều khoản và điều kiện của ProBit
zh_hans_cn: ProBit Global服务条款
zh_hant_tw: ProBit Global服務條款

# notification_silent_channel_name
source: Receive ProBit Global's Notification (Nighttime)
cs_cz: Dostaňte ProBit Global upozornění (Noční čas)
da_dk: Modtag ProBit Notifikationer (Nattid)
de_de: Bekommen Sie ProBit Benachrichtigungen (Nachtzeit)
es_es: Notificación Push de ProBit (Noche)
fr_fr: Recevoir les notifications de ProBit Global (la nuit)
hi_in: ProBit Global सूचना प्राप्त करें (रात का समय)
id_id: Menerima ProBit Notification (malam)
ja_jp: ProBitプッシュ通知(夜間)
ms_my: Terima Pemberitahuan dari ProBit (Waktu Malam)
my_mm: ProBit နိုတီကို လက်ခံရယူပါ (ညအချိန်)။
nl_nl: Ontvang ProBit Notificaties (Nacht)
pl_pl: Otrzymuj powiadomienia ProBit Global (w nocy)
pt_br: Receber notificação da ProBit Global (noturno)
ru_ru: Получить уведомление ProBit Global (Ночное время)
sq_al: Merrni Njoftime nga ProBit (Natën)
sv_se: Få meddelanden från ProBit (nattetid)
sw_ke: Pokea Arifa ya ProBit (Usiku)
tr_tr: ProBit Bildirimlerini Alın (Gece)
uk_ua: Отримувати повідомлення від ProBit Global (Нічний час)
vi_vn: Nhận thông tin từ ProBit (Buổi tối)
zh_hans_cn: 接收ProBit Global的通知（夜间）
zh_hant_tw: 接收ProBit Global的通知（夜間）

# alert_rate_limited
source: Please try again later.
cs_cz: Prosím zkuste to znova později.
da_dk: Prøv igen senere.
de_de: Bitter versuchen Sie es spaeter erneut.
es_es: Por favor, inténtelo de nuevo más tarde
fr_fr: Veuillez réessayer ultérieurement.
hi_in: बाद में पुन: प्रयास करें।
id_id: Silakan coba lagi nanti
ja_jp: しばらくしてからもう一度お試しください。
ms_my: Sila cuba sebentar lagi.
my_mm: နောက်မှ ထပ်စမ်းကြည့်ပါ။
nl_nl: Probeer het later opnieuw.
pl_pl: Spróbuj ponownie później.
pt_br: Por favor, tente novamente mais tarde.
ru_ru: Пожалуйста, попробуйте позднее снова.
sq_al: Ju lutemi provoni përsëri më vonë.
sv_se: Vänligen försök senare.
sw_ke: Tafadhali jaribu tena baadaye
tr_tr: Lütfen daha sonra tekrar deneyiniz
uk_ua: Будь ласка, спробуйте ще раз пізніше.
vi_vn: Vui lòng thử lại sau.
zh_hans_cn: 请稍后再试
zh_hant_tw: 請稍後再試

# navigationbar_history
source: History
cs_cz: Historie
da_dk: Historik
es_es: Historial
fr_fr: Historique
hi_in: इतिहास
ja_jp: 資産内訳
ms_my: Rekod
my_mm: မှတ်တမ်း
nl_nl: Geschiedenis
pl_pl: Historia
pt_br: Histórico
ru_ru: История
sq_al: Historia
sv_se: Historik
sw_ke: Historia
tr_tr: Geçmiş
uk_ua: Історія
vi_vn: Lịch sử
zh_hans_cn: 资产记录
zh_hant_tw: 資產紀錄

# navigationbar_home
source: Home
cs_cz: Domov
da_dk: Hjem
es_es: Inicio
fr_fr: Accueil
hi_in: मुख्य पृष्ठ
ja_jp: ホーム
ms_my: Laman Utama
my_mm: ပင်မစာမျက်နှာ
nl_nl: Thuis
pl_pl: Strona Główna
pt_br: Início
ru_ru: Домой
sq_al: Faqja Kryesore
sv_se: Hem
sw_ke: Nyumbani
tr_tr: Ana Menü
uk_ua: Додому
vi_vn: Trang Chủ
zh_hans_cn: 主页
zh_hant_tw: 主頁

# navigationbar_market
source: Exchange
cs_cz: Výměna
es_es: Mercados
fr_fr: Echange
hi_in: विनिमय(एक्सचेंज)
ja_jp: 取引所
pl_pl: Wymiana
ru_ru: Обмен
sq_al: Shkëmbim
sw_ke: Ubadilishano
tr_tr: Borsa
uk_ua: Обмін
vi_vn: Sàn giao dịch
zh_hans_cn: 交易所
zh_hant_tw: 交易所

# navigationbar_settings
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
hi_in: सेटिंग्स
ja_jp: 設定
ms_my: Tetapan
my_mm: ဆက်တင်များ
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sq_al: Cilësimet
sv_se: Inställningar
sw_ke: Mipangilio
tr_tr: Ayarlar
uk_ua: Налаштування
vi_vn: Cài đặt
zh_hans_cn: 设置
zh_hant_tw: 設置

# navigationbar_wallet
source: Wallet
cs_cz: Peněženka
da_dk: Tegnebog
es_es: Monedero
fr_fr: Portefeuille
hi_in: वॉलेट
ja_jp: ウォレット
ms_my: Dompet
my_mm: ပိုက်ဆံအိတ်
pl_pl: Portfel
pt_br: Carteira
ru_ru: Кошелек
sq_al: Portofoli
sv_se: Plånbok
sw_ke: Mfuko
tr_tr: Cüzdan
uk_ua: Гаманець
vi_vn: Ví
zh_hans_cn: 钱包
zh_hant_tw: 錢包

# fragment_withdrawal_availablebalance_krw
source: Available balance
cs_cz: Dostupná balance
da_dk: Tilgængelig balance
de_de: Verfuegbares Saldo
es_es: Saldo Disponible
fr_fr: Solde disponible
hi_in: उपलब्ध शेष राशि
id_id: Saldo yang tersedia
ja_jp: 出金可能金額
ms_my: Baki disediakan
my_mm: ထုတ်ယူနိုင်သောပမာဏ
nl_nl: Beschikbaar saldo
pl_pl: Dostępne saldo
pt_br: Saldo disponível
ru_ru: Доступная сумма
sq_al: Bilanci i disponueshëm
sv_se: Tillgängligt saldo
sw_ke: Baki linalopatikana
tr_tr: Mevcut Bakiye
uk_ua: Доступна сума
vi_vn: Số dư tài khoản khả dụng
zh_hans_cn: 可用余额
zh_hant_tw: 可用餘額

# fragment_withdrawal_withdrawalamount_krw
source: Withdrawal balance
cs_cz: Výběrový zůstatek
da_dk: Hæve balance
de_de: Abhebungssaldo
es_es: Saldo de retiros
fr_fr: Solde de retrait
hi_in: निकासी शेष राशि
id_id: Saldo penarikan
ja_jp: 出金金額
ms_my: Baki pengeluaran
my_mm: ထုတ်ငွေလက်ကျန်
nl_nl: Opname saldo
pl_pl: Saldo wypłat
pt_br: Saldo de retirada
ru_ru: Баланс для вывода средств
sq_al: Bilanci i tërheqjes
sv_se: Uttagssaldo
sw_ke: Baki la utoaji
tr_tr: Para çekme bakiyesi
uk_ua: Баланс для зняття коштів
vi_vn: Rút số dư tài khoản
zh_hans_cn: 提款数量
zh_hant_tw: 提款金額

# alert_withdrawal_krw_limited_by_deposit
source: Withdrawal failed. After a KRW deposit is made, KRW withdrawals and asset transfers are restricted for a specified period of time. Please check the article on the FAQ section for details.
cs_cz: Výběr selhal. Po provedení vkladu KRW jsou výběry a převody aktiv KRW omezeny na určité časové období. Podrobnosti naleznete v článku v sekci FAQ.
da_dk: Hævning mislykkedes. Når der er foretaget en KRW-indbetaling, er KRW-hævninger og aktivoverførsler begrænset i en bestemt periode. Se artiklen i FAQ-sektionen for flere detaljer.
de_de: Abhebung fehlgeschlagen. Nachdem ein KRW Deposit gemacht wurde, sind KRW Abhebungen und Asset Transfers für einen bestimmten Zeitraum gesperrt. Bitte lesen Sie den Artikel auf der FAQ Seite für mehr Details.
es_es: Retiro Fallido. Luego de que el depósito de KRW es realizado, los retiros de KRW y las transferencias de activos son restringidas por un periodo de tiempo específico. Por favor revisa el artículo relacionado a esta situación en FAQ para más detalles.
fr_fr: Echec du retrait. Une fois que le dépôt KRW est effectué, les retraits KRW et les transferts d'actifs sont restreints pendant une durée spécifique. Pour plus d'informations, veuillez consulter la FAQ à ce sujet.
hi_in: निकासी विफल रही। KRW जमा किए जाने के बाद, KRW निकासी और परिसंपत्ति हस्तांतरण समय की एक निर्दिष्ट अवधि के लिए प्रतिबंधित हैं। कृपया विवरण के लिए अक्सर पूछे जाने वाले प्रश्न अनुभाग पर लेख देखें।
id_id: Penarikan gagal. Setelah deposit KRW, penarikan KRW dan aset yang bergerak terbatas untuk periode tertentu. Silakan periksa artikel kami di bagian FAQ untuk rinciannya.
ja_jp: 出金に失敗。ウォン貨入金後は一定時間、出金及び資産移動が制限されます。 詳しい内容はホームページをご確認ください。
ms_my: Pengeluaran gagal. Setelah deposit KRW dibuat, pengeluaran dan pemindahan aset KRW disekat untuk jangka masa yang ditentukan. Sila baca artikel di bahagian FAQ untuk maklumat lanjut.
my_mm: ငွေထုတ်ခြင်း မအောင်မြင်ပါ။ KRW သွင်းပြီးနောက် KRW ထုတ်ခြင်းနှင့် ပိုင်ဆိုင်မှုလွှဲပြောင်းမှုများကို သတ်မှတ်ထားသည့် အချိန်အတိုင်းအတာတစ်ခုအတွင်း ကန့်သတ်ထားပါသည်။ အသေးစိတ်အတွက် FAQ ကဏ္ဍရှိ ဆောင်းပါးကို စစ်ဆေးပါ။
nl_nl: Opname mislukt. Nadat een KRW storting is gedaan, zijn KRW opnames en overboekingen van assets gedurende een bepaalde periode beperkt. Raadpleeg het artikel in de FAQ-sectie voor meer informatie.
pl_pl: Wypłata nie powiodła się. Po dokonaniu wpłaty KRW, wypłaty i przelewy KRW są ograniczone na określony czas. Szczegółowe informacje można znaleźć w artykule w sekcji FAQ.
pt_br: A retirada falhou. Depois que um depósito de KRW é feito, as retiradas de KRW e as transferências de ativos ficam restritas por um período especificado. Por favor, verifique o artigo na seção FAQ para obter detalhes.
ru_ru: Вывод средств не удался. После внесения KRW, вывод и движение KRW ограничен на определенный период времени. Пожалуйста, прочитатью статью об этом в разделе FAQ для подробностей.
sq_al: Tërheqja dështoi. Pasi të bëhet një depozitë e KRW, tërheqjet dhe transferimet e aseteve janë të kufizuara për një periudhë të caktuar kohe. Ju lutemi kontrolloni artikullin në seksionin Pyetje të Shpeshta(FAQ) për më teepër detaje.
sv_se: Insättning misslyckades. Efter du har gjort en KRW-insättning begränsas KRW-uttag och tillgångsöverföringar under en viss tid. Vänligen läs artikeln på vår FAQ-sida för ytterligare information.
sw_ke: Utoaji haukufaulu. Baada ya amana ya KRW kuwekwa, utoaji wa KRW na uhamishaji wa mali huzuiliwa kwa muda maalum. Tafadhali angalia makala kwenye sehemu ya Maswali Yanayoulizwa Mara kwa Mara kwa maelezo.
tr_tr: Para çekme işlemi başarısız oldu. KRW depozitosu yapıldıktan sonra KRW para çekme ve varlık transferleri belirli bir süre için kısıtlanır. Lütfen ayrıntılar için SSS bölümündeki makaleye bakın.
uk_ua: Виведення коштів не вдалося. Після внесення KRW, виведення і рух KRW обмежений на певний період часу. Будь ласка, прочитайте статтю про це в розділі FAQ для подробиць.
vi_vn: Rút tiền thất bại. Sau khi gửi tiền KRW, rút tiền KRW và chuyển tài sản sẽ bị hạn chế trong một khoảng thời gian xác định. Vui lòng kiểm tra bài viết trên phần FAQ để biết thêm chi tiết.
zh_hans_cn: 提款失败。 存入韩币后，在指定的时间内限制韩币取款和资产转移。 请查看“常见问题”了解详细信息。
zh_hant_tw: 提款失敗。 存入韓幣後，在指定的時間内限制韓幣取款和資產轉移。 請查看“常見問題”了解詳細訊息。

# alert_order_failed_notallowedcountryexception
source: Order failed: This order cannot be placed from your country
cs_cz: Objednávka se nezdařila: Tato objednávka nemohla být vložena z vaší země
da_dk: Bestilling mislykkedes: Denne ordre kan ikke placeres fra dit land
de_de: Auftrag fehlgeschlagen: Diese Bestellung kann in Ihrem Land nicht aufgegeben werden
es_es: Orden Fallida: Esta orden no se puede realizar desde tu país
fr_fr: Echec de l'ordre: cet ordre ne peut pas être effectué depuis votre pays.
hi_in: आदेश विफल: यह आदेश आपके देश से नहीं रखा जा सकता है
id_id: Order gagal: pesanan ini tidak dapat ditempatkan dari negara Anda
ja_jp: 注文失敗:現在お住まいの国では取引できない市場です。
ms_my: Pesanan gagal: Pesanan ini tidak dapat dilakukan dari negara anda
my_mm: မှာယူမှု မအောင်မြင်ပါ: ဤမှာယူမှုကို သင့်နိုင်ငံမှ လုပ်၍မရပါ။
nl_nl: Order mislukt: Deze order kan niet vanuit jouw land worden geplaatst
pl_pl: Zamówienie nie powiodło się: tego zamówienia nie można złożyć z Twojego kraju
pt_br: Falha no pedido: esta Ordem não pode ser feita em seu país
ru_ru: Запрос не удался: Данный запрос не может быть отправлен из Вашей страны
sq_al: Porosia dështoi: Ky urdhër nuk mund të bëhet nga vendi juaj
sv_se: Ordern misslyckades: Du kan inte placera denna order från ditt land
sw_ke: Agizo limeshindwa: Agizo hili haliwezi kuwekwa kutoka nchi yako
tr_tr: Sipariş başarısız oldu: Bu sipariş ülkenizden alınamıyor
uk_ua: Запит не вдався: Даний запит не може бути відправлений з вашої країни
vi_vn: Đặt hàng thất bại: Không thể đặt hàng từ quốc gia của bạn
zh_hans_cn: 下单失败：您所在国家无法进行这笔交易
zh_hant_tw: 下單失敗 : 您所在國家無法進行這筆交易

# fragment_withdrawal_confirmation_krw_notice_content
source: - KRW withdrawals will be processed once in the morning and once in the evening. KRW withdrawals made on holidays will be processed on the next business day.
cs_cz: - Výběry KRW budou zpracovány jednou ráno a jednou večer. Výběry KRW o svátcích budou zpracovány následující pracovní den.
da_dk: - KRW-hævninger behandles en gang om morgenen og en gang om aftenen. KRW-hævninger foretaget på helligdage behandles den næste arbejdsdag.
de_de: - KRW Abhebungen werden einmal morgens und einmal abends verarbeitet. KRW Abhebungen an Feiertagen werden am naechsten Arbeitstag verarbeitet.
es_es: - Retiros de KRW serán procesados una vez por las mañanas y una vez por las tardes. los Retiros de KRW realizados en días festivos serán precesados el siguiente día hábil.
fr_fr: - Les retraits KRW sont traités une fois le matin et une fois le soir. Les retraits KRW effectués sur un jour non-ouvré sont traités le jour ouvré suivant.
hi_in: - KRW निकासी की प्रक्रिया एक बार सुबह और एक बार शाम को की जाएगी। छुट्टियों पर किए गए KRW निकासी को अगले कारोबारी दिन पर संसाधित किया जाएगा।
id_id: - Penarikan KRW akan diproses sekali di pagi hari dan sekali di malam hari. Penarikan KRW yang dilakukan saat liburan akan diproses pada hari kerja berikutnya.
ja_jp: - ウォン貨の出金は平日午前1回、午後1回出金処理されます。 週末および休日に申し込まれたウォン貨の出金は次の平日に出金処理されます。
ms_my: - Pengeluaran KRW akan diproses sekali pada waktu pagi dan sekali pada waktu petang. Pengeluan KRW yang dilakukan pada cuti umum akan diproses pada hari berkerja berikutnya.
my_mm: - KRW ငွေထုတ်ခြင်းကို မနက်တစ်ကြိမ်နှင့် ညနေတစ်ကြိမ် ဆောင်ရွက်ပေးပါမည်။ ပိတ်ရက်များတွင် ပြုလုပ်သော KRW ထုတ်ယူမှုများကို နောက်နေ့ရုံးဖွင့်ရက်တွင် လုပ်ဆောင်ပါမည်။
nl_nl: - KRW opnames worden één keer 's ochtends en één keer' s avonds verwerkt. KRW opnames op feestdagen worden de volgende werkdag verwerkt.
pl_pl: - Wypłaty KRW będą przetwarzane raz rano i raz wieczorem. Wypłaty KRW dokonane w dni wolne od pracy będą przetwarzane następnego dnia roboczego.
pt_br: - As retiradas de KRW serão processadas uma vez pela manhã e outra à noite. As retiradas de KRW feitas nos feriados serão processadas no próximo dia útil.
ru_ru: - Выведение KRW будет производиться один раз утром и один раз вечером. Запрос на выведение KRW, произведенный в праздничные дни, будет обработан на следующий рабочий день.
sq_al: - Tërheqjet e KRW do të përpunohen një herë në mëngjes dhe një herë në mbrëmje. Tërheqjet e KRW të bëra gjatë festave do të përpunohen në ditën tjetër të punës.
sv_se: - Uttag i KRW bearbetas en gång på morgonen och en gång på kvällen. Uttag i KRW gjorda på helgdagar kommer att bearbetas nästa arbetsdag.
sw_ke: - Utoaji wa KRW utachakatwa mara moja asubuhi na mara moja jioni. Utoaji wa KRW unaofanywa siku za likizo utachakatwa siku inayofuata ya kazi.
tr_tr: - KRW para çekme işlemleri sabahları bir kez ve akşamları bir kez yapılacaktır. Tatilde yapılan KRW para çekme işlemleri bir sonraki iş gününde işleme alınacaktır.
uk_ua: - Виведення KRW буде проводитися один раз зранку і один раз увечері. Запит на виведення KRW, зроблений у святкові дні, буде оброблено наступного робочого дня.
vi_vn: - Việc rút tiền KRW sẽ được xử lý một lần vào buổi sáng và một lần vào buổi tối. Rút tiền KRW trong các ngày lễ sẽ được xử lý vào ngày làm việc tiếp theo.
zh_hans_cn: -韩元提款将在早上和下午各处理一次。 节假日韩币提款将在下一个工作日处理。
zh_hant_tw: -韓幣提款將在早上和下午各處理一次。 節假日韓幣提款將在下一個工作日處理。
