Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# activity_probitlab_feedback
source: You can leave feedback by sending mail to app@probit.com, or with ProBit Global official media channels. (such as Telegram)
cs_cz: Zpětnou vazbu můžete zanechat zasláním e-mailu na adresu app@probit.com nebo prostřednictvím oficiálních mediálních kanálů ProBit Global. (například Telegram)
da_dk: Du kan give feedback ved at sende mail til app@probit.com eller med officielle ProBit-mediekanaler. (som f.eks. Telegram)
de_de: Sie können ein Feedback hinterlassen, indem Sie eine Mail senden an app@probit.com, oder durch die offiziellen Social Media Accounts von ProBit. (wie bspw. Telegram)
es_es: Puedes dejar retroalimentación enviando un correo electrónico a app@probit.com, o en los canales de medios oficiales de ProBit. (tales como Telegram)
fr_fr: Vous pouvez laisser un feed-back en envoyant un courrier à app@probit.com, via les réseaux sociaux officiels de ProBit Global. (tel que Telegram)
hi_in: आप app@probit.com, या ProBit Global के आधिकारिक मीडिया चैनलों के साथ मेल भेजकर प्रतिक्रिया दे सकते हैं। (जैसे टेलीग्राम)
id_id: Anda dapat meninggalkan feedback dengan mengirimkan email ke app@probit.com, atau dengan saluran media resmi ProBit. (seperti Telegram)
ja_jp: app@probit.com にメールを送信もしくは、ProBit公式メディア(カカオトーク等) を通して意見を残していただけます。
ms_my: Anda boleh tinggalkan feedback dengan menghantar e-mel ke app@probit.com, atau dengan channel media rasmi ProBit. (seperti Telegram)
my_mm: app@probit.com သို့ အီးမေးလ်ပေးပို့ခြင်းဖြင့် သို့မဟုတ် ProBit တရားဝင်မီဒီယာချန်နယ်များဖြင့် အကြံပြုချက်ကို ထားခဲ့နိုင်ပါသည်။ (ဥပမာ Telegram)
nl_nl: Je kunt feedback achterlaten door een e-mail te sturen naar app@probit.com, of via de Search Results officiële ProBit media kanalen. (such as Telegram)
pl_pl: Możesz wystawić opinię, wysyłając wiadomość na adres app@probit.com lub oficjalnymi kanałami medialnymi ProBit Global. (np. Telegram)
pt_br: Você pode deixar um feedback enviando um e-mail para app@probit.com ou com os canais de mídia oficiais da ProBit Global. (como o Telegram)
ru_ru: Вы можете оставить отзыв, отправив письмо на app@probit.com, или оставив сообщение на официальных каналах ProBit Global. (например Телеграм)
sq_al: Ju mund të lini reagime duke dërguar email në app@probit.com, ose me kanalet zyrtare të mediave ProBit. (si Telegram)
sv_se: Du kan lämna feedback genom att skicka e-post till app@probit.com eller via officiella ProBit-mediekanaler. (som Telegram)
sw_ke: Unaweza kuacha maoni kwa kutuma barua kwa app@probit.com, au kwa njia rasmi za media za ProBit. (kama vile Telegram)
tr_tr: app@probit.com adresine mail atarak veya ProBit resmi medya kanalları (Telegram gibi) ile yorum bırakabilirsiniz.
uk_ua: Ви можете залишити відгук, надіславши електронного листа на app@probit.com, або залишивши повідомлення на офіційних каналах ProBit Global. (Наприклад Telegram)
vi_vn: Bạn có thể để lại phản hồi bằng cách gửi thư đến email app@probit.com hoặc với các kênh truyền thông chính thức của ProBit. (như Telegram)
zh_hans_cn: 您可以向app@probit.com发送邮件，或是在ProBit Global的官方社群（例如Telegram）留下您的意见。
zh_hant_tw: 您可以向app@probit.com發送郵件，或是在ProBit Global的官方社群（例如Telegram）留下您的意見。

# activity_probitlab_incompletetranslation_masterswitch_title
source: Enable incomplete translations
cs_cz: Povolit neúplné překlady
da_dk: Aktiver ukomplette oversættelser
de_de: Unvollständige Übersetzungen aktivieren
es_es: Habilitar las traducciones incompletas
fr_fr: Autoriser les traductions incomplètes
hi_in: अधूरे अनुवाद सक्षम करें
id_id: Aktifkan terjemahan yang tidak lengkap
ja_jp: 未完成の翻訳を使用
ms_my: Aktifkan terjemahan tidak lengkap
my_mm: မပြည့်စုံသောဘာသာပြန်များကို အသုံးပြုပါ။
nl_nl: Schakel de incomplete vertalingen in
pl_pl: Włącz niepełne tłumaczenia
pt_br: Ativar traduções incompletas
ru_ru: Невозможно завершить перевод
sq_al: Aktivizo përkthimet jo të plota
sv_se: Aktivera ofullständiga översättningar
sw_ke: Wezesha tafsiri zisizo kamili
tr_tr: Tamamlanmamış çevirilere izin ver
uk_ua: Неможливо завершити переклад
vi_vn: Mở bản dịch không đầy đủ
zh_hans_cn: 使用未完成的翻译
zh_hant_tw: 使用未完成的翻譯

# activity_probitlab_incompletetranslation_masterswitch_description
source: Preview the incomplete translations
cs_cz: Náhled neúplných překladů.
da_dk: Forhåndsvis de ukomplette oversættelser
de_de: Vorschau der unvollständigen Übersetzungen
es_es: Vista previa de traducciones incompletas
fr_fr: Prévisualisez les traductions incomplètes.
hi_in: अधूरे अनुवादों को देखे
id_id: Preview terjemahan yang tidak lengkap.
ja_jp: すべて完了していない翻訳を前もって使用いたします。
ms_my: Lihat terjemahan yang tidak lengkap
my_mm: မပြည့်စုံသောဘာသာပြန်များကို စမ်းကြည့်ပါ။
nl_nl: Bekijk de incomplete vertalingen
pl_pl: Wyświetl podgląd niekompletnych tłumaczeń
pt_br: Visualize as traduções incompletas.
ru_ru: Предварительный просмотр незавершенных переводов.
sq_al: Shikoni përkthimet jo të plota
sv_se: Förhandsgranska de ofullständiga översättningarna
sw_ke: Hakiki tafsiri ambazo hazijakamilika
tr_tr: Tamamlanmamış çevirileri görüntüleyiniz
uk_ua: Попередній перегляд незавершених перекладів.
vi_vn: Xem trước các bản dịch chưa hoàn chỉnh
zh_hans_cn: 提前使用未完成的翻译
zh_hant_tw: 預覽未完成的翻譯。

# dialog_restart_needed_content
source: App restart is needed to apply configuration changes. Press Confirm to restart the app.
cs_cz: K provedení změn konfigurace je nutný restart aplikace. Stisknutím tlačítka Potvrďte restart aplikace.
da_dk: App genstart er nødvendig for at anvende konfigurationsændringer. Tryk Bekræft for at genstarte appen.
de_de: Die App neuzustarten ist notwendig, um Konfigurationsänderungen zu übernehmen. Klicken Sie auf Bestätigen, um die App neu zu starten.
es_es: Es necesario reiniciar la aplicación para aplicar los cambios de Configuración. Presiona Confirmar para reiniciar la aplicación.
fr_fr: Le redémarrage de l'application est nécessaire pour appliquer les modifications de configuration. Appuyez sur Confirmer pour redémarrer l'application.
hi_in: कॉन्फ़िगरेशन परिवर्तनों को लागू करने के लिए ऐप पुनरारंभ करना आवश्यक है। ऐप को पुनरारंभ करने के लिए पुष्टि करें दबाएं।
id_id: Restart aplikasi diperlukan untuk menerapkan perubahan konfigurasi. Tekan konfirmasi untuk memulai ulang aplikasi.
ja_jp: アプリを再起動した後に適用される設定が変更されました。 確認ボタンを押すと、アプリを再起動します。
ms_my: Restart semula aplikasi diperlukan untuk melakukan perubahan konfigurasi. Tekan Sahkan untuk restart aplikasi.
my_mm: အက်ပ်ကို ပြန်လည်စတင်သည့်အခါမှသာ ဆက်တင်များပြောင်းလဲသွားပါမည်။ အက်ပ်ကို ပြန်လည်စတင်ရန် အတည်ပြုမည် ခလုတ်ကို နှိပ်ပါ။
nl_nl: App restart is vereist voor het toepassen van de configuratie aanpassingen. Press bevestig om de app te herstarten.
pl_pl: Aby zastosować zmiany w konfiguracji, konieczne jest ponowne uruchomienie aplikacji. Naciśnij Potwierdź, aby ponownie uruchomić aplikację.
pt_br: É necessário reiniciar o aplicativo para aplicar as alterações na configuração. Pressione Confirmar para reiniciar o aplicativo.
ru_ru: Необходимо перезапустить приложение для применения изменений. Нажмите Подтвердить, чтобы перезапустить приложение.
sq_al: Rinisja e aplikacionit është e nevojshme për të aplikuar ndryshimet e konfigurimit. Shtypni Konfirmo për të rinisur aplikacionin.
sv_se: Omstart av appen behövs för att tillämpa ändringarna. Tryck på Bekräfta för att starta om appen.
sw_ke: Kuanzisha tena programu kunahitajika ili kutekeleza mabadiliko ya usanidi. Bonyeza Thibitisha ili kuanzisha upya programu.
tr_tr: Yapılandırma değişikliklerini uygulamak için uygulamanın yeniden başlatılması gerekiyor. Uygulamayı yeniden başlatmak için Onayla'ya tıklayın.
uk_ua: Необхідно перезапустити додаток для застосування змін. Натисніть Підтвердити, щоб перезапустити додаток.
vi_vn: Cần khởi động lại ứng dụng để áp dụng thay đổi cấu hình. Nhấn Xác nhận để khởi động lại ứng dụng.
zh_hans_cn: 需重启应用方能适用新的设置， 点击确认按钮重新启动
zh_hant_tw: 更新需要重啟來應用新的設定。 點選 “確認” 來重啟 APP。

# fragment_stakeconfirmation_errortoast_maxover
source: Max one time stake amount exceeded, please check the amount that you are trying to stake.
cs_cz: Maximální částka jednorázové částky překročena, zkontrolujte částku, kterou se snažíte vložit.
da_dk: Det maksimale engangs stake beløb er overskredet. Kontroller det beløb, du prøver at stake.
de_de: Max einmalige Stake Menge überschritten, bitte überprüfen Sie die Menge, die Sie zu Staken versuchen.
es_es: El monto máximo de una vez de stake se ha excedido, por favor, verifica el monto que estás inténtando de hacer stake.
fr_fr: Montant unique maximal dépassé, veuillez vérifier le montant que vous essayez de staker.
hi_in: अधिकतम एक बार हिस्सेदारी की राशि पार हो गई, कृपया उस राशि की जांच करें जिसे आप दांव पर लगा रहे हैं।
id_id: Maksimal satu kali jumlah stake telah terlampaui, silakan periksa jumlah yang Anda coba stake.
ja_jp: 一度にステークできる最大数量を超過しました。 入力した数量をもう一度確認してください。
ms_my: Melebihi max satu kali amaun stake, sila semak amaun yang anda cuba stake.
my_mm: တစ်ကြိမ်တွင် stakeလုပ်နိုင်သည့်အများဆုံးပမာဏကို ကျော်လွန်သွားပါပြီ။ သင်ထည့်သွင်းထားသော ပမာဏကို ထပ်မံစစ်ဆေးပါ။
nl_nl: Max eenmalige stake bedrag overschreden, controleer het bedrag dat je probeert te staken.
pl_pl: Przekroczono maksymalną jednorazową stawkę. Sprawdź kwotę, którą próbujesz postawić.
pt_br: O valor máximo de stake foi excedido, verifique o valor que você está tentando stake.
ru_ru: Максимально допустимая сумма для стейкинга превышена, пожалуйста, проверьте сумму, которую вы пытаетесь поставить на стейк.
sq_al: Shuma totale e stake të monedhës u tejkalua, ju lutemi kontrolloni shumën që po përpiqeni të stake-oni.
sv_se: Maxengångsbeloppet för stake har överskridits, kontrollera det belopp du försöker stejka.
sw_ke: Kiwango cha juu cha steki cha mara moja kimepitwa, tafadhali angalia kiasi ambacho unajaribu kuweka steki.
tr_tr: Bir seferde yapılabilecek maksimum stake miktarı aşıldı. Lütfen stake yapmaya çalıştığınız miktarı tekrar kontrol ediniz.
uk_ua: Максимально допустиму суму для стейкінгу перевищено, будь ласка, перевірте суму, яку ви намагаєтеся поставити на стейк.
vi_vn: Vượt quá số tiền đặt cược tối đa một lần, vui lòng kiểm tra số tiền bạn đang cố gắng đặt cược.
zh_hans_cn: 超过一次性可Stake的最大值，请重新确认输入的数量
zh_hant_tw: 已超過每次最大可 Stake 數量，請調整。

# fragment_stakeconfirmation_errortoast_capover
source: Max currency total stake amount exceeded. It may be possible that the stake event you are trying to participate is already over.
cs_cz: Byla překročena maximální celková částka vkladu v měně. Je možné, že sázka na akci, kterou se chcete účastnit, již skončila.
da_dk: Maksimum valutas samlede stake beløb overskredet. Det kan være muligt, at stake begivenheden, du prøver at deltage i, allerede er forbi.
de_de: Max Währung totale Stake Währung überschritten. Möglicherweise ist der Stake Event, an dem Sie teilnehmen wollen bereits vorbei.
es_es: Se excedió el monto máximo total de divisas stake. Es posible que el evento de staking en el que intentas participar ya haya terminado.
fr_fr: Le montant total et maximal de stake en devise est dépassé. Il est possible que l'événement de staking auquel vous essayez de participer soit déjà terminé.
hi_in: अधिकतम मुद्रा की कुल हिस्सेदारी राशि पार हो गई। यह संभव हो सकता है कि जिस स्टेक आयोजाना में आप भाग लेने की कोशिश कर रहे हैं वह पहले ही खत्म हो चुका है।
id_id: Jumlah total stake maksimum mata uang sudah terlampaui. Ada kemungkinan bahwa stake event yang sedang Anda coba untuk ikut serta telah berakhir.
ja_jp: 貨幣ステーク全体数量を超過しました。 ステークイベントの対象数量がすべてなくなった可能性があります。
ms_my: Melebihi jumlah amaun maksimum mata wang. Mungkin disebabkan event stake taruhan yang anda ingin sertai telah berakhir.
my_mm: ငွေကြေးstake၏ စုစုပေါင်းပမာဏကို ကျော်လွန်သွားပါပြီ။ သင်ပါဝင်ရန်ကြိုးစားနေသော stake eventသည် ပြီးသွားပြီဖြစ်နိုင်သည်။
nl_nl: Max currency totale stake bedrag is overschreden. Het is mogelijk dat het stake event waar je aan probeert mee te doen inmiddels verstreken is.
pl_pl: Przekroczono maksymalną kwotę stawki w walucie. Możliwe, że wydarzenie ze stawką, w którym próbujesz wziąć udział, już się zakończyło.
pt_br: Valor total de stake máximo da moeda foi excedido. Pode ser que o evento de staking que você está tentando participar já tenha terminado.
ru_ru: Максимальная сумма для стейкинга превышена. Возможно, что ивент, в котором вы пытаетесь принять участие уже закончился.
sq_al: Shuma totale e aksioneve të monedhës u tejkalua. Mund të jetë e mundur që eventi i Stake që po përpiqeni të merrni pjesë tashmë ka përfunduar.
sv_se: Maxbeloppets för total stake av valutan har överskridits. Det kan hända att stejkingeventet du försöker delta i redan är över.
sw_ke: Kiwango cha juu cha pesa cha jumla ya steki kimepitwa. Huenda ikawa tukio la steki unalojaribu kushiriki tayari limekwisha.
tr_tr: Toplamda yapılabilecek maksimum stake miktarı aşıldı. Katılmaya çalıştığınız stake etkinliği bitmiş olabilir.
uk_ua: Максимальну суму для стейкінгу перевищено. Можливо що івент, в якому ви намагаєтеся взяти участь, вже закінчився.
vi_vn: Vượt quá tổng số tiền đặt cược tối đa. Có thể sự kiện đặt cược mà bạn đang cố gắng tham gia đã kết thúc.
zh_hans_cn: 超过总Stake数量，活动或已结束
zh_hant_tw: 已超過最大可 Stake 數量。本次活動可能已結束。

# fragment_stakeconfirmation_errortoast_capamountperuserover
source: Max stake amount exceeded. This currency's total stake amount limit is %@ %@.
cs_cz: Byla překročena maximální částka sázky. Celkový limit sázky této měny je %@ %@.
da_dk: Maksimal stake beløb overskredet. Denne valutas samlede grænse for staking er %@ %@.
de_de: Max Stake Menge überschritten. Die maximale Stake Menge dieser Währung liegt bei %@ %@.
es_es: Se ha excedido el monto máximo de stake. El límite total de stake de esta moneda es de %@ %@.
fr_fr: Montant de staking maximum dépassé. La limite totale de stake de cette devise est de %@ %@.
hi_in: अधिकतम स्टेक राशि पार हो गई। इस मुद्रा की कुल स्टेक राशि की सीमा %@%@ है।
id_id: Jumlah stake maksimum terlampaui. Batas jumlah total stake mata uang ini adalah %@ %@.
ja_jp: 1人最大ステーク数量を超過しました。 この貨幣の1人ステークの制限数量は %@ %@ です。
ms_my: Melebih amaun max stake. Jumlah mata wang had amaun stake adalah %@ %@.
my_mm: လူတစ်ဦးလျှင် stakeအရေအတွက် အများဆုံးကို ကျော်လွန်သွားပါပြီ။ဤငွေကြေး၏ စုစုပေါင်းstakeပမာဏကန့်သတ်ချက်မှာ %@ %@ ဖြစ်ပါသည်။
nl_nl: Max stake bedrag is overschreden. Deze currency's totale stake bedrag limiet is %@ %@.
pl_pl: Przekroczono maksymalną stawkę. Łączny limit kwoty stawki w tej walucie wynosi %@ %@.
pt_br: Valor máximo de stake excedido. O valor total de stake da moeda é de %@%@.
ru_ru: Максимальная сумма стейкинга превышена. Максимально допустимая сумма стейкинга для этой валюты %@ %@.
sq_al: Shuma maksimale e stakeve është tejkaluar. Kufiri total i shumës së stakeve të monedhës së tij është %@ %@.
sv_se: Maxbeloppet för stake har överskridits. Denna valutas totala beloppgräns för stejking är %@ %@.
sw_ke: Kiwango cha juu cha steki kimepitwa. Kikomo cha jumla cha steki ya sarafu hii ni %@ %@.
tr_tr: Maksimum stake miktarı aşıldı. Bu biriminin toplam stake yapma limiti %@ %@.
uk_ua: Максимальну суму для стейкінгу перевищено. Максимально дозволена сума стейку для цієї валюти %@ %@.
vi_vn: Vượt quá số lượng đặt cược tối đa. Tổng giới hạn số lượng đặt cược của loại tiền này là %@ %@.
zh_hans_cn: 超过每人可Stake的最大值，此币种每人可最多Stake的数量是%@ %@
zh_hant_tw: 已超過最大可 Stake 數量。次代幣最多可 Stake %@ %@。

# fragment_stakeconfirmation_errortoast_capamountperuserover_fallback
source: Max stake amount exceeded.
cs_cz: Dosažena maximální částka sázky.
da_dk: Maksimum stake beløb overskredet.
de_de: Maximale Stake Menge überschritten.
es_es: Se ha excedido el monto máximo de stake.
fr_fr: Montant de staking maximal dépassé.
hi_in: अधिकतम स्टेक राशि पार हो गई।
id_id: Jumlah staking maksimum terlampaui.
ja_jp: 1人最大ステークの数量を超過しました。
ms_my: Melebihi amaun max stake.
my_mm: လူတစ်ဦးလျှင် stakeအရေအတွက် အများဆုံးကို ကျော်လွန်သွားပါပြီ။
nl_nl: Max stake bedrag is overschreden.
pl_pl: Przekroczono maksymalną stawkę.
pt_br: Quantidade Max de stake excedida.
ru_ru: Максимальная сумма стейкинга превышена.
sq_al: Shuma maksimale e stakeve është tejkaluar.
sv_se: Maxbeloppet för stake har överskridits.
sw_ke: Kiwango cha juu cha steki kimepitwa.
tr_tr: Maksimum stake miktarı aşıldı.
uk_ua: Максимальну суму для стейкінгу перевищено.
vi_vn: Vượt quá số lượng đặt cược tối đa.
zh_hans_cn: 超过每人可Stake的最大值
zh_hant_tw: 超過最大 Stake 數量。

# fragment_stakeamount_errortext_stakechangeperuserover
source: The number of staking per currency has been exceeded.
cs_cz: Počet sázek pro měnu byl překročen.
da_dk: Antallet af staking pr. valuta er overskredet.
de_de: Die Anzahl von Staking pro Währung wurde überschritten.
es_es: Se ha excedido el número de staking por moneda.
fr_fr: Le nombre de staking par devise a été dépassé.
hi_in: प्रति मुद्रा स्टेक करने की संख्या पार हो गई है।
id_id: Jumlah staking per mata uang telah terlampaui.
ja_jp: 1通貨当たりのステークを設定可能回数を超過しました。
ms_my: Telah melebihi nombor staking per mata wang.
my_mm: ငွေကြေးတစ်ခုလျှင် stakingလုပ်နိုင်သောအရေအတွက်ကို ကျော်လွန်သွားပါပြီ။
nl_nl: Het nummer van staking per currency is overschreden.
pl_pl: Przekroczono liczbę stawek na walutę.
pt_br: O número de staking por moeda foi excedido.
ru_ru: Количество стейкинга на валюту было превышено.
sq_al: Numri i staking për monedhë është tejkaluar.
sv_se: Beloppet för stejking per valuta har överskridits.
sw_ke: Idadi ya steki kwa kila sarafu imepitwa.
tr_tr: Birim başına stake yapma sayısı aşıldı.
uk_ua: Кількість стейку на валюту було перевищено.
vi_vn: Số lượng đặt cược trên mỗi loại tiền tệ đã bị vượt mức.
zh_hans_cn: 已超过每个货币可Stake的最大次数
zh_hant_tw: 已超過每種代幣可 Stake 的最大數量。

# dialog_corruptstorage_warning_content
source: Due to technical difficulties, we were unable to read from the app's preference storage. Remove and reinstall the app, and try again. Your assets are not affected by this action.
cs_cz: Kvůli technickým potížím se nám nepodařilo přečíst z preferovaného úložiště aplikace. Odebrat a znovu nainstalovat aplikaci a zkusit to znovu. Tato akce nebude mít vliv na vaší aktivitu.
da_dk: På grund af tekniske problemer kunne vi ikke læse appens indstillinger for opbevaring. Fjern og geninstaller appen, og prøv igen. Dine aktiver påvirkes ikke af denne handling.
de_de: Aufgrund von technischen Schwierigkeiten, sind wir nicht in der Lage, den Präferenzspeicher der App zu lesen. Entfernen und installieren Sie die App erneut und versuchen Sie es erneut. Ihre Assets sind von dieser Aktion nicht betroffen.
es_es: Debido a dificultades técnicas, no fue posible leer el almacenamiento de preferente de la aplicación. Elimina y reinstala la aplicación, e intenta de nuevo. Tus activos no se ven afectados por esta acción.
fr_fr: En raison de difficultés techniques, nous n'avons pas pu lire à partir du stockage des préférences de l'application. Supprimez et réinstallez l'application, puis réessayez. Vos actifs ne sont pas affectés par cette action.
hi_in: तकनीकी दिक्कतों की वजह से हम ऐप के प्रेफरेंस स्टोरेज से पढ़ने में असमर्थ थे। ऐप को हटाए और पुनः इंस्टॉल करें, और पुनः प्रयास करें। इस कार्रवाई से आपकी संपत्ति प्रभावित नहीं होती है।
id_id: Karena kesulitan teknis, kami tidak dapat membaca dari penyimpanan preferensi aplikasi. Hapus dan install ulang aplikasi, lalu coba lagi. Aset Anda tidak terpengaruh oleh tindakan ini.
ja_jp: 予想されなかったエラーのため、保存された設定データを読み取ることができませんでした。 アプリを削除した後、再インストールしてください。 様の資産に影響はありません。
ms_my: Di atas sebab kesukaran teknikal, kami tidak dapat membaca dari penyimpanan pilihan aplikasi. Buang dan pasang semula aplikasi, dan cuba lagi. Aktiviti anda tidak dipengaruhi oleh tindakan ini.
my_mm: နည်းပညာအခက်အခဲကြောင့် အက်ပ်၏ သိုလှောင်မှုမှ ကျွန်ုပ်တို့ မယူဖတ်နိုင်ပါ။ အက်ပ်ကို ဖျက်ပြီး ပြန်လည်installလုပ်ကာ ထပ်လုပ်ကြည့်ပါ။ ဤလုပ်ဆောင်ချက်ကြောင့် သင့်ပိုင်ဆိုင်မှုများကို ထိခိုက်မည်မဟုတ်ပါ။
nl_nl: Vanwege technische moeilijkheden zijn wij niet in staat vanaf de app's voorkeurs opslag te lezen. Remove en herinstalleer de app, en probeer het opnieuw. Your worden niet beïnvloed door deze acties.
pl_pl: Z powodu problemów technicznych nie mogliśmy odczytać zawartości pamięci preferencji aplikacji. Usuń i ponownie zainstaluj aplikację, a następnie spróbuj ponownie. Nie ma to wpływu na Twoje zasoby.
pt_br: Devido a dificuldades técnicas, não foi possível ler o armazenamento de preferências do aplicativo. Remova e reinstale o aplicativo e tente novamente. Os seus ativos não são afetados por esta ação.
ru_ru: В связи с техническими неполадками, мы не смогли прочитать информацию из хранилища предпочтений. Удалите и переустановите приложение, и попробуйте снова. Это не повлияет на Ваши средства.
sq_al: Për shkak të vështirësive teknike, ne nuk ishim në gjendje të lexonim nga ruajtja e preferuar e aplikacionit. Hiqni dhe instaloni përsëri aplikacionin dhe provoni përsëri. Pasuritë tuaja nuk preken nga ky veprim.
sv_se: På grund av tekniska svårigheter kunde vi inte läsa från appens preferenslagring. Avinstallera och installera appen för att försöka igen. Dina tillgångar påverkas inte av den här åtgärden.
sw_ke: Kwa sababu ya matatizo ya kiufundi, hatukuweza kusoma kutoka kwenye hifadhi ya mapendeleo ya programu. Ondoa na usakinishe upya programu, na ujaribu tena. Mali yako haiathiriwi na kitendo hiki.
tr_tr: Teknik zorluklar nedeniyle, uygulamanın tercih edilen belleğinden okunamadı. Uygulamayı kaldırıp yeniden yükleyin ve tekrar deneyin. Bakiyeniz bu işlemden etkilenmez.
uk_ua: У зв'язку з технічними несправностями, ми не змогли прочитати інформацію зі сховища переваг. Видаліть і перезавантажте додаток, і спробуйте знову. Це не вплине на ваші кошти.
vi_vn: Do những khó khăn kỹ thuật, chúng tôi không thể đọc từ lưu trữ tùy chọn của ứng dụng. chọn Gỡ bỏ và cài đặt lại ứng dụng, sau đó thử lại. Tài sản của bạn không bị ảnh hưởng bởi hành động này.
zh_hans_cn: 因技术性原因无法读取设定数据， 删除应用后重新下载使用， 用户的资产不受此任何影响
zh_hant_tw: 系統錯誤。 請卸載 APP，並重試。 你的資產不會因此變化。

# fragment_stakeamount_annualrewardrate_title
source: Annualized Rewards
cs_cz: Anualizované odměny
da_dk: Årlige Belønninger
de_de: Jährliche Rewards
es_es: Recompensas anualizadas
fr_fr: Récompenses annualisées
hi_in: वार्षिक पुरस्कार
id_id: Reward per tahun
ja_jp: 年間リワード比率
ms_my: Ganjaran tahunan
my_mm: နှစ်စဉ်ဆုကြေးနှုန်း
nl_nl: Jaarlijkse beloningen
pl_pl: Nagrody roczne
pt_br: Recompensas anuais
ru_ru: Ежегодные вознаграждения
sq_al: Shpërblimet vjetore
sv_se: Årliga belöningar
sw_ke: Zawadi za Mwaka
tr_tr: Dönemlik Ödüller
uk_ua: Щорічні винагороди
vi_vn: Phần thưởng hàng năm
zh_hans_cn: 年化率
zh_hant_tw: 年化報酬率

# fragment_stakeamount_stakeperiod_title
source: Lock-up period
cs_cz: Blokované období
da_dk: Lås periode
de_de: Lock-up Zeit
es_es: Periodo de bloqueo
fr_fr: Période de verrouillage
hi_in: लॉक-अप अवधि
id_id: Periode Lock-up
ja_jp: ロックアップ期間
ms_my: Tempoh lock-up
my_mm: လော့ခ်ချကာလ
nl_nl: Lock-up periode
pl_pl: Okres lockup
pt_br: Período de Lock-up
ru_ru: Локап период
sq_al: Periudha e mbylljes
sv_se: Låsperiod
sw_ke: Kipindi cha kufunga
tr_tr: Kilitleme süresi
uk_ua: Лок-ап період
vi_vn: Thời hạn khóa
zh_hans_cn: 锁仓时间
zh_hant_tw: 鎖倉期限
