Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# notificationcenter_tab_nofilter
source: All
cs_cz: Vše
da_dk: Alle
de_de: Alle
es_es: Todo
fr_fr: Tout
hi_in: सभी
id_id: Semua
ms_my: Semua
nl_nl: Alle
pl_pl: Wszystkie
pt_br: Todos
ru_ru: Все
sv_se: Alla
sw_ke: Yote
tr_tr: Tümü
uk_ua: Усе
vi_vn: Tất cả
zh_hans_cn: 全部
zh_hant_tw: 全部

# notificationcenter_tab_announcements
source: Announcements
cs_cz: Oznámení
da_dk: Meddelelser
de_de: Ankündigungen
es_es: Anuncios
fr_fr: Annonces
hi_in: घोषणा
id_id: Pengumuman
ms_my: Pengumuman
nl_nl: Mededelingen
pl_pl: Ogłoszenia
pt_br: Comunicados
ru_ru: Объявления
sv_se: Meddelanden
sw_ke: Matangazo
tr_tr: Duyurular
uk_ua: Оголошення
vi_vn: Thông báo
zh_hans_cn: 公告
zh_hant_tw: 公告

# market_chart_apifail_generic
source: Failed to fetch candle data. Please try again later.
cs_cz: Nepodařilo se načíst data svíček. Prosím zkuste to znovu později.
da_dk: Kunne ikke hente lysdata. Prøv venligst igen senere.
de_de: Candle Daten konnten nicht geladenb werden, bitte versuchen Sie es später erneut.
es_es: Fallo al obtener los datos de las velas. Por favor, vuelva a inentarlo más tarde.
fr_fr: Impossible de récupérer les données de la bougie. Veuillez réessayer plus tard.
hi_in: केंडल डेटा लाने में विफल। थोड़ी देर बाद में पुन: प्रयास करें।
id_id: Gagal mengambil data candle. Silakan coba kembali.
ms_my: Gagal untuk mengambil data. Sila cuba lagi.
nl_nl: Mislukt om de kaarsgrafiek op te halen. Probeer het later nog eens.
pl_pl: Nie udało się pobrać danych z wykresu świecowego.Prosimy spróbować ponownie później.
pt_br: Falha ao buscar dados do candle. Por favor, tente novamente mais tarde.
ru_ru: Ошибка получения данных свечи. Пожалуйста, попробуйте снова.
sv_se: Det gick inte att hämta candle-data. Vänligen försök igen senare.
sw_ke: Imeshindwa kuleta data hitajika. Tafadhali jaribu tena baadae.
tr_tr: Mum verileri alınamadı. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Помилка отримання даних свічки. Будь ласка, спробуйте ще раз згодом.
vi_vn: Không tìm nạp dữ liệu nến. Vui lòng thử lại sau.
zh_hans_cn: 获取K线数据失败，请稍后重试。
zh_hant_tw: 獲取K線數據失敗，請稍後重試。

# globalkyc_rejectmsg_no_face
source: Unable to verify facial recognition from the uploaded selfie. Please try again with another photo.
cs_cz: Nelze ověřit rozpoznání obličeje z nahrané selfie. Zkuste to prosím znovu s jinou fotografií.
da_dk: Kan ikke bekræfte ansigtsgenkendelse fra den uploadede selfie. Prøv venligst igen med et andet billede.
de_de: Die Gesichtserkennung des hochgeladenen Selfies konnte nicht verifiziert werden. Bitte versuchen Sie es erneut mit einem anderen Foto.
es_es: No es posible verificar el reconocimiento facial de la foto subida. Por favor, vuelva a intentarlo con otra foto.
fr_fr: Impossible de vérifier la reconnaissance faciale à partir du selfie fourni. Veuillez réessayer avec une autre photo.
hi_in: अपलोड की गई सेल्फी से चेहरे की पहचान सत्यापित करने में असमर्थ। कृपया किसी अन्य फ़ोटो के साथ पुन: प्रयास करें।
id_id: Tidak dapat memverifikasi pengenalan wajah dari selfie yang diunggah. Silakan coba lagi dengan foto lain.
ms_my: Tidak dapat mengesahkan pengecaman muka daripada swafoto yang dimuat naik. Sila cuba lagi dengan foto lain.
nl_nl: Kan gezichtsherkenning van de geüploade selfie niet verifiëren. Probeer het opnieuw met een andere foto.
pl_pl: Nie można zweryfikować rozpoznawania twarzy na podstawie przesłanego zdjęcia typu selfie. Spróbuj ponownie z innym zdjęciem.
pt_br: Não foi possível verificar o reconhecimento facial da selfie enviada. Por favor, tente novamente com outra foto.
ru_ru: Не удается проверить распознавание лица на загруженном селфи. Повторите попытку с другой фотографией.
sv_se: Det gick inte att verifiera ansiktsigenkänning från den uppladdade selfien. Försök igen med ett annat foto.
sw_ke: Imeshindwa kuthibitisha sura yako kutoka kwenye selfie iliyoingiza. Tafadhali jaribu tena kwa picha nyingine.
tr_tr: Yüklenen selfieden yüz tanıma doğrulanamıyor. Lütfen başka bir fotoğraf kullanarak tekrar deneyin.
uk_ua: Неможливо перевірити розпізнавання обличчя на завантаженому селфі. Повторіть спробу з іншою фотографією.
vi_vn: Không thể xác minh nhận dạng khuôn mặt từ ảnh tự chụp đã tải lên. Vui lòng thử lại với một bức ảnh khác.
zh_hans_cn: 无法识别自拍中的面部信息，请使用其它自拍照片再次尝试。
zh_hant_tw: 無法識別自拍中的面部信息，請使用其它自拍照片再次嘗試。

# globalkyc_rejectmsg_multiple_faces
source: Multiple faces were detected in the uploaded selfie. please try again with another photo.
cs_cz: Na nahrané selfie bylo detekováno více tváří. Zkuste to prosím znovu s jinou fotografií.
da_dk: Flere ansigter blev fundet i den uploadede selfie. Prøv igen med et andet billede.
de_de: In dem hochgeladenen Selfie wurden mehrere Gesichter erkannt. Bitte versuchen Sie es noch einmal mit einem anderen Foto.
es_es: Se han detectado varios rostros en la foto subida. Por favor, vuelva a intentarlo con otra foto.
fr_fr: Plusieurs visages ont été détectés sur le selfie fourni. Veuillez réessayer avec une autre photo.
hi_in: अपलोड की गई सेल्फी में कई चेहरों का पता चला है। कृपया किसी अन्य फ़ोटो के साथ पुन: प्रयास करें।
id_id: Beberapa wajah terdeteksi dalam selfie yang diunggah. silakan coba lagi dengan foto lain.
ms_my: Berbilang wajah dikesan dalam swafoto yang dimuat naik. sila cuba lagi dengan foto lain.
nl_nl: Er zijn meerdere gezichten gedetecteerd in de geüploade selfie. Probeer het opnieuw met een andere foto.
pl_pl: Na przesłanym zdjęciu rozpoznano kilka postaci. spróbuj ponownie z innym zdjęciem.
pt_br: Vários rostos foram detectados na selfie enviada. tente novamente com outra foto.
ru_ru: На загруженном селфи обнаружены несколько лиц. Попробуйте еще раз с другой фотографией.
sv_se: Flera ansikten upptäcktes i den uppladdade selfien. Vänligen försök igen med ett annat foto.
sw_ke: Sura zaidi ya moja zimeonekana kwenye selfie uliyoingiza. Tafadhali jaribu tena kwa picha nyingine.
tr_tr: Yüklenen selfiede birden fazla yüz algılandı. Lütfen başka bir fotoğrafla tekrar deneyin.
uk_ua: На завантаженому селфі виявлено кілька облич. Cпробуйте ще раз з іншою фотографією.
vi_vn: Nhiều khuôn mặt đã được phát hiện trong ảnh tự chụp đã tải lên. vui lòng thử lại với một bức ảnh khác.
zh_hans_cn: 检测到自拍中出现多张人脸，请使用其它自拍照片再次尝试。
zh_hant_tw: 檢測到自拍中出現多張人臉，請使用其它自拍照片再次嘗試。

# globalkyc_rejectmsg_face_image_selfie_mismatch
source: The facial features on the ID and selfie do not appear to be a match. Please try again with another photo.
cs_cz: Zdá se, že rysy obličeje na průkazu totožnosti a selfie se neshodují. Zkuste to prosím znovu s jinou fotografií.
da_dk: Ansigtstrækkene på ID-kortet og selfie ser ikke ud til at være et match. Prøv igen med et andet billede.
de_de: Die Gesichtszüge auf dem Ausweis und dem Selfie scheinen nicht übereinzustimmen. Bitte versuchen Sie es noch einmal mit einem anderen Foto.
es_es: Las facciones del rostro en el ID y la foto no concuerdan. Por favor, vuelva a intentarlo con otra foto.
fr_fr: Les caractéristiques du visage détecté sur votre pièce d’identité et votre seflie semblent être différentes. Veuillez réessayer en utilisant une autre photo.
hi_in: आईडी और सेल्फी के चेहरे की विशेषताएं मेल नहीं खातीं। कृपया किसी अन्य फ़ोटो के साथ पुन: प्रयास करें।
id_id: Fitur wajah pada ID dan selfie tampaknya tidak cocok. Silakan coba kembali dengan foto lain.
ms_my: Ciri muka pada ID dan selfie nampaknya tidak sepadan. Sila cuba lagi dengan foto lain.
nl_nl: De gezichtskenmerken op de ID en de selfie lijken niet overeen te komen. Probeer het opnieuw met een andere foto.
pl_pl: Rysy twarzy na dowodzie osobistym i selfie nie wydają się podobne. Spróbuj ponownie z innym zdjęciem.
pt_br: As características faciais no seu documento de identidade e na selfie não parecem corresponder. Por favor, tente novamente com outra foto.
ru_ru: Черты лица на удостоверении и селфи не совпадают. Повторите попытку с другой фотографией.
sv_se: Ansiktsdragen på ditt ID och selfien stämmer ej överens. Försök igen med ett annat foto.
sw_ke: Sehemu za uso kwenye kitambulisho na selfie zinaonekana kuwa hazifanani. Tafadhali jaribu tena ukitumia picha nyingine.
tr_tr: Kimlikteki ve selfiedeki yüz özellikleri uyuşmuyor gibi görünüyor. Lütfen başka bir fotoğrafla tekrar deneyin.
uk_ua: Риси обличчя на посвідченні та на селфі не збігаються. Повторіть спробу з іншою фотографією.
vi_vn: Các đặc điểm trên khuôn mặt trên ID và ảnh tự chụp dường như không trùng khớp. Vui lòng thử lại với một bức ảnh khác.
zh_hans_cn: 检测到身份证件和自拍中的面部特征不一致，请使用其它照片再次尝试。
zh_hant_tw: 檢測到身份證件和自拍中的面部特徵不一致，請使用其它照片再次嘗試。

# globalkyc_rejectmsg_face_compare_fail
source: The facial features detected on your ID and selfie appear to be different. Please try again using a selfie displaying your actual face.
cs_cz: Rysy obličeje zjištěné na Vašem průkazu totožnosti a selfie se zdají být odlišné. Zkuste to prosím znovu pomocí selfie zobrazující Vaši skutečnou tvář.
da_dk: Ansigtstrækkene opdaget på dit ID og selfie ser ud til at være forskellige. Prøv igen med et selfie der viser dit faktiske ansigt.
de_de: Die Gesichtszüge, die auf Ihrer ID und Ihrem Selfie erkannt wurden, scheinen unterschiedlich zu sein. Bitte versuchen Sie es erneut mit einem Selfie, das Ihr tatsächliches Gesicht zeigt.
es_es: Las facciones del rostro detectadas en su ID y foto del rostro son diferentes. Vuelva a intentarlo utilizando una foto actual de su rostro.
fr_fr: Les caractéristiques du visage détecté sur votre pièce d’identité et votre seflie semblent être différentes. Veuillez réessayer en utilisant un selfie affichant votre vrai visage.
hi_in: आपकी पहचान पत्र और सेल्फ़ी पर पहचानी गई चेहरे की विशेषताएं भिन्न प्रतीत होती हैं। कृपया अपना वास्तविक चेहरा प्रदर्शित करने वाली सेल्फ़ी का उपयोग करके पुन: प्रयास करें।
id_id: Fitur wajah yang terdeteksi pada ID dan selfie Anda tampak berbeda. Silakan coba lagi menggunakan selfie yang menampilkan wajah asli Anda.
ms_my: Ciri muka yang dikesan pada ID dan swafoto anda kelihatan berbeza. Sila cuba lagi menggunakan swafoto yang memaparkan wajah sebenar anda.
nl_nl: De gezichtskenmerken die op je ID en selfie zijn gedetecteerd, lijken te verschillen. Probeer het opnieuw met een selfie waarop je echte gezicht te zien is.
pl_pl: Wygląda na to, że rysy twarzy wykryte w Twoim dowodzie osobistym i na zdjęciu typu selfie różnią się. Spróbuj ponownie, korzystając ze zdjęcia, na którym widać Twoją pełną twarz.
pt_br: As características faciais detectadas em sua identidade e selfie parecem ser diferentes. Tente novamente usando uma selfie exibindo seu rosto real.
ru_ru: Черты лица, обнаруженные на вашем удостоверении и на селфи, кажутся разными. Пожалуйста, попробуйте снова, используя селфи с вашим настоящим лицом.
sv_se: Ansiktsdragen som upptäcks på ditt ID och selfie överrrensstämmer ej. Försök igen med en selfie som visar ditt faktiska ansikte.
sw_ke: Sehemu za uso zilizotambuliwa kwenye kitambulisho chako na selfie vinaonekana kuwa ni tofauti. Tafadhali jaribu tena kwa kutumia selfie inayoonyesha uso wako halisi.
tr_tr: Kimliğinizde ve selfienizde algılanan yüz özellikleri farklı görünüyor. Lütfen gerçek yüzünüzü gösteren bir selfie kullanarak tekrar deneyin.
uk_ua: Риси обличчя, виявлені на вашому посвідченні та на селфі, здаються різними. Будь ласка, спробуйте ще раз, використовуючи селфі з вашим справжнім обличчям.
vi_vn: Các đặc điểm khuôn mặt được phát hiện trên ID và ảnh tự chụp của bạn có vẻ khác nhau. Vui lòng thử lại bằng cách sử dụng ảnh tự chụp hiển thị khuôn mặt thực của bạn.
zh_hans_cn: 检测到身份证件和自拍中的面部特征不一致，请使用真实的面部自拍再次尝试。
zh_hant_tw: 檢測到身份證件和自拍中的面部特徵不一致，請使用真實的面部自拍再次嘗試。

# globalkyc_rejectmsg_liveness_fail
source: Liveness detection failed. Please try again using a selfie with your face adjusted to fit the image.
cs_cz: Detekce živosti se nezdařila. Zkuste to prosím znovu pomocí selfie s obličejem upraveným tak, aby odpovídal obrázku.
da_dk: Liveness-registrering mislykkedes. Prøv igen ved at bruge en selfie med dit ansigt justeret, så det passer til billedet.
de_de: Aktivitätserkennung fehlgeschlagen. Bitte versuchen Sie es erneut mit einem Selfie, bei dem Ihr Gesicht an das Bild angepasst ist.
es_es: Fallo en la detección en directo. Por favor, vuelva a intentarlo usando una foto de su rostro que se ajuste a la imagen.
fr_fr: La détection live a échoué. Veuillez réessayer en utilisant un selfie avec votre visage ajusté pour s’adapter à l’image.
hi_in: जीवंतता का पता लगाना विफल रहा। चित्र में फ़िट होने के लिए सेल्फ़ी का उपयोग करके कृपया पुनः प्रयास करें।
id_id: Deteksi keaktifan gagal. Silakan coba lagi menggunakan selfie dengan wajah Anda disesuaikan agar sesuai dengan gambar.
ms_my: Pengesanan keaktifan gagal. Sila cuba lagi menggunakan swafoto dengan wajah anda dilaraskan agar sesuai dengan imej.
nl_nl: Detectie van levendigheid is mislukt. Probeer het opnieuw met een selfie waarbij je gezicht is aangepast aan het beeld.
pl_pl: Nie udało się uzyskać funkcji wykrywania aktywności. Spróbuj ponownie, wykorzystując zdjęcie typu selfie z twarzą dopasowaną do obrazu.
pt_br: Falha na detecção Liveness. Tente novamente usando uma selfie com seu rosto ajustado para caber na imagem.
ru_ru: Не удалось определить живость. Пожалуйста, попробуйте снова, используя селфи с откорректированным лицом в соответствии с изображением.
sv_se: Liveness misslyckades. Försök igen med en selfie med ditt ansikte justerat för att passa bilden.
sw_ke: Imeshindwa kulenga vizuri. Tafadhali jaribu tena kutumia selfie huku uso wako ukiwa umerekebishwa kutosheleza katikati ya picha.
tr_tr: Canlılık algılama başarısız oldu. Lütfen yüzünüz görüntüye uyacak şekilde ayarlanmış bir selfie kullanarak tekrar deneyin.
uk_ua: Не вдалося визначити живість. Будь ласка, спробуйте ще раз, використовуючи селфі з відкоригованим обличчям відповідно до зображення.
vi_vn: Không phát hiện được độ sống động. Vui lòng thử lại bằng cách sử dụng ảnh tự chụp với khuôn mặt của bạn đã được điều chỉnh để phù hợp với hình ảnh.
zh_hans_cn: 活体检测失败，请校对自拍时的脸部位置并重试。
zh_hant_tw: 活體檢測失敗，請校對自拍時的臉部位置並重試。

# globalkyc_rejectmsg_id_image_invalid_image
source: Unable to verify ID image. Please try again using a valid ID photo.
cs_cz: Obrázek průkazu totožnosti nelze ověřit. Zkuste to znovu s platným průkazem totožnosti.
da_dk: Kunne ikke bekræfte ID-billedet. Prøv igen med et gyldigt ID-billede.
de_de: ID-Bild kann nicht verifiziert werden. Bitte versuchen Sie es erneut mit einem gültigen Ausweisfoto.
es_es: No se puede verificar la imagen del ID. Por favor, vuelva a intentarlo utilizando una foto de ID válida.
fr_fr: Impossible de vérifier la photo d'identité. Veuillez réessayer avec une photo d'identité valide.
hi_in: पहचान पत्र के फ़ोटो को सत्यापित करने में असमर्थ। कृपया एक मान्य पहचान पत्र फ़ोटो का उपयोग करके पुन: प्रयास करें।
id_id: Tidak dapat memverifikasi gambar ID. Silakan coba lagi menggunakan foto ID yang valid.
ms_my: Tidak dapat mengesahkan imej ID. Sila cuba lagi menggunakan foto ID yang sah.
nl_nl: Kan ID-afbeelding niet verifiëren. Probeer het opnieuw met een geldige ID-foto.
pl_pl: Nie można zweryfikować zdjęcia identyfikacyjnego. Spróbuj ponownie, używając ważnego zdjęcia identyfikacyjnego.
pt_br: Não foi possível verificar a imagem do documento de identidade. Tente novamente usando uma foto de um documento de identidade válido.
ru_ru: Не удалось проверить изображение удостоверения личности. Пожалуйста, повторите попытку, используя подлинное фото удостоверения личности.
sv_se: Det gick inte att verifiera bild på ID. Försök igen med ett giltigt ID-foto.
sw_ke: Imeshindwa kuthibitisha picha ya kitambulisho. Tafadhali jaribu tena kwa kutumia picha sahihi ya kitambulisho.
tr_tr: Kimlik resmi doğrulanamadı. Lütfen geçerli bir kimlik fotoğrafı kullanarak tekrar deneyin.
uk_ua: Не вдалося перевірити зображення посвідчення особи. Будь ласка, повторіть спробу, використовуючи дійсне фото посвідчення особи.
vi_vn: Không thể xác minh hình ảnh ID. Vui lòng thử lại bằng cách sử dụng ảnh ID hợp lệ.
zh_hans_cn: 无法识别身份证件照片，请使用有效身份证件的照片重试。
zh_hant_tw: 無法識別身份證件照片，請使用有效身份證件的照片重試。

# globalkyc_rejectmsg_id_image_invalid_id
source: Invalid ID. Please try again with a valid and officially recognized ID.
cs_cz: Neplatný průkaz totožnosti. Zkuste to znovu s platným a oficiálně uznaným průkazem totožnosti.
da_dk: Ugyldigt ID. Prøv igen med et gyldigt og officielt anerkendt ID.
de_de: Ungültige ID. Bitte versuchen Sie es erneut mit einer gültigen und offiziell anerkannten ID.
es_es: ID nó válido. Por favor, vuelva a intentarlo con un ID válido y reconocido oficialmente.
fr_fr: Identité non valide. Veuillez réessayer avec un document d'identité valide et officiel.
hi_in: अमान्य पहचान पत्र। कृपया आधिकारिक रूप से मान्यता प्राप्त पहचान पत्र के साथ पुन: प्रयास करें।
id_id: ID tidak valid. Silakan coba lagi dengan ID yang valid dan diakui secara resmi.
ms_my: ID tidak sah. Sila cuba lagi dengan ID yang sah dan diiktiraf secara rasmi.
nl_nl: Ongeldig ID. Probeer het opnieuw met een geldig en officieel erkend ID.
pl_pl: Nieprawidłowy identyfikator. Spróbuj ponownie, używając ważnego i oficjalnie uznanego dokumentu tożsamości.
pt_br: Documento de identidade inválido. Tente novamente com um documento de identidade válido e oficialmente reconhecido.
ru_ru: Недействительное удостоверение личности. Пожалуйста, повторите попытку с действительным и официально признанным удостоверением личности.
sv_se: Ogiltigt ID. Försök igen med ett giltigt och officiellt utfärdat ID.
sw_ke: Kitambulisho sisahihi. Tafadhali jaribu tena ukitumia kitambulisho sahihi na kinachotambulika rasmi.
tr_tr: Geçersiz kimlik. Lütfen geçerli ve resmi olarak tanınan bir kimlikle tekrar deneyin.
uk_ua: Недійсне посвідчення особи. Будь ласка, повторіть спробу з дійсним і офіційно визнаним посвідченням особи.
vi_vn: ID không hợp lệ. Vui lòng thử lại với một ID hợp lệ và được công nhận chính thức.
zh_hans_cn: 无效的身份证件，请使用官方的正式有效身份证件重试。
zh_hant_tw: 無效的身份證件，請使用官方的正式有效身份證件重試。

# globalkyc_rejectmsg_id_image_error
source: An external error occurred while saving your ID photo. Please try again.
cs_cz: Při ukládání Vaší průkazové fotografie došlo k externí chybě. Prosím zkuste to znovu.
da_dk: Der opstod en ekstern fejl under lagring af dit id-billede. Prøv igen.
de_de: Beim Speichern Ihres ID-Fotos ist ein externer Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ha ocurrido un error externo mientras se guardaba la foto del ID. Por favor, intente de nuevo.
fr_fr: Une erreur externe est survenue lors de l'enregistrement de la photo d'identité. Veuillez réessayer.
hi_in: आपकी पहचान पत्र फ़ोटो सहेजते समय कुछ त्रुटि हुई हैं। कृपया पुन: प्रयास करें।
id_id: Terjadi kesalahan eksternal saat menyimpan foto identitas Anda. Silakan coba lagi.
ms_my: Ralat luaran berlaku semasa menyimpan foto ID anda. Sila cuba lagi.
nl_nl: Er is een externe fout opgetreden tijdens het opslaan van je ID-foto. Probeer het opnieuw.
pl_pl: Podczas zapisywania zdjęcia identyfikacyjnego wystąpił błąd zewnętrzny. Prosimy spróbować ponownie.
pt_br: Ocorreu um erro externo ao salvar a foto do seu documento de identidade. Por favor, tente novamente.
ru_ru: Произошла внешняя ошибка при сохранении фотографий вашего удостоверения личности. Пожалуйста, попробуйте еще раз.
sv_se: Ett externt fel uppstod när ditt ID-foto skulle sparas. Var god försök igen.
sw_ke: Hitilafu ya nje ilitokea wakati wa kuhifadhi picha ya kitambulisho chako. Tafadhali jaribu tena.
tr_tr: Kimlik fotoğrafınız kaydedilirken harici bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Сталася зовнішня помилка під час збереження фото вашого посвідчення особи. Будь ласка, спробуйте ще раз.
vi_vn: Đã xảy ra lỗi bên ngoài khi lưu ảnh ID của bạn. Vui lòng thử lại.
zh_hans_cn: 在保存身份证件照片时发生了外部错误，请重试。
zh_hant_tw: 在保存身份證件照片時發生了外部錯誤，請重試。

# globalkyc_rejectmsg_id_image_bad_image
source: Unable to verify ID details. Please try again using a clear, legible ID photo.
cs_cz: Podrobnosti průkazu totožnosti nejdou ověřit. Zkuste to prosím znovu pomocí jasné a čitelné průkazové fotografie.
da_dk: Kunne ikke bekræfte ID-detaljerne. Prøv igen med et tydeligt,læseligt ID-billede.
de_de: Ausweisdaten können nicht verifiziert werden. Bitte versuchen Sie es noch einmal mit einem klaren, lesbaren Foto.
es_es: No se pueden verificar los detalles del ID. Por favor, vuelva a intentarlo utilizando una foto clara y legible.
fr_fr: Impossible de vérifier les détails de l'identité. Veuillez réessayer en utilisant une photo d'identité claire et officielle.
hi_in: पहचान पत्र सत्यापित करने में असमर्थ। कृपया एक स्पष्ट पढ़ने योग्य पहचान पत्र फ़ोटो का उपयोग करके पुन: प्रयास करें।
id_id: Tidak dapat memverifikasi detail ID. Harap coba lagi menggunakan foto identitas yang jelas dan terbaca.
nl_nl: Kan ID-gegevens niet verifiëren. Probeer het opnieuw met een duidelijke en leesbare foto.
pl_pl: Nie można zweryfikować danych identyfikacyjnych. Spróbuj ponownie, używając wyraźnego, czytelnego zdjęcia identyfikacyjnego.
pt_br: Não foi possível verificar os detalhes do documento de identidade. Tente novamente usando uma foto do documento clara e legível.
ru_ru: Невозможно подтвердить идентификационные данные. Пожалуйста, попробуйте снова, используя четкое и разборчивое фото удостоверения личности.
sv_se: Det gick inte att verifiera ID-uppgifter. Försök igen med ett tydligt, läsligt ID-foto.
sw_ke: Imeshindwa kuthibitisha maelezo ya kitambulisho. Tafadhali jaribu tena kwa kutumia picha ya kitambulisho kinachosomeka na picha inayoonekana vizuri.
tr_tr: Kimlik ayrıntıları doğrulanamıyor. Lütfen net, okunaklı bir kimlik fotoğrafı kullanarak tekrar deneyin.
uk_ua: Неможливо підтвердити ідентифікаційні дані. Будь ласка, спробуйте ще раз, використовуючи чітке та розбірливе фото посвідчення особи.
vi_vn: Không thể xác minh chi tiết ID. Vui lòng thử lại bằng cách sử dụng ảnh ID rõ ràng, dễ đọc.
zh_hans_cn: 无法识别身份证件信息，请使用更清晰的证件照片再次尝试。
zh_hant_tw: 無法識別身份證件信息，請使用更清晰的證件照片再次嘗試。

# globalkyc_rejectmsg_id_info_data_mismatch
source: The information entered does not match the ID details.
cs_cz: Zadané informace neodpovídají podrobnostem průkazu totožnosti.
da_dk: De indtastede oplysninger stemmer ikke overens med ID-detaljerne.
de_de: Die eingegebenen Informationen stimmen nicht mit den ID-Angaben überein
es_es: La información proporcionada no corresponde con los detalles del ID.
fr_fr: L'information saisie ne correspond pas aux détails du document d'identité.
hi_in: जमा की गई जानकारी पहचान पत्र विवरण से मेल नहीं खाती।
id_id: Informasi yang dimasukkan tidak sesuai dengan detail ID.
ms_my: Maklumat yang dimasukkan tidak sepadan dengan butiran ID.
nl_nl: De ingevoerde informatie komt niet overeen met de ID-gegevens.
pl_pl: Podane informacje nie są zgodne z danymi identyfikatora.
pt_br: As informações inseridas não correspondem aos detalhes do documento de identidade.
ru_ru: Введенная информация не соответствует идентификационным данным.
sv_se: Den angivna informationen stämmer ej överrens med ID-uppgifterna.
sw_ke: Taarifa ulizoweka hazilingani na maelezo ya kitambulisho.
tr_tr: Girilen bilgiler kimlik bilgileriyle eşleşmiyor.
uk_ua: Введена інформація не відповідає ідентифікаційним даним.
vi_vn: Thông tin đã nhập không khớp với chi tiết ID.
zh_hans_cn: 输入的信息与身份证件上的信息不一致。
zh_hant_tw: 輸入的信息與身份證件上的信息不一致。
