Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# fragment_wallet_tab_coin
source: Coin
cs_cz: Mince
da_dk: Mønt
es_es: Moneda
hi_in: सिक्का
id_id: Koin
ja_jp: 貨幣
ms_my: Koin
pt_br: Moeda
ru_ru: Монета
sq_al: Monedhë
sw_ke: Sarafu
tr_tr: Koin
uk_ua: Монета

# fragment_wallet_tab_staking
source: Staking
cs_cz: Sázení
hi_in: स्टेक
ja_jp: ステーキング
pl_pl: Stawka
ru_ru: Стейкинг
sw_ke: Kusteki
tr_tr: Stake yapma (Kilitleme)
uk_ua: Стейкінг
vi_vn: Đặt cược

# membershiplevel_tolevel
source: %@ PROB to go to achieve %@!
cs_cz: %@ PROB k dosažení %@!
da_dk: %@ PROB tilbage for at nå %@!
de_de: Noch %@ PROB um %@ zu erreichen!
es_es: ¡%@ PROB para alcanzar %@!
fr_fr: Encore %@ PROB avant d'atteindre %@!
hi_in: %@ PROB प्राप्त करने के लिए जाने के लिए %@!
id_id: %@ PROB lagi untuk mencapai %@ level!
ja_jp: %@ ランクまで %@ PROBになりました！
ms_my: %@ PROB untuk capai %@!
my_mm: အဆင့် %@ အထိ %@ PROB ကျန်ပါသည်!
nl_nl: %@ PROB is nodig om te klimmen naar %@ !
pl_pl: Pozostało %@ PROB aby osiągnąć %@!
pt_br: %@ PROB para alcançar %@!
ru_ru: %@ PROB, чтобы достигнуть %@!
sq_al: %@ PROB për të arrirë %@!
sv_se: %@ PROB kvar för att nå nivå %@!
sw_ke: %@ PROB ili kufikia %@!
tr_tr: %@ ulaşmaya %@ PROB kaldı!
uk_ua: %@ PROB, щоб досягнути %@!
vi_vn: %@ PROB để đạt được %@!
zh_hans_cn: 至%@等级剩余%@ PROB!
zh_hant_tw: %@ PROB 來達到 %@!

# membershiplevel_highest
source: Congratulations, you've achieved the highest level!
cs_cz: Gratulujeme, dosáhli jste nejvyšší úrovně!
da_dk: Tillykke, du har nået det højeste niveau!
de_de: Glückwunsch, Sie haben das höchste Level erreicht!
es_es: ¡Felicitaciones, has alcanzado el nivel más alto!
fr_fr: Félicitations, vous avez atteint le plus haut niveau !
hi_in: बधाई हो, आपने उच्चतम स्तर हासिल किया है!
id_id: Selamat, anda telah mencapai level tertinggi!
ja_jp: おめでとうございます！最高ランクになりました！
ms_my: Tahniah, anda telah mencapai tahap yang tertinggi!
my_mm: ဂုဏ်ယူပါတယ်။ သင် အမြင့်ဆုံးအဆင့်ကို ရောက်သွားပါပြီ!
nl_nl: Gefeliciteerd, je hebt het hoogste level behaald!
pl_pl: Gratulacje, osiągnąłeś najwyższy poziom!
pt_br: Parabéns, você alcançou o nível mais alto!
ru_ru: Поздравляем, Вы достигли высшего уровня!
sq_al: Urime,ju keni arritur nivelin më të lartë!
sv_se: Grattis, du har nått den högsta nivån!
sw_ke: Hongera, umefikia kiwango cha juu kabisa!
tr_tr: Tebrikler, en yüksek seviyeye ulaştınız!
uk_ua: Вітаємо, ви досягли найвищого рівня!
vi_vn: Xin chúc mừng, bạn đã đạt cấp độ cao nhất!
zh_hans_cn: 祝贺您！达到最高等级！
zh_hant_tw: 恭喜，你已達到最高等級！

# viewholder_stakedetails_staketype_stakemining
source: Stake mining
cs_cz: Sázková těžba
hi_in: स्टेक माइनिंग
ja_jp: ステークマイニング
ru_ru: Стейковый майнинг
sw_ke: Uchimbaji wa steki
tr_tr: İşlem madenciliği
uk_ua: Стейк майнінг
vi_vn: Khai thác đặt cược
zh_hant_tw: 交易挖礦

# viewholder_stakedetails_staketype_trademining
source: Trade mining
cs_cz: Obchodní těžba
hi_in: व्यापार(ट्रेड) माइनिंग
ja_jp: トレードマイニング
ru_ru: Торговый майнинг
sw_ke: Uchimbaji wa biashara
tr_tr: İşlem madenciliği
uk_ua: Торговий майнінг
vi_vn: Khai thác giao dịch
zh_hans_cn: 交易挖矿
zh_hant_tw: 交易挖礦

# viewholder_stakedetails_staketype_user
source: Stake
cs_cz: Vsadit
hi_in: स्टेक
ja_jp: ステーキング
pl_pl: Postaw
ru_ru: Стейкинг
sw_ke: Steki
tr_tr: Stake (Kilit)
uk_ua: Стейкінг
vi_vn: Đặt cược

# activity_stakedetails_stakedamount
source: Staked amount
cs_cz: Vsazená částka
da_dk: Staked beløb
de_de: Staked Menge
es_es: Monto Staked
fr_fr: Montant staké
hi_in: स्टेक लगाई राशि
id_id: Jumlah yang distake
ja_jp: ステークウォレット数量
ms_my: Amaun staked
my_mm: Stakeလုပ်ထားသော ပမာဏ
nl_nl: Gestakede hoeveelheid
pl_pl: Kwota postawiona
pt_br: Quantidade Staked
ru_ru: Сумма в стейкинге
sq_al: Shuma e bërë Stake
sv_se: Stejkat belopp
sw_ke: Kiasi kilichofanyiwa steki
tr_tr: Stake yapılan miktar
uk_ua: Кількість у стейкінгу
vi_vn: Số tiền đặt cược
zh_hans_cn: Stake钱包数量
zh_hant_tw: Staked 數量

# activity_stakedetails_unstakableamount
source: Available for unstaking
cs_cz: Možné pro odebrání
da_dk: Tilgængelig for unstaking
de_de: Für Unstaking verfügbar
es_es: Disponible para unstaking
fr_fr: Disponible à l'unstaking
hi_in: स्टेक से हटाने के लिए उपलब्ध है
id_id: Tersedia untuk unstaking
ja_jp: ステーク解除可能数量
ms_my: Disediakan untuk unstaking
my_mm: Stakeပယ်ဖျက်နိုင်သည့်ပမာဏ
nl_nl: Beschikbaar voor unstaking
pl_pl: Możliwe do anulowania
pt_br: Disponível para unstaking
ru_ru: Доступно для анстейкинга
sq_al: E disponueshme për unstaking
sv_se: Tillgänglig för unstaking
sw_ke: Inapatikana kwa kutendua steki
tr_tr: Stake'den çekilebilir miktar
uk_ua: Доступно для анстейкінгу
vi_vn: Có sẵn cho việc không đặt cược
zh_hans_cn: 可解除的数量
zh_hant_tw: 可解鎖 staking

# activity_stakedetails_lockedupamount
source: Locked-up (Staked)
cs_cz: Uzamčeno (vsazeno)
da_dk: Låst (Staked)
es_es: Bloqueado (Staked)
fr_fr: Verrouillé (staké)
hi_in: लॉक-अप (स्टैक्ड)
id_id: Dikunci (Distake)
ja_jp: ロックアップされた数量
my_mm: လော့ခ်ချထား (Stakeလုပ်ထား)
nl_nl: Vergendeld (gestaked)
pl_pl: Zablokowane (Postawione)
ru_ru: Заблокировано (в стейкинге)
sq_al: I kyçur (Staked)
sv_se: Inlåst (Stejkat)
sw_ke: Imefungwa (Imefanyiwa Steki)
tr_tr: Kilitli (Stake'li)
uk_ua: Заблоковано (у стейкінгу)
vi_vn: Bị khóa (Đặt cược)
zh_hans_cn: 锁仓数量
zh_hant_tw: 鎖倉 (Staked)

# activity_stakedetails_stake
source: Stake
cs_cz: Vsadit
hi_in: स्टेक
ja_jp: ステーク設定
pl_pl: Postaw
ru_ru: Стейкинг
sq_al: Bëni Stake
sw_ke: Steki
tr_tr: Stake yap
uk_ua: Стейкінг
vi_vn: Đặt cược
zh_hans_cn: 设定Stake

# activity_stakedetails_unstake
source: Unstake
cs_cz: Odebrat
de_de: Unstaken
fr_fr: Déstaker
hi_in: स्टेक से हटाये
ja_jp: ステーク解除
my_mm: stakeပယ်ဖျက်ရန်
pl_pl: Anuluj postawienie
ru_ru: Анстейкинг
sq_al: Bëni Unstake
sw_ke: Tendua steki
tr_tr: Stake'den Çek
uk_ua: Анстейкінг
vi_vn: Không đặt cược
zh_hans_cn: 解除Stake
zh_hant_tw: 解鎖 stake

# fragment_stakeamount_errortext_underminamount
source: The minimum amount you can stake is %@ %@.
cs_cz: Minimální částka, kterou můžete vsadit je %@ %@.
da_dk: Det minimale beløb du skal stake er %@ %@.
de_de: Minimale Menge, die gestaked werden kann, liegt bei %@ %@.
es_es: El monto mínimo que puedes hacer stake es de %@ %@.
fr_fr: Le montant minimum que vous pouvez staker est de %@ %@.
hi_in: आप जिस न्यूनतम राशि को स्टेक पर लगा सकते हैं वह %@ %@ है।
id_id: Jumlah minimum yang anda bisa stake adalah %@ %@.
ja_jp: 最小 %@ %@ からステーク設定が可能です。
ms_my: Amaun minimum anda boleh stake adalah %@ %@.
my_mm: အနည်းဆုံး %@ %@ မှစ၍ stakeသတ်မှတ်နိုင်သည်။
nl_nl: De minimale hoeveelheid die je kan staken is %@ %@.
pl_pl: Minimalna kwota, jaką możesz postawić, to %@ %@.
pt_br: O valor mínimo que você pode stake é %@ %@.
ru_ru: Минимальная сумма для стейкинга %@ %@.
sq_al: Shuma maksimale që mund të bëni stake në të njëjtën kohë është %@ %@.
sv_se: Det lägsta belopp du kan stejka är %@ %@.
sw_ke: Kiasi cha chini kabisa unaweza kuweka steki ni %@ %@.
tr_tr: Stake (kilit) yapılacak minimum miktar %@ %@.
uk_ua: Мінімальна сума для стейку %@ %@.
vi_vn: Số tiền tối thiểu bạn có thể đặt cược là %@ %@.
zh_hans_cn: 最少从%@ %@起设定
zh_hant_tw: 最小可 Stake 數量是 %@ %@。

# fragment_stakeamount_errortext_overmaxamount
source: The maximum amount you can stake at once is %@ %@.
cs_cz: Maximální částka, kterou můžete vsadit najednou, je %@ %@.
da_dk: Det maksimale beløb du kan stake på én gang er %@ %@.
de_de: Die maximale Menge, die Sie auf einmal Staken können liegt bei %@ %@.
es_es: El monto máximo que puedes hacer stake de una sola vez es de %@ %@.
fr_fr: Le montant maximum que vous pouvez staker em même temps est de %@ %@.
hi_in: अधिकतम राशि जो आप एक बार में खरीद सकते हैं वह %@ %@ है।
id_id: Jumlah maximum yang bisa anda stake sekali jalan adalah %@ %@.
ja_jp: 1回最大 %@ %@ までステーク設定が可能です。
ms_my: Amaun maksimum yang anda boleh stake sekaligus adalah %@ %@.
my_mm: တစ်ကြိမ်လျှင် %@ %@ အထိ stakeသတ်မှတ်နိုင်သည်။
nl_nl: Het maximum bedrag dat in één keer kan staken is %@ %@.
pl_pl: Maksymalna kwota, jaką możesz od razu postawić, to %@ %@.
pt_br: O valor máximo que você pode stake de uma só vez é %@ %@.
ru_ru: Максимальная сумма, которую вы можете поставить на стейк за раз %@ %@.
sq_al: Shuma maksimale që mund të bëni stake në të njëjtën kohë është %@ %@.
sv_se: Det maximala beloppet du kan stejka på en gång är %@ %@.
sw_ke: Kiasi cha juu unachoweza kuweka steki kwa wakati mmoja ni %@ %@.
tr_tr: Tek seferde stake (kilit) yapılacak maksimum miktar %@ %@.
uk_ua: Максимальна сума, яку ви можете поставити на стейк за раз %@ %@.
vi_vn: Số tiền tối đa bạn có thể đặt cược một lần là %@ %@.
zh_hans_cn: 一次可最多设定%@ %@
zh_hant_tw: 目前最大可 Stake 數量是 %@ %@。

# fragment_stakeamount_errortext_almostovercapamount
source: The maximum staking allocation of this event is almost reached. You can stake %@ %@ or under.
cs_cz: Maximální alokace této sázky je téměř dosažena. Můžete vložit %@, %@ nebo méně.
da_dk: Den maksimale tildelte staking til denne begivenhed er næsten nået. Du kan stake %@ %@ eller under.
de_de: Die maximale Staking Zuweisunf dieses Events ist beinahe erreicht. Sie können %@ %@ oder weniger Staken.
es_es: La asignación máxima de staking de este evento casi se alcanza. Puedes apostar %@ %@ o menos.
fr_fr: L'allocation maximale de staking à cet événement a été atteinte. Vous pouvez staker %@ %@ ou moins.
hi_in: इस अयोजन का अधिकतम स्टेकिंग आवंटन लगभग पहुँच चुका है। आप %@ या %@ के तहत स्टेक लगा सकते हैं।
id_id: Alokasi maksimum staking dari event ini hampir tercapai. Anda dapat stake %@ %@ atau dibawah.
ja_jp: ステーキングイベント対象数量がほとんど底をつきました。 %@%@以下までステーキング設定が可能です。
ms_my: Peruntukan maksimum staking event ini hampir dicapai. Anda boleh stake %@ %@ atau kurang.
my_mm: ဤအစီအစဉ်၏ အများဆုံးstakingခွဲဝေမှုသို့ ရောက်ရှိသွားပါပြီ။ %@ %@ သို့မဟုတ် ထို့ထက်နည်းသော stakeကို သတ်မှတ်နိုင်သည်။
nl_nl: De maximale hoeveelheid die gestaked kan worden voor dit event is bijna bereikt. Je kan %@ %@ of minder staken.
pl_pl: Maksymalna alokacja stawek dla tego eventu została prawie osiągnięta. Możesz postawić %@ %@ lub mniej.
pt_br: A alocação máxima de stake deste evento está quase alcançada. Você pode stake %@%@ ou menos.
ru_ru: Максимальная аллокация для этого стейкинга была почти достигнута. Вы можете поставить на стейк %@ %@ или меньше.
sq_al: Alokimi maksimal i Stakeve për këtë ngjarje është arritur pothuajse. Mund të aksionosh %@ %@ ose më pak.
sv_se: Högsta möjliga staking-fördelning för detta event har snart uppnåtts. Du kan stejka %@ %@ eller mindre.
sw_ke: Upeo wa juu zaidi wa mgao wa steki wa tukio hili unakaribia kufikiwa. Unaweza kuweka steki ya %@ %@ au chini yake.
tr_tr: Bu etkinliğin maksimum stake payına neredeyse ulaşıldı. %@ %@ ya da daha az stake yapabilirsiniz.
uk_ua: Максимальну алокацію стейку для цієї події майже досягнуто. Ви можете відправити в стейкінг %@ %@ або менше.
vi_vn: Hạn mức tối đa phân bổ đặt cược của sự kiện này gần như đạt được. Bạn có thể đặt cược %@ %@ hoặc thấp hơn.
zh_hans_cn: 已接近此次活动Stake最大值，还可设定%@ %@以下的数量
zh_hant_tw: 已超過本次活動最大可 Stake 數量。這次你最多可以 Stake %@ %@。

# fragment_stakeamount_errortext_reachedcapamount
source: The maximum staking allocation of this event has been reached.
cs_cz: Bylo dosaženo maximální alokace sázek na tuto událost.
da_dk: Den maksimale staking for tildeling til denne begivenhed er nået.
de_de: Die maximale Staking Zuweisung dieses Events wurde erreicht.
es_es: Se ha alcanzado la asignación máxima de stake de este evento.
fr_fr: L'allocation du montant maximal de staking de cet événement a été atteint.
hi_in: इस अयोजन का अधिकतम स्टेक आवंटन पहुँच गया है।
id_id: Alokasi maksimum staking dari event ini telah tercapai.
ja_jp: ステーキングイベント対象数量がすべてなくなりました。
ms_my: Peruntukan staking maksimum event ini telah dicapai.
my_mm: ဤအစီအစဉ်၏ အများဆုံးstakingခွဲဝေမှုသို့ ရောက်ရှိသွားပါပြီ။
nl_nl: De maximale hoeveelheid die gestaked kan worden voor dit evenement is bereikt.
pl_pl: Osiągnięto maksymalną alokację stawek dla tego eventu.
pt_br: A alocação máxima de stake para este evento foi alcançada.
ru_ru: Максимальное распределение по стейкингу для этого ивента было достигнуто.
sq_al: Alokimi maksimal i staking për këtë ngjarje është arrirë.
sv_se: Högsta möjliga staking-fördelning för detta event har uppnåtts.
sw_ke: Kiwango cha juu cha mgao wa steki cha tukio hili kimefikiwa.
tr_tr: Bu etkinliğin maksimum stake payına ulaşıldı.
uk_ua: Досягнуто максимальну алокацію стейку для цієї події.
vi_vn: Hạn mức tối đa phân bổ đặt cược của sự kiện này đã đạt được.
zh_hans_cn: 已达到此次活动Stake最大值
zh_hant_tw: 已超過本次活動最大可 Stake 數量。

# fragment_stakeamount_errortext_notanumber
source: Please enter a number.
cs_cz: Prosím vložte číslo.
da_dk: Indtast et nummer.
de_de: Bitte geben Sie eine Nummer ein.
es_es: Por favor, introduce un número.
fr_fr: Veuillez entrer un numéro.
hi_in: एक संख्या दर्ज करें।
id_id: Harap masukkan nomor.
ja_jp: 数字を入力してください。
ms_my: Sila masukkan nombor.
my_mm: နံပါတ်တစ်ခုထည့်ပါ။
nl_nl: Voer een nummer in.
pl_pl: Wprowadź numer.
pt_br: Por favor, insira um número.
ru_ru: Пожалуйста, введите номер.
sq_al: Ju lutemi shkruani një numër.
sv_se: Vänligen ange ett nummer.
sw_ke: Tafadhali weka nambari.
tr_tr: Lütfen bir numara giriniz.
uk_ua: Будь ласка, введіть цифру.
vi_vn: Vui lòng nhập một con số.
zh_hans_cn: 请输入数字
zh_hant_tw: 請輸入數字。

# fragment_stakeamount_errortext_exceedavailablebalance
source: Insufficient balance.
cs_cz: Nedostatečná balance.
da_dk: Utilstrækkelig balance.
de_de: Ungenügendes Saldo.
es_es: Saldo insuficiente.
fr_fr: Solde insuffisant
hi_in: अपर्याप्त शेष
id_id: Saldo tidak mencukupi
ja_jp: リクエストされた数量が使用可能数量より多いです。
ms_my: Baki tidak mencukupi.
my_mm: လက်ကျန်မလုံလောက်ပါ။
nl_nl: Onvoldoende saldo.
pl_pl: Niewystarczająca ilość środków.
pt_br: Saldo insuficiente.
ru_ru: Неверный баланс.
sq_al: Bilanci i pamjaftueshëm.
sv_se: Otillräckligt saldo.
sw_ke: Baki lisilotosha
tr_tr: Yetersiz bakiye.
uk_ua: Недостатній баланс.
vi_vn: Số dư không đủ.
zh_hans_cn: 请求的数量多于可使用的数量
zh_hant_tw: 請求的數量大於可用數量。

# fragment_stakeamount_errortext_datanotloadedpleasetryagainlater
source: Stake related informations are not completely loaded from the exchange. Please try again later.
cs_cz: Informace týkající se podílu nejsou z burzy úplně načteny. Prosím zkuste to znovu později.
da_dk: Stake relateret informationer er ikke helt indlæst fra exchangen. Prøv igen senere.
de_de: Staking relevante Informationen wurden nicht komplett vom Exchange geladen. Bitte versuchen Sie es später erneut.
es_es: La información relacionada con el stake no se ha cargado completamente desde el Exchange. Por favor, inténtalo de nuevo más tarde.
fr_fr: Les informations liées au staking se sont pas complètement chargées à partir de l'Exchange. Veuillez réessayer plus tard.
hi_in: हिस्सेदारी से संबंधित जानकारियां पूरी तरह से एक्सचेंज से लोड नहीं होतीं। बाद में पुन: प्रयास करें।
id_id: Informasi terkait stake tidak sepenuhnya dimuat dari exchange. Silakan coba kembali.
ja_jp: 取引所でステークに関する情報を完全に読み込むことができませんでした。 しばらくしてからもう一度お試しください。
ms_my: Maklumat berkaitan stake tidak dimuatkan sepenuhnya dari exchange. Sila cuba sebentar lagi.
my_mm: Stakeနှင့်ပတ်သက်သည့် အချက်အလက်များကို exchangeမှ အပြည့်အ၀ မသယ်လာခဲ့နိုင်ပါ။ နောက်မှ ထပ်စမ်းကြည့်ပါ။
nl_nl: De stake gerelateerde informatie was niet volledig overgedragen vanuit de exchange. Probeer het later nog een keer.
pl_pl: Informacje dotyczące stawek nie są w pełni ładowane z giełdy. Spróbuj ponownie później.
pt_br: Informações relacionadas ao stake não estão completamente carregadas na Exchange. Por favor, tente novamente mais tarde.
ru_ru: Информация о стейкинге не полностью загрузилась с биржи. Пожалуйста, повторите попытку позже.
sq_al: Informacioni i lidhur me Stake nuk është ngarkuar plotësisht nga shkëmbimi. Ju lutemi provoni përsëri më vonë.
sv_se: Stake-relaterad information kunde inte fullt laddas från Exchange. Försök igen senare.
sw_ke: Habari zinazohusiana na steki hazijapakiwa kabisa kutoka kwa ubadilishano. Tafadhali jaribu tena baadaye.
tr_tr: Stake ile ilgili bilgiler borsadan tam olarak yüklenemedi. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Інформація, що стосується стейку, не завантажується повністю з обмінника. Будь ласка спробуйте пізніше.
vi_vn: Thông tin liên quan đến đặt cược không được tải hoàn toàn từ Sàn giao dịch. Vui lòng thử lại sau.
zh_hans_cn: 未能加载Stake相关全部信息，请稍后重试
zh_hant_tw: 與 Stake 相關的信息未完全加載。 請稍後再試。

# fragment_stakeamount_availablebalance_title
source: Available balance
cs_cz: Dostupná částka
da_dk: Tilgængelig balance
de_de: Verfügbares Saldo
es_es: Saldo disponible
fr_fr: Solde disponible
hi_in: उपलब्ध शेष राशि
id_id: Saldo yang tersedia
ja_jp: 使用可能数量
ms_my: Baki yang ada
my_mm: အသုံးပြုနိုင်သော လက်ကျန်
nl_nl: Beschikbaar saldo
pl_pl: Dostępne saldo
pt_br: Saldo disponível
ru_ru: Доступный баланс
sq_al: Bilanci i disponueshëm
sv_se: Tillgängligt saldo
sw_ke: Baki linalopatikana
tr_tr: Mevcut Bakiye
uk_ua: Доступний баланс
vi_vn: Số dư khả dụng
zh_hans_cn: 可使用数量
zh_hant_tw: 可用餘額

# fragment_stakeamount_stakeamount_title
source: Stake amount
cs_cz: Množství sázky
da_dk: Stake beløb
de_de: Stake Menge
es_es: Monto de Stake
fr_fr: Montant staké
hi_in: स्टेक राशि
id_id: Jumlah Stake
ja_jp: ステーク設定数量
ms_my: Amaun stake
my_mm: Stake ပမာဏ
nl_nl: Stake hoeveelheid
pl_pl: Kwota stawki
pt_br: Quantidade de Stake
ru_ru: Сумма для стейкинга
sq_al: Shuma e stake
sv_se: Stake-belopp
sw_ke: Kiasi cha steki
tr_tr: Stake (kilit) miktarı
uk_ua: Сума стейку
vi_vn: Số tiền đặt cược
zh_hans_cn: Stake设定数量
zh_hant_tw: Stake 數量

# fragment_stakeamount_errortext_precisionerror
source: Check the exact staking amount (up to %@ digits).
cs_cz: Zkontrolujte přesnou sázku (až do %@ číslic).
da_dk: Kontroller det nøjagtige staking beløb (op til %@ cifre).
de_de: Überprüfen Sie die exakte Staking Menge (bis zu %@ Ziffern).
es_es: Verifica el monto exacto de staking (hasta %@ dígitos).
fr_fr: Veuillez vérifier le montant exact de staking (jusqu'à %@ chiffres).
hi_in: सटीक स्टेकिंग राशि (%@ अंकों तक) की जाँच करें।
id_id: Periksa jumlah staking yang tepat (sampai dengan %@ digit).
ja_jp: 小数点以下%@桁まで入力できます。
ms_my: Semak amaun staking yang tepat (sehingga %@ digit)
my_mm: ဒဿမအမှတ်ပြီးနောက် %@ နေရာအထိ ထည့်နိုင်သည်။
nl_nl: Controleer de exacte gestakede hoeveelheid (tot aan %@ cijfers).
pl_pl: Sprawdź dokładną wartość stawki (do %@ cyfr).
pt_br: Verifique a quantidade exata de stake (até %@ digitos).
ru_ru: Проверьте точную сумму стейкинга (до %@ цифр).
sq_al: Kontrolloni shumën e saktë të Staking (deri në %@ shifra).
sv_se: Kontrollera det exakta beloppet för stake (upp till %@ siffror).
sw_ke: Angalia kiasi halisi cha steki(hadi tarakimu %@).
tr_tr: Stake miktarını kontrol ediniz (%@ basamağa kadar).
uk_ua: Перевірте точну суму для стейку (до %@ цифр).
vi_vn: Kiểm tra chính xác số tiền đặt cược (tối đa %@ chữ số).
zh_hans_cn: 可输入至小数点%@位数
zh_hant_tw: 檢查確切的 Stake 數量 (精確到 %@ 位)。

# activity_stake_complete_willreturnsoon
source: This window will close in 3 seconds
cs_cz: Toto okno se zavře za 3 sekundy
da_dk: Dette vindue lukkes om 3 sekunder
de_de: Dieses Fenster wird sich in 3 Sekunden schließen
es_es: Esta ventana se cerrará en 3 segundos
fr_fr: Cette page va se fermer dans 3 secondes.
hi_in: यह विंडो 3 सेकंड में बंद हो जाएगी
id_id: Jendela ini akan tutup dalam 3 detik
ja_jp: まもなくステーク内訳画面に戻ります。
ms_my: Laman ini akan ditutup dalam 3 saat
my_mm: ဤဝင်းဒိုးသည် 3 စက္ကန့်အတွင်း ပိတ်သွားပါမည်။
nl_nl: Dit venster sluit in 3 seconden
pl_pl: To okno zostanie zamknięte za 3 sekundy
pt_br: Essa janela será fechada em 3 segundos
ru_ru: Это окно закроется через 3 секунды
sq_al: Kjo dritare do të mbyllet për 3 sekonda
sv_se: Detta fönster kommer att stängas ner om 3 sekunder
sw_ke: Dirisha hili litafungwa baada ya sekunde 3
tr_tr: Bu pencere 3 saniye içinde kapanacaktır
uk_ua: Це вікно закриється через 3 секунди.
vi_vn: Cửa sổ này sẽ đóng sau 3 giây
zh_hans_cn: 稍后返回至Stake目录画面
zh_hant_tw: 此視窗 3 秒後將關閉

# activity_lockscreen_complete_label_josaalt
source: %@ is complete!
cs_cz: %@ je hotovo!
da_dk: %@ er afsluttet!
de_de: %@ ist komplett!
es_es: %@ está completo!
fr_fr: %@ est complet !
hi_in: %@ पूरा हो गया है!
id_id: %@ telah selesai!
ja_jp: %@が 完了しました！
ms_my: %@ selesai!
my_mm: %@ ပြီးမြောက်ပါပြီ!
nl_nl: %@ is voltooid!
pl_pl: %@ zokończone!
pt_br: %@ está completo!
ru_ru: %@ завершено!
sq_al: %@ u kompletua!
sv_se: %@ är klart!
sw_ke: %@ imekamilika!
tr_tr: %@ tamamlandı!
uk_ua: %@ завершено!
vi_vn: %@ đã hoàn thành!
zh_hans_cn: %@ 已完成!
zh_hant_tw: %@ 已完成！

# fragment_stakeconfirmation_errortoast_currencyid
source: This coin is currently unavailable for staking.
cs_cz: Tato mince je momentálně nedostupná.
da_dk: Denne mønt er i øjeblikket utilgængelig for staking.
de_de: Dieser Coin ist momentan fuers Staking nicht verfuegbar.
es_es: Esta moneda está actualmente deshabilitada para staking.
fr_fr: Ce coin est actuellement indisonible au staking.
hi_in: यह सिक्का वर्तमान में स्टेकिंग के लिए उपलब्ध नहीं है।
id_id: Koin ini untuk sementara tidak tersedia untuk staking
ja_jp: ステーク設定可能な貨幣ではありません。
ms_my: Koin ini tidak disediakan untuk staking buat masa ini.
my_mm: ဤငွေကြေးသည် လက်တလော stakingလုပ်လို့မရပါ။
nl_nl: Deze coin is momenteel niet beschikbaar voor staking.
pl_pl: Ten coin obecnie nie jest możliwy do postawienia
pt_br: No momento, a moeda não está disponível para staking.
ru_ru: Данная момента на данный момент не доступна для стейкинга.
sq_al: Kjo monedhë aktualisht nuk është e disponueshme për tu bërë stake.
sv_se: Detta coin är för tillfället inte tillgängligt för staking.
sw_ke: Sarafu hii kwa sasa haipatikani kwa kutenduliwa steki.
tr_tr: Bu coin şu anda stake için kullanılamıyor.
uk_ua: Ця монета зараз недоступна для стейкінгу.
vi_vn: Đồng tiền này hiện tại không hiện hữu đển bỏ đi.
zh_hans_cn: 目前这个代币无法 Staking。
zh_hant_tw: 目前這個代幣無法 Staking。

# fragment_stakeconfirmation_errortoast_kyc
source: To stake this currency, you need higher KYC level.
cs_cz: K vložení této měny potřebujete vyšší úroveň KYC.
da_dk: For at stake denne valuta, skal du være højere KYC niveau.
de_de: Um diese Währung zu Staken, brauchen Sie ein höheres KYV Level.
es_es: Para hacer stake de esta moneda, necesitas un nivel de KYC más alto.
fr_fr: Afin de staker cette devise, vous devez avoir un niveau plus élevé de KYC.
hi_in: इस मुद्रा को स्टेक पर लगाने के लिए, आपको उच्च KYC स्तर की आवश्यकता है।
id_id: Untuk stake mata uang ini, anda membutuhkan level KYC lebih tinggi.
ja_jp: この貨幣をステーク設定するためには、より高い本人認証ランクが必要です。
ms_my: Untuk stake mata wang ini, anda perlu tahap KYC lebih tinggi.
my_mm: ဤငွေကြေးကို stakeလုပ်ရန်အတွက် ပိုမိုမြင့်မားသော KYC အဆင့် လိုအပ်ပါသည်။
nl_nl: Voor het staken van deze currency is een hoger KYC-niveau vereist.
pl_pl: Aby postawić tę walutę, potrzebujesz wyższego poziomu KYC.
pt_br: Para stake essa moeda, você precisa de um nível KYC mais alto.
ru_ru: Чтобы поставить данную монету на стейк, ваш KYC должен быть выше.
sq_al: Për të bërë stake këtë monedhë, keni nevojë për nivel më të lartë KYC.
sv_se: Du behöver en högre KYC-nivå för att stejka denna valuta.
sw_ke: Ili kufanya steki ya sarafu hii, unahitaji kiwango cha juu zaidi cha KYC.
tr_tr: Bu birimi stake yapmak için daha yüksek bir KYC seviyesinde olmalısınız.
uk_ua: Для стейкінгу цієї валюти вам потрібен вищий рівень KYC.
vi_vn: Để đặt cược loại tiền này, bạn cần cấp độ xác minh KYC cao hơn.
zh_hans_cn: 需要更高的本人认证等级才能够将此货币设定Stake
zh_hant_tw: Stake 這個代幣，你需要更高的身份認證 KYC 等級。
