Repository: thanvanthanh/prob-swift
Catalog: Probit/Probit/Configuration/Localizable/*.lproj/Localizable.strings
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hi_in, id_id, ja_jp, ms_my, my_mm, nl_nl, pl_pl, pt_br, ru_ru, sq_al, sv_se, sw_ke, tr_tr, uk_ua, vi_vn, zh_hans_cn, zh_hant_tw

# globalkyc_ocr_fail_guide1
source: ID validation failed. The submitted photo could not be automatically verified or was rejected due to low-resolution.
cs_cz: Ověření průkazu totožnosti se nezdařilo. Odeslanou fotografii nebylo možné automaticky ověřit nebo byla zamítnuta z důvodu nízkého rozlišení.
da_dk: ID-validering mislykkedes. Det indsendte billede kunne ikke blive bekræftet automatisk eller det er blevet afvist på grund af lav-opløsning.
de_de: ID-Überprüfung fehlgeschlagen. Das eingereichte Foto konnte nicht automatisch verifiziert werden oder wurde wegen zu geringer Auflösung abgelehnt.
fr_fr: La validation des pièces d’identité a échoué. La photo soumise n’a pas pu être vérifiée automatiquement ou a été rejetée en raison de la faible résolution.
hi_in: पहचान पत्र सत्यापन विफल रहा। जमा की गई तस्वीर को स्वचालित रूप से सत्यापित नहीं किया जा सका या कम-रिज़ॉल्यूशन के कारण अस्वीकार कर दिया गया।
ms_my: Pengesahan ID gagal. Gambar yang diserahkan tidak dapat mengesahakan secara automatik atau ditolak kerana resolusi rendah.
pt_br: Falha na validação do documento de identidade. A foto enviada não pôde ser verificada automaticamente ou foi rejeitada devido à baixa resolução.
sv_se: ID-validering misslyckades. Det inskickade fotot kunde inte verifieras automatiskt eller avvisades på grund av låg upplösning.
sw_ke: Uthibitishaji wa kitambulisho haukufanikiwa. Picha iliyowasilishwa haikuweza kuthibitishwa kiotomatiki au imetaliwa kwa sababu ya ubora wa chini.
vi_vn: Xác thực ID không thành công. Ảnh đã gửi không thể được xác minh tự động hoặc bị từ chối do độ phân giải thấp.

# activity_terms_v2_SMS_text
source: Agree to receive marketing SMS for events, benefits, etc.(Optional)
cs_cz: Souhlas se zasíláním marketingových SMS o akcích, výhodách atd. (Volitelné)
da_dk: Godkend at få markedsføring SMS for begivenheder, fordele, etc. (Valgfrit)
de_de: Zustimmung zum Erhalt von Marketing-SMS für Veranstaltungen, Vorteile usw. (optional)
fr_fr: Accepter de recevoir un SMS marketing pour les événements, les avantages, etc. (facultatif)
hi_in: कार्यक्रमों, लाभों आदि के लिए मार्केटिंग SMS प्राप्त करने के लिए सहमत हों (वैकल्पिक)
ms_my: Setuju untuk menerima pemasaran SMS untuk acara, manfaat, etc (Pilihan)
pt_br: Concordo em receber SMS marketing para eventos, benefícios, etc. (Opcional)
sv_se: Godkänner att få marknadsförings-SMS för evenemang, förmåner etc.(Valfritt)
sw_ke: Kubali kupokea meseji kuhusu matukio, manufaa, n.k.(Si lazima)
vi_vn: Đồng ý nhận SMS thông tin cho các sự kiện, lợi ích, v.v.(Tùy chọn)

# applockutils_fingerprintauth_title
source: Fingerprint authentication
cs_cz: Autentizace pomocí otisku prstu
da_dk: Godkendelse af fingeraftryk
de_de: Fingerabdruck-Authentifizierung
fr_fr: Authentification par empreinte digitale
hi_in: फ़िंगरप्रिंट प्रमाणीकरण
id_id: Autentikasi Sidik Jari
ja_jp: 指紋認証
ms_my: Pengesahan Cap Jari
nl_nl: Vingerafdrukverificatie
pl_pl: Uwierzytelnianie za pomocą odcisku palca
pt_br: Autenticação por impressão digital
ru_ru: Аутентификация по отпечаткам пальцев
sv_se: Autentisering med fingeravtryck
sw_ke: Uthibitishaji kwa alama za vidole
tr_tr: Parmak izi kimlik doğrulaması
uk_ua: Аутентифікація за відбитками пальців
vi_vn: Xác thực vân tay

# fragment_withdrawal_amount_notice_72hrsuspend_password_reset
source: - To protect your assets, a 72-hour withdrawal restriction will be imposed after resetting your password, disabling OTP, disabling security key, or changing mobile number information.
cs_cz: - Pro ochranu Vašeho majetku bude po resetování Vašeho hesla, deaktivaci jednorázového hesla, deaktivaci bezpečnostního klíče nebo změně informací o mobilním čísle zavedeno 72hodinové omezení výběru.
da_dk: - For at beskytte dine aktiver vil en 72-timers tilbagetrækningsbegrænsning blive pålagt efter nulstilling af din adgangskode, deaktivering af OTP, deaktivering af sikkerhedsnøgle eller ændring af mobilnummeroplysninger.
de_de: - Um Ihr Vermögen zu schützen, wird nach dem Zurücksetzen Ihres Passworts, der Deaktivierung des OTP, der Deaktivierung des Sicherheitsschlüssels oder der Änderung Ihrer Mobiltelefonnummer eine 72-stündige Abhebungssperre verhängt.
fr_fr: Pour protéger vos actifs, une restriction de retrait de 72 heures sera imposée après la réinitialisation de votre mot de passe, la désactivation du mot de passe à usage unique, la désactivation de la clé de sécurité ou la modification u numéro de téléphone mobile.
hi_in: - आपकी संपत्ति की सुरक्षा के लिए, आपका पासवर्ड रीसेट करने, ओटीपी को बंद करने, सुरक्षा कुंजी को बंद करने या मोबाइल नंबर की जानकारी बदलने के बाद 72 घंटे की निकासी प्रतिबंध लगाया जाएगा।
id_id: - Untuk melindungi aset Anda, pembatasan penarikan 72 jam akan diberlakukan setelah menyetel ulang kata sandi Anda, menonaktifkan OTP, menonaktifkan kunci keamanan, atau mengubah informasi nomor ponsel.
ms_my: - Untuk melindungi aset anda, sekatan 72-jam pengeluaran akan dikenakan selepas menetapkan kata laluan, melumpuhkan OTP, melumpuhkan kunci keselamatan, atau menukar maklumat nombor telefon.
nl_nl: Om je digitale valuta te beschermen wordt een opnamebeperking van 72 uur opgelegd na het resetten van je wachtwoord, het uitschakelen van OTP, het uitschakelen van een beveiligingssleutel of het wijzigen van mobiele nummer informatie.
pl_pl: - Aby chronić Twoje aktywa, po zresetowaniu hasła, wyłączeniu OTP, wyłączeniu klucza bezpieczeństwa lub zmianie informacji o numerze telefonu komórkowego zostanie nałożone 72-godzinne ograniczenie wypłaty.
pt_br: - Para proteger seus ativos, uma restrição de saque de 72 horas será imposta após redefir a senha, desabilitar o OTP, desabilitar a chave de segurança ou alterar as informações do número do celular.
ru_ru: - Чтобы защитить ваши активы, будет применено 72-часовое ограничение на снятие средств после сброса вашего пароля, отключения OTP, выключения ключа безопасности или изменения информации о номере мобильного телефона.
sv_se: - För att skydda dina tillgångar kommer en 72-timmars uttagsbegränsning att införas efter att du har återställt ditt lösenord, inaktiverat OTP, inaktiverat säkerhetsnyckel eller ändrat mobilnummerinformation.
sw_ke: - Ili kulinda mali zako, kizuizi cha uondoaji cha saa 72 kitawekwa baada ya kuweka upya nenolako la siri, kuzima OTP, kuzima ufunguo wa usalama, au kubadilisha namba ya simu.
tr_tr: - Varlıklarınızı korumak için şifrenizi sıfırladıktan, OTP'yi devre dışı bıraktıktan, güvenlik anahtarı devre dışı bıraktıktan veya cep telefonu numarası bilgilerini değiştirdikten sonra 72 saatlik bir para çekme kısıtlaması uygulanacaktır.
uk_ua: - Щоб захистити ваші активи, буде застосовано 72-годинне обмеження на зняття коштів після скидання вашого пароля, вимкнення OTP, вимкнення ключа безпеки або зміни інформації про номер мобільного телефону.
vi_vn: - Để bảo vệ tài sản của bạn, giới hạn rút tiền trong 72 giờ sẽ được áp dụng sau khi đặt lại mật khẩu, tắt OTP, tắt khóa bảo mật hoặc thay đổi thông tin số di động.

# withdrawalsuspend_reason_u2f_disable
source: 2FA(security key) deactivation
cs_cz: 2FA (bezpečnostní klíč) deaktivace
da_dk: 2FA(sikkerhedsnøgle) deaktivering
de_de: 2FA(Sicherheitsschlüssel) Deaktivierung
fr_fr: désactivation de l'authentification à deux facteurs (clé de sécurité)
hi_in: 2FA(सुरक्षा कुंजी) निष्क्रिय करे
id_id: Penonaktifan 2FA (kunci keamanan)
ms_my: 2FA(kunci keselamatan) penyahaktifan
nl_nl: 2FA (beveiligingssleutel) deactivatie
pl_pl: Dezaktywacja 2FA (klucza bezpieczeństwa)
pt_br: Desativação de 2FA (chave de segurança)
ru_ru: Деактивация 2FA (ключ безопасности).
sv_se: Avaktivera 2FA (säkerhetsnyckel)
sw_ke: 2FA(ufunguo wa usalama) kuzima
tr_tr: 2FA (güvenlik anahtarı) devre dışı bırakma
uk_ua: Деактивація 2FA (ключа безпеки).
vi_vn: 2FA(khóa bảo mật) vô hiệu hóa

# customview_pagingbannerview_miniieobanner_timenotice_onsale
source: BUY NOW
cs_cz: KUPUJTE NYNÍ
da_dk: KØB NU
de_de: JETZT KAUFEN
es_es: COMPRAR AHORA
fr_fr: ACHETEZ MAINTENANT
hi_in: अभी खरीदें
id_id: BELI SEKARANG
ms_my: BELI SEKARANG
nl_nl: NU KOPEN
pl_pl: KUP TERAZ
pt_br: COMPRE AGORA
ru_ru: КУПИТЬ СЕЙЧАС
sv_se: KÖP NU
sw_ke: NUNUA SASA
tr_tr: ŞİMDİ AL
uk_ua: КУПИТИ ЗАРАЗ
vi_vn: MUA NGAY

# fragment_tfau2f_methoddescription
source: Connect the security key to the device, and press the %@ button.
cs_cz: Připojte bezpečnostní klíč k zařízení a stiskněte tlačítko %@.
da_dk: Tilslut sikkerhedsnøglen til enheden, og tryk på knappen %@.
de_de: Schließen Sie den Sicherheitsschlüssel an das Gerät an, und drücken Sie die Taste %@.
fr_fr: Veuillez connecter votre Clé de Sécurité à l'appareil, et cliquez sur le bouton %@
hi_in: सुरक्षा कुंजी को डिवाइस से कनेक्ट करें, और %@ बटन दबाएं।
id_id: Hubungkan kunci keamanan ke perangkat, dan tekan tombol %@.
ms_my: Sambungkan kunci keselamatan kepada peralatan, dan tekan %@ butang.
nl_nl: Sluit de beveiligingssleutel aan op het apparaat en druk op de %@ knop.
pl_pl: Podłącz klucz bezpieczeństwa do urządzenia i naciśnij przycisk %@.
pt_br: Conecte a chave de segurança ao dispositivo e pressione o botão %@.
ru_ru: Подключите ключ безопасности к устройству и нажмите кнопку %@.
sv_se: Anslut säkerhetsnyckeln till enheten och tryck på %@-knappen.
sw_ke: Unganisha ufunguo wa usalama kwenye kifaa, na bonyeza kitufe %@.
tr_tr: Güvenlik anahtarını cihaza bağlayın ve %@ butonuna basın.
uk_ua: Під’єднайте ключ безпеки до пристрою та натисніть кнопку %@.
vi_vn: Kết nối khóa bảo mật với thiết bị và nhấn nút %@.

# fragment_tfau2f_methodname
source: Security key
cs_cz: Bezpečnostní klíč
da_dk: Sikkerhedsnøgle
de_de: Sicherheitsschlüssel
fr_fr: Clé de Sécurité
hi_in: सुरक्षा कुंजी
id_id: Kunci Keamanan
ms_my: Kunci Keselamatan
nl_nl: Beveiligingssleutel
pl_pl: Klucz bezpieczeństwa
pt_br: Chave de segurança
ru_ru: Ключ безопасности
sv_se: Säkerhetsnyckel
sw_ke: Ufunguo wa usalama
tr_tr: Güvenlik anahtarı
uk_ua: Ключ безпеки
vi_vn: Chìa khóa bảo mật

# fragment_tfau2f_genericfailure
source: Failed to authorize with the security key. Please try again later.
cs_cz: Autorizace pomocí bezpečnostního klíče se nezdařila. Prosím zkuste to znovu později.
da_dk: Kunne ikke godkende med sikkerhedsnøglen. Prøv igen senere.
de_de: Die Autorisierung mit dem Sicherheitsschlüssel ist fehlgeschlagen. Bitte versuchen Sie es später noch einmal.
fr_fr: Echec de l'autorisation avec la clé de sécurité. Veuillez réessayer plus tard.
hi_in: सुरक्षा कुंजी के साथ अधिकृत करने में विफल। बाद में पुन: प्रयास करें।
id_id: Gagal memberi otorisasi dengan kunci keamanan. Silakan coba lagi nanti.
ms_my: Gagal untuk memberi kuasa kepada kunci keselamatan. Sila cuba lagi nanti.
nl_nl: Autorisatie met de beveiligingssleutel is mislukt. Probeer het later nog eens.
pl_pl: Nie udało się autoryzować za pomocą klucza bezpieczeństwa. Proszę spróbować ponownie później.
pt_br: Falha ao autorizar com a chave de segurança. Por favor, tente novamente mais tarde.
ru_ru: Не удалось авторизироваться с помощью ключа безопасности. Пожалуйста, попробуйте снова позже.
sv_se: Det gick inte att auktorisera med säkerhetsnyckeln. Vänligen försök igen senare.
sw_ke: Imeshindwa kuidhinisha kwa kutumia ufunguo wa usalama. Tafadhali jaribu tena baadae.
tr_tr: Güvenlik anahtarıyla yetkilendirilemedi. Lütfen daha sonra tekrar deneyiniz.
uk_ua: Не вдалося авторизуватися за допомогою ключа безпеки. Будь ласка, спробуйте ще раз пізніше.
vi_vn: Không thể ủy quyền bằng khóa bảo mật. Vui lòng thử lại sau.

# activity_qrcodedetectionv2_camerapermdeniedbysystem_content
source: Please check the app's permissions under Settings, and select "Allow" for the camera access.
cs_cz: Zkontrolujte oprávnění aplikace v části Nastavení a vyberte možnost „Povolit“ pro přístup k fotoaparátu.
da_dk: Tjek venligst appens tilladelser under Indstillinger, og vælg "Tillad" for kameraadgang.
de_de: Bitte überprüfen Sie die Berechtigungen der App unter Einstellungen und wählen Sie "Zulassen" für den Zugriff auf die Kamera.
fr_fr: Veuillez vérifier les permissions de l'application dans les paramètres, et autoriser l'accès à la caméra.
hi_in: कृपया सेटिंग के अंतर्गत ऐप की अनुमतियों की जांच करें, और कैमरे के उपयोग के लिए "अनुमति दें" चुनें।
id_id: Silakan periksa izin aplikasi di bawah Pengaturan, dan pilih "Izinkan" untuk akses kamera.
ms_my: Sila periksa keizinan aplikasi di bawah tetapan, dan pilih "Benarkan" untuk akses kamera.
nl_nl: Controleer de App-machtigingen onder Android Instellingen, en selecteer "Toestaan" voor de toegang tot de camera.
pl_pl: Sprawdź uprawnienia aplikacji w Ustawieniach i wybierz "Zezwalaj" na dostęp do kamery.
pt_br: Verifique as permissões do aplicativo em Configurações, e selecione "Permitir" para o acesso à câmera.
ru_ru: Проверьте разрешения приложения в разделе «Настройки» и выберите «Разрешить» для доступа к камере.
sv_se: Kontrollera appens behörigheter under Inställningar och välj att tillåta kameraåtkomst.
sw_ke: Tafadhali angalia sehemu ya ruhusa kwenye Mipangilio, na uchague "Ruhusu" ili kufungua kamera.
tr_tr: Lütfen Ayarlar altında uygulamanın izinlerini kontrol edin ve kamera erişimi için "İzin Ver"i seçin.
uk_ua: Будь ласка, перевірте дозволи програми в налаштуваннях і оберіть «Дозволити» для доступу до камери.
vi_vn: Vui lòng kiểm tra quyền của ứng dụng trong Cài đặt và chọn "Cho phép" để truy cập máy ảnh.

# globalkyc_landing_title
source: Get unrestricted access to ProBit Global!
cs_cz: Získejte neomezený přístup k ProBit Global!
da_dk: Få ubegrænset adgang til ProBit Global!
de_de: Erhalten Sie uneingeschränkten Zugang zu ProBit Global!
es_es: ¡Gane acceso ilimitado a ProBit Global!
fr_fr: Obtenez un accès illimité à ProBit Global!
hi_in: ProBit Global में अप्रतिबंधित पहुंच प्राप्त करें!
id_id: Dapatkan akses tak terbatas ke ProBit Global!
ms_my: Dapatkan akses tidak terhad ke ProBit Global!
nl_nl: Krijg onbeperkte toegang tot ProBit Global!
pl_pl: Uzyskaj nieograniczony dostęp do ProBit Global!
pt_br: Obtenha acesso irrestrito à ProBit Global!
ru_ru: Получите неограниченный доступ к ProBit Global!
sq_al: Merrni akses të pakufizuar në ProBit Global!
sv_se: Få obegränsad tillgång till ProBit Global!
sw_ke: Pata huduma isiyo na kikomo kwenye ProBit Global!
tr_tr: ProBit Global'e sınırsız erişim elde edin!
uk_ua: Отримайте необмежений доступ до ProBit Global!
vi_vn: Nhận quyền truy cập không hạn chế vào ProBit Global!

# globalkyc_landing_prepareids
source: Once you have your passport or identity card ready, it will take only 5 minutes to complete your submission for verification.
cs_cz: Jakmile budete mít připravený cestovní pas nebo občanský průkaz, dokončení odeslání k ověření zabere pouze 5 minut.
da_dk: Når du først har dit pas og id-kort klar, vil det kun tage 5 minutter at fuldføre din indsendelse til verifikation.
de_de: Wenn Sie Ihren Reisepass oder Personalausweis bereithalten, dauert es nur 5 Minuten, bis Sie Ihre Eingabe zur Überprüfung abgeschlossen haben.
es_es: Una vez tenga su pasaporte o tarjeta de identidad preparada, solo le tomará 5 minutos para completar el envío de la verificación.
fr_fr: Une fois votre passeport et carte d'identité prêts, la vérification demandée ne prendra que 5 minutes.
hi_in: आपका पासपोर्ट या पहचान पत्र तैयार होने पर, सत्यापन को पूरा करने में केवल 5 मिनट का समय लगेगा।
id_id: Setelah paspor atau kartu identitas Anda siap, hanya perlu 5 menit untuk menyelesaikan pengajuan Anda untuk verifikasi.
ms_my: Sebaik sahaja anda mempunyai pasport atau kad identiti sedia, ia akan mengambil masa hanya 5 minit untuk selesaikan penyerahan anda untuk pengesahan.
nl_nl: Als je je paspoort of identiteitskaart klaar hebt, duurt het maar 5 minuten om je inzending ter verificatie te voltooien.
pl_pl: Po przygotowaniu paszportu lub dowodu osobistego, wystarczy 5 minut, aby zakończyć składanie dokumentów do weryfikacji.
pt_br: Assim que estiver com o seu passaporte, carteira de identidade ou carteira de habilitação em mãos, levará apenas 5 minutos para concluir o envio para verificação.
ru_ru: После того, как вы подготовите паспорт или удостоверение личности, заполнение вашей заявки на проверку займет всего 5 минут.
sq_al: Pasi të keni gati pasaportën ose kartën e identitetit, do të duhen vetëm 5 minuta për të përfunduar dorëzimin për verifikim.
sv_se: När du väl har ditt pass eller ID-kort redo tar det bara 5 minuter att slutföra din inlämning för verifiering.
sw_ke: Baada ya kuwa na pasipoti au kadi yako ya kitambulisho tayari, itachukua dakika 5 tu kukamilisha uwasilishaji wa uthibitisho.
tr_tr: Pasaportunuzu veya kimliğinizi hazırladıktan sonra, doğrulama için gönderiminizi tamamlamanız sadece 5 dakika sürecektir.
uk_ua: Після того, як ви підготуєте паспорт або посвідчення особи, заповнення вашої заявки на перевірку займе лише 5 хвилин.
vi_vn: Khi bạn đã chuẩn bị xong hộ chiếu hoặc chứng minh nhân dân, chỉ mất 5 phút để hoàn thành việc gửi xác minh.

# globalkyc_landing_button_begin
source: Verify Now
cs_cz: Ověřte nyní!
da_dk: Bekræft nu
de_de: Jetzt verifizieren
es_es: Verificar ahora
fr_fr: Vérifiez maintenant
hi_in: अभी सत्यापित करें
id_id: Verifikasi sekarang
ms_my: Mengesahkan Sekarang
nl_nl: Verifieer nu
pl_pl: Zweryfikuj Teraz
pt_br: Verificar Agora
ru_ru: Пройти верификацию
sq_al: Verifiko Tani
sv_se: Verifiera nu
sw_ke: Thibitisha sasa
tr_tr: Şimdi Doğrulayın
uk_ua: Пройти верифікацію
vi_vn: Xác minh ngay

# globalkyc_landing_button_processing
source: %@ verification in progress
cs_cz: Probíhá ověření %@
da_dk: %@ bekræftelse i gang
de_de: %@ Verifizierung in Bearbeitung
es_es: Verificación %@ en proceso
fr_fr: Vérification %@ en cours
hi_in: %@ सत्यापन प्रगति पर है
id_id: %@ verifikasi dalam proses
ms_my: %@ pengesahan sedang dijalani
nl_nl: %@ verificatie bezig
pl_pl: Trwa weryfikacja %@
pt_br: Verificação de %@ em andamento
ru_ru: %@ верификация в процессе
sq_al: %@ verifikimi në progres
sv_se: %@ verifiering pågår
sw_ke: Uthibitishaji %@ unaendelea
tr_tr: %@ doğrulama inceleniyor
uk_ua: %@ верифікація у процесі
vi_vn: Đang xác minh %@

# globalkyc_landing_button_complete
source: %@ verification complete
cs_cz: Ověření %@ dokončeno
da_dk: %@ verifikation fuldført
de_de: %@ Verifizierung abgeschlossen
es_es: Verificación %@ completa
fr_fr: Vérification %@ complétée
hi_in: %@ सत्यापन पूर्ण
id_id: %@ verifikasi selesai
ms_my: %@ pengesahan selesai
nl_nl: %@ verificatie voltooid
pl_pl: %@ weryfikacja zakończona
pt_br: Verificação de %@ concluída
ru_ru: %@ верификация пройдена
sq_al: %@ verifikimi i përfunduar
sv_se: %@ verifiering slutförd
sw_ke: Uthibitishaji %@ umekamilika
tr_tr: %@ doğrulama tamamla
uk_ua: %@ верифікацію пройдено
vi_vn: Đã hoàn tất xác minh %@

# globalkyc_idtype_passport
source: passport
cs_cz: pas
da_dk: pas
de_de: reisepass
es_es: pasaporte
fr_fr: passeport
hi_in: पासपोर्ट
id_id: paspor
ms_my: pasport
nl_nl: paspoort
pl_pl: paszport
pt_br: passaporte
ru_ru: паспорт
sq_al: pasaporta
sv_se: pass
sw_ke: Pasipoti
tr_tr: pasaport
uk_ua: паспорт
vi_vn: hộ chiếu

# globalkyc_idtype_nationalid
source: government-issued ID
cs_cz: Totožnost vydaná vládou
da_dk: officelt ID
de_de: von der Regierung ausgestelltes Ausweisdokument
fr_fr: Document d'identité délivré par le gouvernement
hi_in: सरकार द्वारा जारी पहचान पत्र
id_id: ID yang dikeluarkan oleh pemerintah
ms_my: ID keluaran kerajaan
nl_nl: Door de overheid uitgegeven identiteitskaart
pl_pl: dokument tożsamości wydany przez rząd
pt_br: documento de identidade emitido pelo governo
ru_ru: удостоверение личности государственного образца
sv_se: Statligt utfärdat ID
sw_ke: Kitambulisho kilichotolewa na serikali
tr_tr: Devlet tarafından verilen kimlik
uk_ua: посвідчення особи державного зразка
vi_vn: ID do chính phủ cấp

# globalkyc_landing_benefits_wlimit
source: Increased withdrawal limits of up to $500,000 worth
cs_cz: Zvýšené limity výběru v hodnotě až 500 000 $
da_dk: Øget udbetalingsgrænser op til $500,000 værd
de_de: Erhöhte Abhebungslimits im Wert von bis zu 500.000 $
es_es: Se ha aumentado el límite de retirada hasta $500,000
fr_fr: Augmentation des limites de retrait jusqu'à 500 000$
hi_in: $500,000 तक की निकासी सीमा में वृद्धि
id_id: Peningkatan batas penarikan hingga senilai $500.000
ms_my: Naikkan pengeluaran had hingga ke $500,000 bernila
nl_nl: Verhoogde opnamelimieten tot $500.000
pl_pl: Zwiększone limity wypłat o wartości do 500 000 USD
pt_br: Aumento dos limites de saque de até US$ 500.000
ru_ru: Увеличены лимиты на вывод средств до 500 000$.
sq_al: Rritja e kufirit të tërheqjes deri në 500,000 dollarë
sv_se: Ökade uttagsgränser på upp till $500 000
sw_ke: Ongezeko la kisasi cha kuondoaji hadi $500,000
tr_tr: 500.000$ değerine kadar para çekme limitleri
uk_ua: Збільшено ліміти на зняття коштів до 500 000 $.
vi_vn: Tăng giới hạn rút tiền lên đến $500.000

# globalkyc_step2
source: KYC STEP 2
cs_cz: KYC KROK 2
da_dk: KYC TRIN 2
es_es: KYC PASO 2
fr_fr: KYC Étape 2
hi_in: KYC चरण 2
id_id: KYC TAHAP 2
ms_my: KYC LANGKAH 2
nl_nl: KYC STAP 2
pl_pl: KYC KROK 2
ru_ru: KYC ШАГ 2
sq_al: HAPI 2 i KYC
sv_se: KYC STEG 2
sw_ke: HATUA YA 2 KYC
tr_tr: KYC ADIM 2
uk_ua: KYC КРОК 2
vi_vn: KYC BƯỚC 2

# globalkyc_nationality_subtitle
source: Select the country which issued your ID document.
cs_cz: Vyberte zemi, která vydala váš doklad totožnosti.
da_dk: Vælg det land, der har udstedt dit ID-dokument.
de_de: Wählen Sie das Land, wo Ihr Ausweisdokument ausgestellt wurde.
es_es: Seleccione el país de emisión de su documento ID
fr_fr: Sélectionnez le pays qui a délivré votre document d'identité
hi_in: उस देश का चयन करें जिसने आपका पहचान पत्र दस्तावेज़ जारी किया है।
id_id: Pilih negara yang mengeluarkan dokumen ID Anda.
ms_my: Pilih negara yang mengeluarkan dokumen ID anda.
nl_nl: Kies het land dat je identiteitsbewijs heeft afgegeven.
pl_pl: Wybierz kraj, który wydał Twój dokument tożsamości.
pt_br: Selecione o país emissor do seu documento de identidade.
ru_ru: Выберите страну, в которой был выдан ваш документ, удостоверяющий личность.
sq_al: Zgjidhni vendin që ka lëshuar dokumentin tuaj të identitetit.
sv_se: Välj det land som utfärdade din ID-handling.
sw_ke: Chagua nchi ambayo imetoa hati yako ya kitambulisho.
tr_tr: Kimlik belgenizin ait olduğu Ülkeyi seçiniz.
uk_ua: Оберіть країну, в якій було видано документ, що засвідчує особу.
vi_vn: Chọn quốc gia cấp giấy tờ tùy thân của bạn.

# globalkyc_nationality_accessibility_changebutton
source: Change currently selected nationality
cs_cz: Změnit aktuálně vybranou národnost
da_dk: Ændre nuværende valgt nationalitet
de_de: Aktuell gewählte Nationalität ändern
es_es: Cambie la nacionalidad seleccionada actualmente
fr_fr: Changez la nationnalité sélectionnée
hi_in: वर्तमान में चयनित राष्ट्रीयता बदलें
id_id: Ubah kewarganegaraan yang dipilih saat ini
ms_my: Tukar kewarganegaraan yang dipilih pada masa ini
nl_nl: Wijzig geselecteerde nationaliteit
pl_pl: Zmień wybrane obywatelstwo
pt_br: Alterar a nacionalidade atualmente selecionada
ru_ru: Изменить выбранное гражданство
sq_al: Ndrysho kombësinë e zgjedhur aktualisht
sv_se: Ändra vald nationalitet
sw_ke: Badilisha utaifa uliochaguliwa kwa sasa
tr_tr: Seçili Uyuruğu değiştirin
uk_ua: Змінити обране громадянство
vi_vn: Thay đổi quốc tịch đã chọn hiện tại
